[
    {
        "heading": "കത്തോലിക്കാ കുമ്പസാരം - സംശയങ്ങളും മറുപടികളും",
        "title": "എന്താണ് കുമ്പസാരം?",
        "content": "കുമ്പസാരം എന്നത് യേശുക്രിസ്തു തന്റെ സ്നേഹത്തിലും കരുണയിലും സ്ഥാപിച്ച ഒരു കൂദാശയാണ്. ദൈവത്തോടും അയൽക്കാരോടും ചെയ്ത തെറ്റുകൾക്ക് പാപികൾക്ക് മാപ്പ് നൽകുന്ന സ്നേഹനിധിയായ യേശുവിനെ നാം ഇവിടെ കണ്ടുമുട്ടുന്നു. അതേസമയം, നമ്മുടെ പാപങ്ങളാൽ മുറിവേറ്റ തിരുസഭയുമായി അനുരഞ്ജനം നടത്താൻ കുമ്പസാരം പാപികളെ അനുവദിക്കുന്നു.\n\nകത്തോലിക്കാ സഭയുടെ മതബോധനഗ്രന്ഥം കുറിക്കുന്നതുപോലെ, ഈ കൂദാശ പല പേരുകളിൽ അറിയപ്പെടുന്നു. ചിലപ്പോൾ ഇതിനെ 'മാനസാന്തരത്തിന്റെ കൂദാശ' എന്ന് വിളിക്കുന്നു, കാരണം ഇത് യേശുവിന്റെ മാനസാന്തരത്തിലേക്കുള്ള വിളിയെ കൂദാശപരമായി സാന്നിധ്യമാക്കുന്നു (1423). എന്നാൽ ഇത് 'പ്രായശ്ചിത്തത്തിന്റെ കൂദാശ' എന്ന പേരിലും അറിയപ്പെടുന്നു, കാരണം ഇത് ക്രിസ്ത്യൻ പാപിയുടെ മാനസാന്തരം, പ്രായശ്ചിത്തം, പരിഹാരം എന്നിവയുടെ വ്യക്തിപരവും സഭാപരവുമായ ഘട്ടങ്ങളെ വിശുദ്ധീകരിക്കുന്നു (1423)."
    },
    {
        "heading": "കത്തോലിക്കാ കുമ്പസാരം - സംശയങ്ങളും മറുപടികളും",
        "title": "എന്താണ് പാപം?",
        "content": "നിർഭാഗ്യവശാൽ, ഇന്നത്തെ സമൂഹത്തിൽ പലർക്കും പാപത്തെക്കുറിച്ചുള്ള ബോധം നഷ്ടപ്പെട്ടിരിക്കുന്നു. ചരിത്രത്തിൽ പലപ്പോഴും, കൂടുതലോ കുറവോ നീണ്ട കാലയളവുകളിലും പലവിധ ഘടകങ്ങളുടെ സ്വാധീനത്താലും, പലരുടെയും ധാർമ്മിക മനസ്സാക്ഷി ഗുരുതരമായി മങ്ങലേൽക്കുന്നു എന്ന് പരിശുദ്ധ പിതാവ് പ്രസ്താവിച്ചിട്ടുണ്ട്... നമ്മുടെ കാലഘട്ടത്തിൽ അത്തരമൊരു ഗ്രഹണം നിലനിൽക്കുന്നുവെന്ന് വളരെയധികം ലക്ഷണങ്ങൾ സൂചിപ്പിക്കുന്നു (Reconciliation and Penance, 18). ഇക്കാലത്ത്, പലർക്കും പാപബോധം നഷ്ടപ്പെടുകയും പ്രത്യാഘാതങ്ങളെക്കുറിച്ച് ചിന്തിക്കുകയോ ഭയപ്പെടുകയോ ചെയ്യാതെ തങ്ങൾക്കിഷ്ടമുള്ളത് ചെയ്യാമെന്ന് കരുതുകയും ചെയ്യുന്നു."
    },
    {
        "heading": "കത്തോലിക്കാ കുമ്പസാരം - സംശയങ്ങളും മറുപടികളും",
        "title": "എന്തുകൊണ്ട് കുമ്പസാരം ആവശ്യമാണ്?",
        "content": "നമുക്ക് പ്രായശ്ചിത്ത കൂദാശ ആവശ്യമാണ്, കാരണം നാം ഓരോരുത്തരും ഇടയ്ക്കിടെ പാപം ചെയ്യുന്നു. നമ്മുടെ എല്ലാ സ്നേഹത്തിനും അർഹനായ ദൈവത്തെ നാം വേദനിപ്പിച്ചു എന്ന് തിരിച്ചറിയുമ്പോൾ, കാര്യങ്ങൾ ശരിയാക്കാനുള്ള ആവശ്യം നമുക്ക് അനുഭവപ്പെടുന്നു. സുവിശേഷത്തിലെ മുടിയനായ പുത്രനെപ്പോലെ, നമ്മെ ഓരോരുത്തരെയും ക്ഷമയോടെ കാത്തിരിക്കുന്ന ക്ഷമിക്കുന്ന പിതാവിന്റെ സ്നേഹനിധിയായ ആലിംഗനം വീണ്ടും അറിയാൻ നാം ആഗ്രഹിക്കുന്നു. ദൈവത്തിന്റെ കരുണയിലേക്ക് നമുക്ക് പ്രവേശിക്കാനും നമ്മുടെ പാപങ്ങൾ ക്ഷമിക്കപ്പെട്ടുവെന്ന് അറിയാനും യേശു തന്നെ ഈ ഉറപ്പുള്ള മാർഗ്ഗം സ്ഥാപിച്ചിരിക്കുന്നു. തന്റെ ദൈവിക അധികാരത്താൽ, യേശു അപ്പസ്തോലിക ശുശ്രൂഷയ്ക്ക് പാപമോചനത്തിനുള്ള അധികാരം നൽകുന്നു. കത്തോലിക്കാ സഭയുടെ മതബോധനഗ്രന്ഥം പറയുന്നതുപോലെ, 'പാപങ്ങൾ ക്ഷമിക്കാനുള്ള തന്റെ സ്വന്തം അധികാരം അപ്പസ്തോലന്മാർക്ക് നൽകുന്നതിലൂടെ, പാപികളെ സഭയുമായി അനുരഞ്ജിപ്പിക്കാനുള്ള അധികാരവും കർത്താവ് അവർക്ക് നൽകുന്നു' (1444)."
    },
    {
        "heading": "കത്തോലിക്കാ കുമ്പസാരം - സംശയങ്ങളും മറുപടികളും",
        "title": "നമ്മുടെ പാപമോചനത്തിന്റെ ഉറവിടം എന്താണ്?",
        "content": "ദൈവവുമായുള്ള അനുരഞ്ജനത്തിലേക്ക് യേശു നമ്മെ ക്ഷണിക്കുന്നു. നല്ല ഇടയനായ ക്രിസ്തുവാണ് നമുക്ക് പാപമോചനവും പാപത്തിൽ നിന്ന് പിന്തിരിയാനുള്ള ശക്തിയും നൽകുന്നത്. കൊരിന്ത്യർക്ക് എഴുതുമ്പോൾ, ആദാമിലൂടെയും ഹവ്വയിലൂടെയും പാപം ലോകത്തിലേക്ക് വന്നതുപോലെ, യേശുക്രിസ്തുവിലൂടെ കൃപയും പുതിയ സൃഷ്ടിയും നമുക്ക് ലഭിക്കുന്നു എന്ന് വിശുദ്ധ പൗലോസ് നമ്മെ ഓർമ്മിപ്പിക്കുന്നു. ഒരു മനുഷ്യനിലൂടെ മരണം വന്നതുപോലെ, മരിച്ചവരുടെ ഉയിർപ്പും ഒരു മനുഷ്യനിലൂടെ വന്നു. ആദാമിൽ എല്ലാവരും മരിക്കുന്നതുപോലെ, ക്രിസ്തുവിൽ എല്ലാവരും ജീവനിലേക്ക് കൊണ്ടുവരപ്പെടും - ജീവന്റെ പൂർണ്ണത, കൃപയിലൂടെ നമ്മിൽ ഇതിനകം ആരംഭിച്ച പുതിയ സൃഷ്ടി (1 കോറി 15).\n\nപാപത്തിന്റെ രഹസ്യത്തെ അഭിമുഖീകരിക്കുമ്പോൾ നാം പ്രഖ്യാപിക്കുന്ന സന്ദേശം ഇതാണ്. ആദാം നമ്മുടെ ജീവിതത്തിലേക്ക് പാപം, മരണം, പൊരുത്തക്കേട്, ആശയക്കുഴപ്പം, തടസ്സം, പോരാട്ടം എന്നിവ കൊണ്ടുവന്നതുപോലെ, പുതിയ ആദാമായ ക്രിസ്തു നമുക്ക് കൃപ, വീണ്ടെടുപ്പ്, പുതിയ ജീവൻ, രക്ഷ എന്നിവ നൽകുന്നു. (ഈ ലിസ്റ്റിന്റെ അവസാനം നൽകിയിരിക്കുന്ന ജന്മപാപത്തെക്കുറിച്ചുള്ള പദാവലി കാണുക). യേശുക്രിസ്തുവിലാണ് പുതിയ സൃഷ്ടിയുടെ തുടക്കം നാം കണ്ടെത്തുന്നത്. അവൻ നമ്മെ പിതാവിലേക്ക് തിരികെ നയിക്കുന്നു, പാപത്തിന്റെ ദാരുണമായ അകൽച്ചയെ മറികടക്കുന്നു, ഐക്യം പുനഃസ്ഥാപിക്കുന്നു. ദൈവവുമായുള്ള നമ്മുടെ ബന്ധം പുനഃസ്ഥാപിക്കാൻ തുടങ്ങുന്നതും മഹത്വത്തിൽ ദൈവവുമായുള്ള പൂർണ്ണ കൂട്ടായ്മയിലേക്ക് നയിക്കുന്നതുമായ കൃപയിലുള്ള പുതിയ ജീവൻ യേശു നമുക്ക് നൽകുന്നു. ക്രിസ്തുവിൽ മാമോദീസ സ്വീകരിച്ച എല്ലാവർക്കും കൃപ പുതിയ സൃഷ്ടിയുടെ തുടക്കമാണ്. ചുരുക്കത്തിൽ, യേശുവിന്റെ പീഡാസഹനവും മരണവും നമ്മെ രക്ഷിക്കുകയും നമുക്ക് പുതിയ ജീവൻ നൽകുകയും ചെയ്തു."
    },
    {
        "heading": "കത്തോലിക്കാ കുമ്പസാരം - സംശയങ്ങളും മറുപടികളും",
        "title": "സഭയ്ക്ക് എങ്ങനെ പാപങ്ങൾ ക്ഷമിക്കാൻ കഴിയും?",
        "content": "സഭ 'പാപമോചനത്തിൽ' വിശ്വസിക്കുന്നുവെന്ന് ഏറ്റുപറയുന്നു, ദൈവത്തിന് മാത്രമേ പാപങ്ങൾ ക്ഷമിക്കാൻ കഴിയൂ എന്ന് പൂർണ്ണമായി അറിയുകയും ചെയ്യുന്നു. എന്നാൽ..."
    },
    {
        "heading": "കത്തോലിക്കാ കുമ്പസാരം - സംശയങ്ങളും മറുപടികളും",
        "title": "നാം ഇതിനകം രക്ഷിക്കപ്പെട്ടവരാണെങ്കിൽ നമുക്ക് എന്തിനാണ് വീണ്ടും പാപമോചനം ആവശ്യം?",
        "content": "ക്രിസ്തുവിൽ ലഭിച്ച പുതിയ ജീവൻ മനുഷ്യാവസ്ഥയുടെ ബലഹീനതയെയോ പാപത്തിനുള്ള നമ്മുടെ ചായ്‌വിനെയോ ഇല്ലാതാക്കുന്നില്ല. 'നമുക്ക് പാപമില്ലെന്ന് നാം പറഞ്ഞാൽ,' വിശുദ്ധ യോഹന്നാൻ എഴുതി, 'നാം നമ്മെത്തന്നെ വഞ്ചിക്കുന്നു, സത്യം നമ്മിലില്ല' (1 യോഹന്നാൻ 1:8). പലതരം പാപങ്ങളുണ്ട്, ചിലത് മാരകവും (mortal) മറ്റുള്ളവ ലഘുവും (venial). എന്നാൽ എല്ലാ പാപങ്ങൾക്കും ദോഷകരമായ ഫലമുണ്ട്. അത് പുണ്യങ്ങളുടെ പരിശീലനത്തിലും നന്മയുടെ വ്യാപനത്തിലും ആത്മാവിന്റെ പുരോഗതിയെ തടസ്സപ്പെടുത്തുന്നു. 'പാപം പാപത്തിനുള്ള ചായ്‌വ് സൃഷ്ടിക്കുന്നു,' മതബോധനഗ്രന്ഥം നമ്മെ ഓർമ്മിപ്പിക്കുന്നു. 'ഒരേ പ്രവൃത്തികളുടെ ആവർത്തനത്തിലൂടെ അത് തിന്മയെ വളർത്തുന്നു' (1865)."
    },
    {
        "heading": "കത്തോലിക്കാ കുമ്പസാരം - സംശയങ്ങളും മറുപടികളും",
        "title": "ഞാൻ എന്തിനാണ് കുമ്പസാരത്തിനായി വൈദികന്റെ അടുത്ത് പോകേണ്ടത്?",
        "content": "പലരും കുമ്പസാരത്തിന് പോകേണ്ടതില്ലെന്ന മനോഭാവം സ്വീകരിച്ചിരിക്കുന്നത് ദൗർഭാഗ്യകരമാണ്. 'ഞാൻ എന്റെ പാപങ്ങൾ ദൈവത്തോട് പറയുന്നു, അവൻ എന്നോട് ക്ഷമിക്കുന്നു' എന്ന് പലരും പറയുന്നു. പ്രായശ്ചിത്ത കൂദാശ സഭയുടെ കണ്ടുപിടുത്തമല്ലെന്ന് അത്തരം വ്യക്തികൾ തിരിച്ചറിയുന്നില്ല. മറിച്ച്, താൻ ഉദാരമായി നൽകുന്ന ക്ഷമ സഭയിലെ ഓരോ അംഗത്തിനും ലഭ്യമാക്കുമെന്ന് ഉറപ്പാക്കാൻ ക്രിസ്തു സഭയ്ക്ക് നൽകിയ സമ്മാനമാണ് പ്രായശ്ചിത്ത കൂദാശ. ക്രിസ്തുവും സഭയും പ്രായശ്ചിത്ത കൂദാശയും തമ്മിലുള്ള ബന്ധം എടുത്തുകാണിച്ചുകൊണ്ട് പരിശുദ്ധ പിതാവിന്റെ വാക്കുകൾ ഞങ്ങൾ വീണ്ടും ഉദ്ധരിക്കുന്നു:"
    },
    {
        "heading": "കത്തോലിക്കാ കുമ്പസാരം - സംശയങ്ങളും മറുപടികളും",
        "title": "കുമ്പസാരത്തിൽ എന്താണ് സംഭവിക്കുന്നത്?",
        "content": "പ്രായശ്ചിത്ത കൂദാശയിൽ, പശ്ചാത്തപിക്കുന്ന പാപി വൈദികന്റെ വ്യക്തിത്വത്തിൽ ക്രിസ്തുവിന്റെ മുമ്പാകെ വരുന്നു, വൈദികൻ പാപങ്ങൾ കേൾക്കുകയും പ്രായശ്ചിത്തം നൽകുകയും ക്രിസ്തുവിന്റെ നാമത്തിലും അധികാരത്തിലും പാപിയെ മോചിപ്പിക്കുകയും ചെയ്യുന്നു.\n\nപാപി ദൈവത്തിന്റെ കരുണയുള്ള വിധിക്ക് മുമ്പാകെ വരികയും ദുഃഖത്തോടെ കർത്താവിനെ സമീപിക്കുകയും അവന്റെ പ്രതിനിധിയുടെ മുമ്പാകെ കുറ്റം സമ്മതിക്കുകയും ചെയ്യുന്നു. ക്രിസ്തുവിന്റെ വ്യക്തിത്വത്തിലാണ് വൈദികൻ കുറ്റസമ്മതം കേൾക്കുന്നത്. കുമ്പസാരത്തിൽ പറയുന്ന കാര്യങ്ങൾ പൂർണ്ണമായ രഹസ്യസ്വഭാവത്തോടെ കാത്തുസൂക്ഷിക്കാൻ അതീവ ഗൗരവമായ കടമയുണ്ട്. വാസ്തവത്തിൽ, കുമ്പസാര രഹസ്യം നേരിട്ട് ലംഘിക്കുന്ന ഏതൊരു കുമ്പസാരക്കാരനും സഭാ നിയമം ഗുരുതരമായ ശിക്ഷ വിധിക്കുന്നു."
    },
    {
        "heading": "കത്തോലിക്കാ കുമ്പസാരം - സംശയങ്ങളും മറുപടികളും",
        "title": "എങ്ങനെയാണ് കുമ്പസാരത്തിന് ഒരുങ്ങേണ്ടത്?",
        "content": "കുമ്പസാരം ബുദ്ധിമുട്ടുള്ള കാര്യമല്ല, പക്ഷേ അതിന് ഒരുക്കം ആവശ്യമാണ്. നമ്മുടെ സ്നേഹനിധിയായ പിതാവായ ദൈവത്തിന്റെ സാന്നിധ്യത്തിൽ നമ്മെത്തന്നെ സമർപ്പിച്ചുകൊണ്ട് പ്രാർത്ഥനയോടെ വേണം നാം ആരംഭിക്കാൻ. നാം ചെയ്ത എല്ലാ തെറ്റുകളെക്കുറിച്ചും നമ്മുടെ ഹൃദയത്തിൽ ദുഃഖം ഉണ്ടായിരിക്കണം. നമ്മുടെ ദുഃഖത്തിനുള്ള കാരണം ദൈവസ്നേഹമോ അല്ലെങ്കിൽ ദൈവത്തെ വേദനിപ്പിച്ചതിന്റെ പ്രത്യാഘാതങ്ങളെക്കുറിച്ചുള്ള ഭയമോ ആകാം. പ്രചോദനം എന്തുതന്നെയായാലും, മനസ്താപം പാപമോചനത്തിന്റെ തുടക്കമാണ്. പാപത്തെക്കുറിച്ച് ഖേദിക്കുകയും, അത് ആവർത്തിക്കില്ലെന്ന് തീരുമാനിക്കുകയും, ദൈവത്തിലേക്ക് തിരികെ വരാൻ ആഗ്രഹിക്കുകയും ചെയ്യുന്ന അളവിലെങ്കിലും നമുക്ക് ദുഃഖം ഉണ്ടായിരിക്കണം.\n\nഈ ഹൃദയഭാവത്തോടെ, നമ്മുടെ അവസാന കുമ്പസാരത്തിന് ശേഷമുള്ള ജീവിതം നാം പരിശോധിക്കണം. ദൈവത്തിന്റെ സ്നേഹത്തിനോ, അവന്റെ നിയമത്തിനോ, സഭയുടെ നിയമങ്ങൾക്കോ നിരക്കാത്ത ചിന്തകളും വാക്കുകളും പ്രവൃത്തികളും കണ്ടെത്താൻ നാം ശ്രമിക്കണം. ഇതിനെയാണ് 'മനഃസാക്ഷി പരിശോധന' എന്ന് വിളിക്കുന്നത്. (ഈ ലിസ്റ്റിന്റെ അവസാനം നൽകിയിരിക്കുന്ന അനുബന്ധം കാണുക)."
    },
    {
        "heading": "കത്തോലിക്കാ കുമ്പസാരം - സംശയങ്ങളും മറുപടികളും",
        "title": "എന്തിനാണ് എനിക്ക് പ്രായശ്ചിത്തം ലഭിക്കുന്നത്?",
        "content": "ഈ പ്രക്രിയ പൂർത്തിയാക്കാൻ, ഒരു പ്രായശ്ചിത്തം നൽകപ്പെടുന്നു. പാപമോചനം പാപത്തെ നീക്കം ചെയ്യുന്നു, പക്ഷേ പാപം മൂലമുണ്ടായ എല്ലാ ക്രമക്കേടുകളെയും അത് പരിഹരിക്കുന്നില്ല. നാം ചെയ്ത തിന്മയ്ക്കും അതിന്റെ പ്രത്യാഘാതങ്ങൾക്കും ദൈവത്തിന് യഥാർത്ഥത്തിൽ പരിഹാരം ചെയ്യാൻ നമുക്ക് കഴിയില്ലെങ്കിലും, നമ്മുടെ പാപത്തിന് പരിഹാരമായി ചില പ്രവൃത്തികളോ പ്രാർത്ഥനകളോ നാം ചെയ്യണം. നമ്മുടെ പാപകരമായ പ്രവൃത്തികൾ ലോകത്തിന് വരുത്തിയ ക്രമക്കേട്, നാശം അല്ലെങ്കിൽ ദോഷം എന്നിവ പരിഹരിക്കാനുള്ള നമ്മുടെ ആഗ്രഹം ഇത് പ്രകടിപ്പിക്കുന്നു. നൽകപ്പെടുന്ന പ്രായശ്ചിത്തം പാപിയുടെ വ്യക്തിപരമായ സാഹചര്യം കണക്കിലെടുക്കുകയും അദ്ദേഹത്തിന്റെ ആത്മീയ നന്മയെ സഹായിക്കുകയും ചെയ്യുന്നു. ഏറ്റുപറഞ്ഞ പാപങ്ങളുടെ ഗൗരവത്തിന് കഴിയുന്നത്ര അനുയോജ്യമായിരിക്കും ഇത്. അത് ഒരു പ്രാർത്ഥനയോ, കാഴ്ചവയ്പ്പോ, കാരുണ്യപ്രവൃത്തികളോ, ത്യാഗങ്ങളോ, മറ്റുള്ളവർക്കുള്ള സേവനമോ ആകാം. എന്നാൽ ഈ പ്രായശ്ചിത്തം യഥാർത്ഥത്തിൽ കുരിശിലുള്ള നമ്മുടെ പങ്കാളിത്തമാണ്, ക്രിസ്തുവിനോട് കൂടുതൽ അടുക്കാൻ അത് നമ്മെ സഹായിക്കുന്നു.\n\nപ്രായശ്ചിത്ത ക്രമത്തിന്റെ ആമുഖത്തിൽ, യഥാർത്ഥ മാനസാന്തരം പൂർത്തിയാകുന്നത് ചെയ്ത പാപങ്ങൾക്കുള്ള പ്രായശ്ചിത്തം അല്ലെങ്കിൽ പരിഹാരം, പെരുമാറ്റത്തിലെ മാറ്റം, കൂടാതെ മുറിവുകൾക്കുള്ള പരിഹാരം എന്നിവയിലൂടെയാണെന്ന് നമ്മെ ഓർമ്മിപ്പിക്കുന്നു. പരിഹാരത്തിന്റെ രീതിയും വ്യാപ്തിയും ഓരോ പാപിയുടെയും വ്യക്തിപരമായ അവസ്ഥയ്ക്ക് അനുയോജ്യമായിരിക്കണം. ഈ രീതിയിൽ, തന്നെ പാപം ചെയ്യാൻ പ്രേരിപ്പിച്ച തിന്മയിൽ നിന്ന് സുഖം പ്രാപിക്കാൻ പാപി സഹായിക്കപ്പെടുന്നു. അതിനാൽ, പ്രായശ്ചിത്ത പ്രവൃത്തി യഥാർത്ഥത്തിൽ പാപത്തിനുള്ള പരിഹാരവും ജീവിത നവീകരണത്തിനുള്ള സഹായവുമായിരിക്കണം."
    },
    {
        "heading": "കത്തോലിക്കാ കുമ്പസാരം - സംശയങ്ങളും മറുപടികളും",
        "title": "എത്ര തവണ കുമ്പസരിക്കണം?",
        "content": "ദൈവത്തോടും സഭയോടും അനുരഞ്ജനപ്പെടാനുള്ള ഏക സാധാരണ മാർഗ്ഗം വ്യക്തിപരവും പൂർണ്ണവുമായ കുമ്പസാരമാണ്. മാരകമായ (ഗൗരവമായ) പാപം ചെയ്ത ഒരു കത്തോലിക്കൻ എത്രയും വേഗം ഈ കൂദാശയിലൂടെ ദൈവത്തിന്റെ ക്ഷമ തേടാൻ ബാധ്യസ്ഥനാണ്. സാധാരണ സാഹചര്യങ്ങളിൽ, മാരകമായ പാപം ചെയ്ത ഒരു കത്തോലിക്കൻ കൂദാശപരമായ പാപമോചനം ലഭിക്കുന്നതിന് മുമ്പ് വിശുദ്ധ കുർബാന സ്വീകരിക്കരുത്. ദൈവം നമ്മുടെ പാപങ്ങൾ ക്ഷമിക്കുക മാത്രമല്ല, പാപത്തിനെതിരെ പോരാടാനും ദൈവത്തോടും സഭയോടുമുള്ള നമ്മുടെ പ്രതിബദ്ധതയിൽ ശക്തിപ്പെടാനുമുള്ള ദൈവകൃപയുടെ ശക്തിയും നമുക്ക് ലഭിക്കുന്നു. ഈ കൂദാശയുടെ കൃപ വളരെ ശക്തമാണ്, അതിനാൽ ലഘുപാപങ്ങൾക്കുള്ള പരിഹാരമെന്ന നിലയിലും ഈ കൂദാശ കൂടെക്കൂടെയും ശ്രദ്ധാപൂർവ്വവും ആഘോഷിക്കുന്നത് വളരെ ഉപയോഗപ്രദമാണെന്ന് പ്രായശ്ചിത്ത ക്രമത്തിന്റെ ആമുഖം നമ്മെ ഓർമ്മിപ്പിക്കുന്നു. ഇത് കേവലം ഒരു ആചാരപരമായ ആവർത്തനമോ മനഃശാസ്ത്രപരമായ വ്യായാമമോ അല്ല, മറിച്ച് മാമോദീസയുടെ കൃപയെ പൂർണ്ണമാക്കാനുള്ള ഗൗരവമായ ശ്രമമാണ്. അങ്ങനെ, യേശുക്രിസ്തുവിന്റെ മരണം നമ്മുടെ ശരീരത്തിൽ വഹിക്കുമ്പോൾ, അവന്റെ ജീവൻ നമ്മിൽ കൂടുതൽ വ്യക്തമായി കാണപ്പെടും."
    },
    {
        "heading": "കത്തോലിക്കാ കുമ്പസാരം - സംശയങ്ങളും മറുപടികളും",
        "title": "ഉപസംഹാരം: നമ്മുടെ തുടർച്ചയായ മാനസാന്തരം",
        "content": "പ്രായശ്ചിത്ത കൂദാശയെക്കുറിച്ചുള്ള ഈ ചിന്തകൾ പൂർത്തിയാക്കുമ്പോൾ, നമ്മെ ദൈവത്തിൽ നിന്ന് അകറ്റുന്ന എന്തിൽ നിന്നുമുള്ള മോചനമാണ് നമുക്ക് അനുഭവിക്കാൻ കഴിയുന്ന ഏറ്റവും ആഴത്തിലുള്ള ആത്മീയ സന്തോഷം എന്ന് നമുക്ക് ചിന്തിക്കാം. മുടിയനായ പുത്രന് നൽകിയ എല്ലാ ക്ഷമയോടും സ്നേഹത്തോടും കൂടി നമ്മെ ഓരോരുത്തരെയും സ്വീകരിക്കുന്ന സ്നേഹനിധിയായ കരുണയുള്ള പിതാവാണ് ദൈവം. ഈ കൂദാശയിൽ വീണ്ടും നവീകരിക്കപ്പെടുകയും ഉന്മേഷം നേടുകയും അനുരഞ്ജനപ്പെടുകയും ചെയ്യുമ്പോൾ, പാപം ചെയ്ത നാം ഒരു 'പുതിയ സൃഷ്ടി'യായി മാറുന്നു. ഒരിക്കൽ കൂടി നാം പുതിയവരാക്കപ്പെടുന്നു. പ്രായശ്ചിത്ത കൂദാശയിൽ നാം എല്ലാവരും വീണ്ടും വീണ്ടും അനുഭവിക്കുമെന്ന് ഞങ്ങൾ പ്രതീക്ഷിക്കുന്നത് ആത്മാവിന്റെയും മനസ്സിന്റെയും ഈ പുതുമയാണ്."
    },
    {
        "heading": "കത്തോലിക്കാ കുമ്പസാരം - സംശയങ്ങളും മറുപടികളും",
        "title": "അനുബന്ധം 1: മനഃസാക്ഷി പരിശോധന",
        "content": "നല്ലൊരു കുമ്പസാരത്തിന് ഒരുങ്ങുമ്പോൾ, ദൈവത്തെ വേദനിപ്പിച്ച എല്ലാ വഴികൾക്കും, പ്രത്യേകിച്ച് ഏതെങ്കിലും ഗുരുതരമായ പാപത്തിനും ദൈവത്തോട് ക്ഷമ ചോദിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നു. കുമ്പസാരത്തിൽ വൈദികന്റെ അടുക്കൽ എന്താണ് പറയേണ്ടതെന്ന് നിങ്ങൾക്ക് ഉറപ്പില്ലെങ്കിൽ, സഹായം ചോദിക്കാൻ ഭയപ്പെടരുത്. നിങ്ങളെ സഹായിക്കാനും ദൈവത്തിന്റെ സ്നേഹവും കരുണയും നിങ്ങളുമായി പങ്കിടാനും വൈദികൻ അവിടെയുണ്ട്.\n\nമനഃസാക്ഷി പരിശോധനയ്ക്ക് പത്തു കൽപ്പനകൾ നല്ലൊരു അടിസ്ഥാനമാണെന്ന് പലരും കണ്ടെത്തുന്നു. നിങ്ങളെ സഹായിക്കാൻ കൽപ്പനകൾ ഇവിടെ നൽകുന്നു.\n\n1. നിന്റെ ദൈവമായ കർത്താവ് ഞാനാകുന്നു: ഞാനല്ലാതെ മറ്റൊരു ദൈവം നിനക്കുണ്ടാകരുത്.\n2. നിന്റെ ദൈവമായ കർത്താവിന്റെ തിരുനാമം വൃഥാ പ്രയോഗിക്കരുത്.\n3. കർത്താവിന്റെ ദിവസം പരിശുദ്ധമായി ആചരിക്കാൻ ഓർമ്മിക്കുക.\n4. നിന്റെ പിതാവിനെയും മാതാവിനെയും ബഹുമാനിക്കുക.\n5. കൊല്ലരുത്.\n6. വ്യഭിചാരം ചെയ്യരുത്.\n7. മോഷ്ടിക്കരുത്.\n8. നിന്റെ അയൽക്കാരനെതിരെ കള്ളസാക്ഷി പറയരുത്.\n9. നിന്റെ അയൽക്കാരന്റെ ഭാര്യയെ മോഹിക്കരുത്.\n10. നിന്റെ അയൽക്കാരന്റെ വസ്തുക്കൾ മോഹിക്കരുത്."
    },
    {
        "heading": "കത്തോലിക്കാ കുമ്പസാരം - സംശയങ്ങളും മറുപടികളും",
        "title": "അനുബന്ധം 1: മനസ്താപ പ്രകരണം",
        "content": "എന്റെ ദൈവമേ, അങ്ങയെ ഞാൻ വേദനിപ്പിച്ചതിൽ പൂർണ്ണഹൃദയത്തോടെ ഞാൻ മനസ്തപിക്കുന്നു. സ്വർഗ്ഗത്തെ നഷ്ടപ്പെടുത്തുകയും നരകത്തെ നേടുകയും ചെയ്തതിനാൽ എന്റെ പാപങ്ങളെ ഞാൻ വെറുക്കുന്നു. എന്നാൽ അതിലുപരിയായി, എല്ലാ നന്മയും നിറഞ്ഞവനും എന്റെ എല്ലാ സ്നേഹത്തിനും അർഹനുമായ അങ്ങയെ ഞാൻ വേദനിപ്പിച്ചതിനാൽ ഞാൻ എന്റെ പാപങ്ങളെ വെറുക്കുന്നു. അങ്ങയുടെ കൃപയാൽ, എന്റെ പാപങ്ങൾ ഏറ്റുപറയുവാനും, പ്രായശ്ചിത്തം ചെയ്യുവാനും, മേലിൽ പാപം ചെയ്യുകയില്ലെന്നും ഞാൻ ഉറച്ചു തീരുമാനിക്കുന്നു. ആമേൻ."
    },
    {
        "heading": "കത്തോലിക്കാ കുമ്പസാരം - സംശയങ്ങളും മറുപടികളും",
        "title": "പദാവലി: ജന്മപാപം",
        "content": "ആദ്യ മനുഷ്യരായ ആദാമും ഹവ്വയും ചെയ്ത പാപമാണ് ജന്മപാപം. ഈ പാപം മനഃപൂർവ്വമുള്ള അനുസരണക്കേടും, നമ്മുടെ ആദ്യ മാതാപിതാക്കൾ ദൈവവുമായി അനുഭവിച്ചിരുന്ന ബന്ധത്തെ തകർക്കുന്നത്ര വിനാശകരമായ ദൈവകല്പനയുടെ തിരസ്കരണവുമായിരുന്നു. ഈ പാപത്തിന്റെ ഫലമായി, അവർക്കും അവരുടെ പിൻഗാമികൾക്കും പറുദീസ നഷ്ടപ്പെട്ടു. പാപത്തെയും മരണത്തെയും ജയിക്കാനും ദൈവരാജ്യത്തിന്റെ അവകാശത്തിലേക്ക് നമ്മെ തിരികെ കൊണ്ടുവരാനും നമ്മുടെ രക്ഷകനായ യേശുക്രിസ്തു വരുന്നതുവരെ ഇത് തുടർന്നു. ജന്മപാപം എല്ലാ മനുഷ്യരെയും ബാധിക്കുകയും മാമോദീസയുടെ വിശുദ്ധ ജലത്തിലൂടെ കഴുകിക്കളയുകയും ചെയ്യുന്നു. എന്നിരുന്നാലും, ജന്മപാപം നീക്കം ചെയ്യപ്പെടുമ്പോഴും അതിന്റെ ഫലങ്ങൾ നിലനിൽക്കുന്നു. ഈ ഫലങ്ങളിലൊന്നാണ് പാപവാസന (concupiscence), ഇത് നമ്മളിൽ പാപത്തിനുള്ള ചായ്‌വ് ഉളവാക്കുന്ന ക്രമരഹിതമായ ആഗ്രഹമാണ് (1264, 1426, 2515)."
    },
    {
        "heading": "കത്തോലിക്കാ കുമ്പസാരം - സംശയങ്ങളും മറുപടികളും",
        "title": "പദാവലി: മാരകപാപം",
        "content": "കത്തോലിക്കാ സഭയുടെ മതബോധനഗ്രന്ഥം മാരകപാപത്തെ നിർവചിക്കുന്നത് ഇപ്രകാരമാണ്: 'ദൈവനിയമത്തിന്റെ ഗുരുതരമായ ലംഘനം, അത് പാപിയുടെ ആത്മാവിലുള്ള ദൈവിക ജീവനെ (വിശുദ്ധീകരിക്കുന്ന കൃപ) നശിപ്പിക്കുകയും ദൈവത്തിൽ നിന്ന് അകലുകയും ചെയ്യുന്നു. ഒരു പാപം മാരകമാകാൻ മൂന്ന് നിബന്ധനകൾ ഉണ്ടായിരിക്കണം: ഗൗരവമുള്ള വിഷയം, പ്രവൃത്തിയുടെ തിന്മയെക്കുറിച്ചുള്ള പൂർണ്ണമായ അറിവ്, മനസ്സിന്റെ പൂർണ്ണമായ സമ്മതം' (1855, 1857). മതബോധനഗ്രന്ഥം ഊന്നിപ്പറയുന്നു: 'ദൈവനിയമത്തിനും മനുഷ്യന്റെ അന്തിമ ലക്ഷ്യത്തിനും വിരുദ്ധമായ ഒരു കാര്യം മനഃപൂർവ്വം തിരഞ്ഞെടുക്കുന്നത് - അതായത് അറിഞ്ഞുകൊണ്ടും ആഗ്രഹിച്ചുകൊണ്ടും - മാരകപാപം ചെയ്യലാണ്. നിത്യസൗഭാഗ്യത്തിന് അത്യന്താപേക്ഷിതമായ സ്നേഹത്തെ ഇത് നമ്മിൽ നശിപ്പിക്കുന്നു. പശ്ചാത്തപിക്കാത്ത മാരകപാപങ്ങൾ നിത്യമരണത്തിന് കാരണമാകുന്നു' (1874). ഈ 'നിത്യമരണത്തെ' നാം നരകം എന്ന് വിളിക്കുന്നു. മാരകപാപത്തിൽ പശ്ചാത്തപിക്കാതെ മരിച്ചവർ ദൈവത്തിൽ നിന്നുള്ള നിത്യമായ വേർപാടും നിത്യസൗഭാഗ്യത്തിന്റെ (ദൈവത്തെ മുഖാമുഖം കാണുന്നത്) നഷ്ടവും അനുഭവിക്കുന്നു."
    },
    {
        "heading": "കത്തോലിക്കാ കുമ്പസാരം - സംശയങ്ങളും മറുപടികളും",
        "title": "പദാവലി: ലഘുപാപം",
        "content": "മതബോധനഗ്രന്ഥം അനുസരിച്ച്, ലഘുപാപം മാരകപാപം പോലെ ആത്മാവിലുള്ള ദൈവിക ജീവനെ നശിപ്പിക്കുന്നില്ല, എങ്കിലും അത് അതിനെ ക്ഷയിപ്പിക്കുകയും മുറിപ്പെടുത്തുകയും ചെയ്യുന്നു (1855). ധാർമ്മിക നിയമത്തിലെ ചെറിയ കാര്യങ്ങളിൽ ആവശ്യമായ മിതത്വം പാലിക്കുന്നതിലെ പരാജയമോ, അല്ലെങ്കിൽ ഗൗരവമുള്ള കാര്യങ്ങളിൽ പൂർണ്ണമായ അറിവോ പൂർണ്ണമായ സമ്മതമോ ഇല്ലാതെ പ്രവർത്തിക്കുന്നതോ ആണ് ലഘുപാപം (1862). എന്നിരുന്നാലും, ലഘുപാപങ്ങൾക്ക് മാരകപാപത്തിന്റെ ഗുരുതരമായ ഫലങ്ങൾ ഇല്ലെങ്കിലും, 'മനഃപൂർവ്വവും പശ്ചാത്തപിക്കാത്തതുമായ ലഘുപാപം നമ്മെ പതുക്കെപ്പതുക്കെ മാരകപാപം ചെയ്യാൻ പ്രേരിപ്പിക്കുന്നു' (1863) എന്ന് നാം തിരിച്ചറിയണം. പാപമില്ലാത്ത ജീവിതത്തിനായി നിരന്തരമായ പ്രാർത്ഥനയിലൂടെയും പ്രായശ്ചിത്ത പ്രവൃത്തികളിലൂടെയും കാരുണ്യപ്രവൃത്തികളിലൂടെയും പരിശ്രമിക്കുക എന്നത് ഓരോ ക്രിസ്ത്യാനിയുടെയും ലക്ഷ്യമായിരിക്കണം."
    },
    {
        "heading": "കത്തോലിക്കാ സഭയുടെ മതബോധനഗ്രന്ഥം",
        "title": "ആമുഖം",
        "content": "ഭാഗം രണ്ട്\nക്രൈസ്തവ രഹസ്യത്തിന്റെ ആഘോഷം\n\nവിഭാഗം രണ്ട്\nസഭയുടെ ഏഴ് കൂദാശകൾ\n\nഅധ്യായം രണ്ട്\nസൗഖ്യമാക്കലിന്റെ കൂദാശകൾ\n\nലേഖനം 4\nപ്രായശ്ചിത്തത്തിന്റെയും അനുരഞ്ജനത്തിന്റെയും കൂദാശ\n\n1422 പ്രായശ്ചിത്ത കൂദാശയെ സമീപിക്കുന്നവർ ദൈവത്തിനെതിരെ ചെയ്ത തെറ്റിന് ദൈവത്തിന്റെ കാരുണ്യത്തിൽ നിന്ന് മാപ്പ് നേടുന്നു. അതേസമയം, തങ്ങളുടെ പാപങ്ങളാൽ മുറിവേൽപ്പിച്ചതും സ്നേഹത്താലും മാതൃകയാലും പ്രാർത്ഥനയാലും തങ്ങളുടെ മാനസാന്തരത്തിനായി അധ്വാനിക്കുന്നതുമായ സഭയുമായി അവർ അനുരഞ്ജനപ്പെടുന്നു."
    },
    {
        "heading": "കത്തോലിക്കാ സഭയുടെ മതബോധനഗ്രന്ഥം",
        "title": "ഈ കൂദാശയുടെ പേരെന്താണ്?",
        "content": "1423 ഇതിനെ 'മാനസാന്തരത്തിന്റെ കൂദാശ' എന്ന് വിളിക്കുന്നു, കാരണം ഇത് യേശുവിന്റെ മാനസാന്തരത്തിലേക്കുള്ള വിളിയെ കൂദാശപരമായി സാന്നിധ്യമാക്കുന്നു. പാപം വഴി അകന്നുപോയ പിതാവിലേക്കുള്ള തിരിച്ചുവരവിന്റെ ആദ്യപടിയാണിത്.\n\nഇതിനെ 'പ്രായശ്ചിത്തത്തിന്റെ കൂദാശ' എന്ന് വിളിക്കുന്നു, കാരണം ഇത് ക്രിസ്ത്യൻ പാപിയുടെ മാനസാന്തരം, പ്രായശ്ചിത്തം, പരിഹാരം എന്നിവയുടെ വ്യക്തിപരവും സഭാപരവുമായ ഘട്ടങ്ങളെ വിശുദ്ധീകരിക്കുന്നു.\n\n1424 ഇതിനെ 'കുമ്പസാരത്തിന്റെ കൂദാശ' എന്ന് വിളിക്കുന്നു, കാരണം ഒരു വൈദികനോട് പാപങ്ങൾ വെളിപ്പെടുത്തുന്നത് അല്ലെങ്കിൽ ഏറ്റുപറയുന്നത് ഈ കൂദാശയുടെ അവിഭാജ്യ ഘടകമാണ്. ആഴത്തിലുള്ള അർത്ഥത്തിൽ ഇത് ദൈവത്തിന്റെ വിശുദ്ധിയെയും പാപിയായ മനുഷ്യനോടുള്ള അവന്റെ കാരുണ്യത്തെയും കുറിച്ചുള്ള 'ഏറ്റുപറച്ചിൽ' - അംഗീകാരവും സ്തുതിയും - കൂടിയാണ്."
    },
    {
        "heading": "കത്തോലിക്കാ സഭയുടെ മതബോധനഗ്രന്ഥം",
        "title": "മാമോദീസായ്ക്കു ശേഷം എന്തിനാണ് അനുരഞ്ജനത്തിന്റെ കൂദാശ?",
        "content": "1425 'നിങ്ങൾ കഴുകപ്പെട്ടു, നിങ്ങൾ വിശുദ്ധീകരിക്കപ്പെട്ടു, കർത്താവായ യേശുക്രിസ്തുവിന്റെ നാമത്തിലും നമ്മുടെ ദൈവത്തിന്റെ ആത്മാവിലും നിങ്ങൾ നീതീകരിക്കപ്പെട്ടു.' ക്രൈസ്തവ പ്രാരംഭ കൂദാശകളിലൂടെ ദൈവം നമുക്ക് നൽകിയ ദാനത്തിന്റെ മഹത്വം നാം വിലമതിക്കണം. 'ക്രിസ്തുവിനെ ധരിച്ച' ഒരാൾക്ക് പാപം എത്രത്തോളം ഒഴിവാക്കപ്പെട്ടിരിക്കുന്നു എന്ന് മനസ്സിലാക്കാൻ ഇത് ആവശ്യമാണ്. എന്നാൽ അപ്പസ്തോലനായ യോഹന്നാൻ പറയുന്നു: 'നമുക്ക് പാപമില്ലെന്ന് നാം പറഞ്ഞാൽ, നാം നമ്മെത്തന്നെ വഞ്ചിക്കുന്നു, സത്യം നമ്മിലില്ല.' കർത്താവ് തന്നെ നമ്മെ പ്രാർത്ഥിക്കാൻ പഠിപ്പിച്ചു: 'ഞങ്ങളുടെ തെറ്റുകൾ ഞങ്ങളോട് ക്ഷമിക്കണമേ,' പരസ്പരം തെറ്റുകൾ ക്ഷമിക്കുന്നതിനെ ദൈവം നമുക്ക് നൽകുന്ന പാപമോചനവുമായി ബന്ധിപ്പിച്ചുകൊണ്ട്."
    },
    {
        "heading": "കത്തോലിക്കാ സഭയുടെ മതബോധനഗ്രന്ഥം",
        "title": "മാമോദീസ സ്വീകരിച്ചവരുടെ മാനസാന്തരം",
        "content": "1427 യേശു മാനസാന്തരത്തിന് വിളിക്കുന്നു. ഈ വിളി ദൈവരാജ്യ പ്രഖ്യാപനത്തിന്റെ അവിഭാജ്യ ഘടകമാണ്: 'സമയം പൂർത്തിയായി, ദൈവരാജ്യം സമീപിച്ചിരിക്കുന്നു; അനുതപിച്ച് സുവിശേഷത്തിൽ വിശ്വസിക്കുവിൻ.' സഭയുടെ പ്രസംഗത്തിൽ ഈ വിളി ആദ്യം അഭിസംബോധന ചെയ്യുന്നത് ക്രിസ്തുവിനെയും അവന്റെ സുവിശേഷത്തെയും ഇതുവരെ അറിയാത്തവരെയാണ്. കൂടാതെ, ആദ്യത്തെയും അടിസ്ഥാനപരവുമായ മാനസാന്തരത്തിനുള്ള പ്രധാന സ്ഥലമാണ് മാമോദീസ. സുവിശേഷത്തിലുള്ള വിശ്വാസത്താലും മാമോദീസയാലും ഒരാൾ തിന്മയെ ഉപേക്ഷിക്കുകയും രക്ഷ നേടുകയും ചെയ്യുന്നു, അതായത്, എല്ലാ പാപങ്ങളുടെയും മോചനവും പുതിയ ജീവന്റെ ദാനവും."
    },
    {
        "heading": "കത്തോലിക്കാ സഭയുടെ മതബോധനഗ്രന്ഥം",
        "title": "ആന്തരിക പ്രായശ്ചിത്തം",
        "content": "1430 യേശുവിന്റെ മാനസാന്തരത്തിലേക്കും പ്രായശ്ചിത്തത്തിലേക്കും ഉള്ള വിളി, അവന് മുമ്പുള്ള പ്രവാചകന്മാരുടേത് പോലെ, ആദ്യം ലക്ഷ്യമിടുന്നത് ബാഹ്യമായ പ്രവൃത്തികളെയല്ല, 'ചാക്കിലും ചാരത്തിലും,' ഉപവാസത്തിലും പരിത്യാഗത്തിലുമല്ല, മറിച്ച് ഹൃദയത്തിന്റെ മാനസാന്തരത്തെ, ആന്തരിക മാനസാന്തരത്തെയാണ്. ഇതില്ലാതെ, അത്തരം പ്രായശ്ചിത്തങ്ങൾ വന്ധ്യവും വ്യാജവുമായി തുടരുന്നു; എന്നിരുന്നാലും, ആന്തരിക മാനസാന്തരം ദൃശ്യമായ അടയാളങ്ങളിലും ആംഗ്യങ്ങളിലും പ്രായശ്ചിത്ത പ്രവൃത്തികളിലും പ്രകടിപ്പിക്കാൻ പ്രേരിപ്പിക്കുന്നു."
    },
    {
        "heading": "കത്തോലിക്കാ സഭയുടെ മതബോധനഗ്രന്ഥം",
        "title": "ക്രൈസ്തവ ജീവിതത്തിലെ പ്രായശ്ചിത്തത്തിന്റെ വിവിധ രൂപങ്ങൾ",
        "content": "1434 ക്രിസ്ത്യാനിയുടെ ആന്തരിക പ്രായശ്ചിത്തം പലവിധത്തിലും പ്രകടിപ്പിക്കാം. തിരുവെഴുത്തുകളും പിതാക്കന്മാരും എല്ലാറ്റിനുമുപരിയായി മൂന്ന് രൂപങ്ങളിൽ നിർബന്ധിക്കുന്നു: ഉപവാസം, പ്രാർത്ഥന, ദാനധർമ്മം. ഇവ തന്നോടും ദൈവത്തോടും മറ്റുള്ളവരോടും ഉള്ള ബന്ധത്തിൽ മാനസാന്തരത്തെ പ്രകടിപ്പിക്കുന്നു. മാമോദീസയോ രക്തസാക്ഷിത്വമോ കൊണ്ടുവരുന്ന സമൂലമായ ശുദ്ധീകരണത്തോടൊപ്പം, പാപമോചനം നേടുന്നതിനുള്ള മാർഗ്ഗങ്ങളായി അവർ ഉദ്ധരിക്കുന്നത് ഇവയാണ്: അയൽക്കാരനുമായി അനുരഞ്ജനപ്പെടാനുള്ള ശ്രമം, പശ്ചാത്താപത്തിന്റെ കണ്ണുനീർ, അയൽക്കാരന്റെ രക്ഷയെക്കുറിച്ചുള്ള കരുതൽ, വിശുദ്ധരുടെ മധ്യസ്ഥത, 'അനേകം പാപങ്ങളെ മറയ്ക്കുന്ന' സ്നേഹത്തിന്റെ (charity) പരിശീലനം."
    },
    {
        "heading": "കത്തോലിക്കാ സഭയുടെ മതബോധനഗ്രന്ഥം",
        "title": "പ്രായശ്ചിത്തത്തിന്റെയും അനുരഞ്ജനത്തിന്റെയും കൂദാശ",
        "content": "1440 പാപം എല്ലാറ്റിനുമുപരിയായി ദൈവത്തിനെതിരായ ഒരു കുറ്റമാണ്, അവനുമായുള്ള കൂട്ടായ്മയുടെ വിള്ളലാണ്. അതേസമയം അത് സഭയുമായുള്ള കൂട്ടായ്മയെ തകർക്കുന്നു. ഇക്കാരണത്താൽ മാനസാന്തരത്തിൽ ദൈവത്തിന്റെ ക്ഷമയും സഭയുമായുള്ള അനുരഞ്ജനവും ഉൾപ്പെടുന്നു. ഇവ പ്രായശ്ചിത്തത്തിന്റെയും അനുരഞ്ജനത്തിന്റെയും കൂദാശയിലൂടെ ആരാധനാക്രമപരമായി പ്രകടിപ്പിക്കുകയും പൂർത്തിയാക്കുകയും ചെയ്യുന്നു.\n\nദൈവം മാത്രം പാപം ക്ഷമിക്കുന്നു\n\n1441 ദൈവം മാത്രമാണ് പാപങ്ങൾ ക്ഷമിക്കുന്നത്. യേശു ദൈവപുത്രനായതുകൊണ്ട്, 'ഭൂമിയിൽ പാപങ്ങൾ ക്ഷമിക്കാൻ മനുഷ്യപുത്രന് അധികാരമുണ്ട്' എന്ന് അവൻ തന്നെക്കുറിച്ച് പറയുകയും ഈ ദൈവിക അധികാരം വിനിയോഗിക്കുകയും ചെയ്യുന്നു: 'നിന്റെ പാപങ്ങൾ ക്ഷമിക്കപ്പെട്ടിരിക്കുന്നു.' കൂടാതെ, തന്റെ ദൈവിക അധികാരത്താൽ, തന്റെ നാമത്തിൽ ഈ അധികാരം വിനിയോഗിക്കാൻ അവൻ മനുഷ്യർക്ക് അധികാരം നൽകുന്നു."
    },
    {
        "heading": "കത്തോലിക്കാ സഭയുടെ മതബോധനഗ്രന്ഥം",
        "title": "പാപിയുടെ പ്രവൃത്തികൾ",
        "content": "1450 പ്രായശ്ചിത്തം ആവശ്യപ്പെടുന്നത്... പാപി എല്ലാം മനസ്സോടെ സഹിക്കുക, ഹൃദയത്തിൽ പശ്ചാത്തപിക്കുക, അധരങ്ങൾ കൊണ്ട് ഏറ്റുപറയുക, പൂർണ്ണമായ വിനയവും ഫലപ്രദമായ പരിഹാരവും പരിശീലിക്കുക എന്നതാണ്."
    },
    {
        "heading": "കത്തോലിക്കാ സഭയുടെ മതബോധനഗ്രന്ഥം",
        "title": "ഈ കൂദാശയുടെ കാർമ്മികൻ",
        "content": "1461 അനുരഞ്ജന ശുശ്രൂഷ ക്രിസ്തു തന്റെ അപ്പസ്തോലന്മാരെ ഏൽപ്പിച്ചതിനാൽ, അവരുടെ പിൻഗാമികളായ മെത്രാന്മാരും, മെത്രാന്മാരുടെ സഹപ്രവർത്തകരായ വൈദികരും ഈ ശുശ്രൂഷ നിർവ്വഹിക്കുന്നത് തുടരുന്നു. തീർച്ചയായും മെത്രാന്മാരും വൈദികരും, തിരുപ്പട്ടം എന്ന കൂദാശയാൽ, പിതാവിന്റെയും പുത്രന്റെയും പരിശുദ്ധാത്മാവിന്റെയും നാമത്തിൽ എല്ലാ പാപങ്ങളും ക്ഷമിക്കാൻ അധികാരം ഉള്ളവരാണ്."
    },
    {
        "heading": "കത്തോലിക്കാ സഭയുടെ മതബോധനഗ്രന്ഥം",
        "title": "ഈ കൂദാശയുടെ ഫലങ്ങൾ",
        "content": "1468 പ്രായശ്ചിത്ത കൂദാശയുടെ മുഴുവൻ ശക്തിയും നമ്മെ ദൈവത്തിന്റെ കൃപയിലേക്ക് തിരികെ കൊണ്ടുവരുന്നതിലും അവനുമായി ഗാഢമായ സൗഹൃദത്തിൽ ചേർക്കുന്നതിലും അടങ്ങിയിരിക്കുന്നു. അതിനാൽ ദൈവവുമായുള്ള അനുരഞ്ജനമാണ് ഈ കൂദാശയുടെ ലക്ഷ്യവും ഫലവും. പശ്ചാത്തപിക്കുന്ന ഹൃദയത്തോടും ഭക്തിയോടും കൂടി പ്രായശ്ചിത്ത കൂദാശ സ്വീകരിക്കുന്നവർക്ക്, അനുരഞ്ജനം 'സാധാരണയായി മനഃസാക്ഷിയുടെ സമാധാനവും ശാന്തതയും ശക്തമായ ആത്മീയ ആശ്വാസവും നൽകുന്നു.' തീർച്ചയായും ദൈവവുമായുള്ള അനുരഞ്ജനത്തിന്റെ കൂദാശ യഥാർത്ഥ 'ആത്മീയ ഉയിർപ്പ്' കൊണ്ടുവരുന്നു. ദൈവമക്കളുടെ ജീവിതത്തിന്റെ അന്തസ്സും അനുഗ്രഹങ്ങളും പുനഃസ്ഥാപിക്കുന്നു, അതിൽ ഏറ്റവും വിലപ്പെട്ടത് ദൈവവുമായുള്ള സൗഹൃദമാണ്."
    },
    {
        "heading": "കത്തോലിക്കാ സഭയുടെ മതബോധനഗ്രന്ഥം",
        "title": "പ്രായശ്ചിത്ത കൂദാശയുടെ ആഘോഷം",
        "content": "1480 എല്ലാ കൂദാശകളെയും പോലെ, പ്രായശ്ചിത്തവും ഒരു ആരാധനാക്രമ പ്രവൃത്തിയാണ്. ആഘോഷത്തിന്റെ ഘടകങ്ങൾ സാധാരണയായി ഇവയാണ്: വൈദികനിൽ നിന്നുള്ള അഭിവാദനവും ആശീർവാദവും, മനഃസാക്ഷിയെ പ്രകാശിപ്പിക്കുന്നതിനും പശ്ചാത്താപം ഉണർത്തുന്നതിനുമായി ദൈവവചനം വായിക്കൽ, മാനസാന്തരത്തിനുള്ള ആഹ്വാനം; പാപങ്ങൾ അംഗീകരിക്കുകയും വൈദികനെ അറിയിക്കുകയും ചെയ്യുന്ന കുമ്പസാരം; പ്രായശ്ചിത്തം നൽകലും സ്വീകരിക്കലും; വൈദികന്റെ പാപമോചനം; കൃതജ്ഞതാ സ്തോത്രവും സ്തുതിയും, വൈദികന്റെ ആശീർവാദത്തോടെയുള്ള പിരിച്ചുവിടലും.\n\n1481 ബൈസന്റൈൻ ആരാധനാക്രമം പാപമോചനത്തിന്റെ പല സൂത്രവാക്യങ്ങളെയും അംഗീകരിക്കുന്നു. ക്ഷമയുടെ രഹസ്യത്തെ അത്ഭുതകരമായി പ്രകടിപ്പിക്കുന്ന പ്രാർത്ഥനയുടെ രൂപത്തിലാണിവ: 'തന്റെ പാപങ്ങൾ ഏറ്റുപറഞ്ഞപ്പോൾ ദാവീദിനോട് പ്രവാചകനായ നാഥാൻ വഴി ക്ഷമിച്ച അതേ ദൈവം, കയ്പേറിയ കരച്ചിലോടെ പത്രോസിനോടും, കണ്ണുനീർ കൊണ്ട് പാദങ്ങൾ കഴുകിയപ്പോൾ പാപിനിയായ സ്ത്രീയോടും, ചുങ്കക്കാരനോടും, മുടിയനായ പുത്രനോടും ക്ഷമിച്ച ദൈവം, പാപിയായ എന്നിലൂടെ, ഈ ജീവിതത്തിലും വരാനിരിക്കുന്ന ജീവിതത്തിലും നിങ്ങളോട് ക്ഷമിക്കുകയും, എന്നേക്കും വാഴ്ത്തപ്പെട്ടവനായ അവന്റെ ഭയങ്കരമായ വിധിന്യായത്തിന് മുമ്പാകെ ശിക്ഷാവിധിയില്ലാതെ നിൽക്കാൻ നിങ്ങളെ പ്രാപ്തരാക്കുകയും ചെയ്യട്ടെ. ആമേൻ.'"
    },
    {
        "heading": "കത്തോലിക്കാ സഭയുടെ മതബോധനഗ്രന്ഥം",
        "title": "ചുരുക്കത്തിൽ",
        "content": "1485 ആ ദിവസത്തിന്റെ വൈകുന്നേരം, ആഴ്ചയുടെ ഒന്നാം ദിവസം,' യേശു തന്റെ അപ്പസ്തോലന്മാർക്ക് പ്രത്യക്ഷപ്പെട്ടു. 'അവൻ അവരുടെമേൽ നിശ്വസിച്ചുകൊണ്ട് അവരോട് പറഞ്ഞു: പരിശുദ്ധാത്മാവിനെ സ്വീകരിക്കുവിൻ. നിങ്ങൾ ആരുടെ പാപങ്ങൾ ക്ഷമിക്കുന്നുവോ, അവരോട് ക്ഷമിക്കപ്പെട്ടിരിക്കുന്നു; നിങ്ങൾ ആരുടെ പാപങ്ങൾ ബന്ധിക്കുന്നുവോ, അവ ബന്ധിക്കപ്പെട്ടിരിക്കുന്നു' (യോഹന്നാൻ 20:19, 22-23)."
    }
]