[
    {
        "heading": "ദൈവത്തിന്റെ കരുണ നിങ്ങളെ കാത്തിരിക്കുന്നു",
        "icon": "favorite_outline",
        "title": "വീട്ടിലേക്ക് സ്വാഗതം",
        "content": "നിങ്ങൾ ഇത് വായിക്കുന്നുണ്ടെങ്കിൽ, ഒരുകാര്യം ഉറപ്പാണ്: ദൈവം നിങ്ങൾക്കായി കാത്തിരിക്കുകയാണ്. ധൂർത്തപുത്രന്റെ ഉപമയിലെ പിതാവിനെപ്പോലെ, നിങ്ങൾ അകന്നുപോയ ദിവസങ്ങളുടെ കണക്കല്ല, മറിച്ച് നിങ്ങൾ തിരിച്ചെത്തിയതിലുള്ള സന്തോഷമാണ് അവിടുത്തെ മനസ്സുനിറയെ.\n\nകുമ്പസാരിച്ചിട്ട് മാസങ്ങളോ വർഷങ്ങളോ ആയിട്ടുണ്ടാകാം. 'ഇനി ദൈവത്തിന് എന്നെ സ്വീകരിക്കാൻ പറ്റുമോ' എന്ന കുറ്റബോധം നിങ്ങളെ അലട്ടുന്നുണ്ടാകാം. എന്നാൽ സത്യം ഇതാണ്: ദൈവത്തിന്റെ കരുണയേക്കാൾ വലിയ പാപമില്ല, അവിടുത്തെ സ്നേഹത്തേക്കാൾ വലിയ അകലമില്ല.\n\n\"കര്‍ത്താവ് അരുളിച്ചെയ്യുന്നു: വരുവിന്‍, നമുക്കു രമ്യതപ്പെടാം. നിങ്ങളുടെ പാപങ്ങള്‍ കടുംചെമപ്പാണെങ്കിലും അവ മഞ്ഞുപോലെ വെണ്‍മയുള്ളതായിത്തീരും. അവ രക്ത വര്‍ണമെങ്കിലും കമ്പിളിപോലെ വെളുക്കും.\" — ഏശയ്യാ 1:18\n\n— CCC 1422, 1468"
    },
    {
        "heading": "ദൈവത്തിന്റെ കരുണ നിങ്ങളെ കാത്തിരിക്കുന്നു",
        "icon": "healing_outlined",
        "title": "അയോഗ്യനാണെന്ന് തോന്നുന്നുണ്ടോ?",
        "content": "പലരും ചിന്തിക്കുന്നത് കുമ്പസാരത്തിന് പോകുന്നതിന് മുമ്പ് നമ്മൾ 'നന്നാകണം' എന്നാണ്. എന്നാൽ അത് ശരിയല്ല.\n\nകുമ്പസാരം വിശുദ്ധർക്കുള്ളതല്ല, പാപികൾക്കുള്ളതാണ്. നീതിമാന്മാർക്കുള്ള സമ്മാനമല്ല, രോഗികൾക്കുള്ള മരുന്നാണ്. യേശു തന്നെ പറഞ്ഞിട്ടുണ്ടല്ലോ: \"രോഗികൾക്കാണ് വൈദ്യനെക്കൊണ്ട് ആവശ്യം, ആരോഗ്യമുള്ളവർക്കല്ല\".\n\nഅതുകൊണ്ട് എല്ലാം തികഞ്ഞിട്ട് വരാമെന്ന് കരുതരുത്. നിങ്ങളുടെ ബലഹീനതകളും പാപങ്ങളും അതേപടി ദൈവത്തിന്റെ മുൻപിൽ സമർപ്പിക്കുക. ബാക്കി അവിടുന്ന് നോക്കിക്കൊള്ളും.\n\nവി. കൊച്ചുത്രേസ്യ പറയുന്നു: \"നിങ്ങളുടെ കുറവുകൾ ശാന്തമായി അംഗീകരിക്കാൻ തയ്യാറായാൽ, അപ്പോൾത്തന്നെ നിങ്ങൾ യേശുവിന് പ്രിയപ്പെട്ടവനായി മാറും.\"\n\n— CCC 1421, 1484"
    },
    {
        "heading": "ദൈവത്തിന്റെ കരുണ നിങ്ങളെ കാത്തിരിക്കുന്നു",
        "icon": "lock_open_outlined",
        "title": "ദൈവം ക്ഷമിക്കാത്ത പാപങ്ങളില്ല",
        "content": "ചിലപ്പോഴൊക്കെ നമ്മൾ ചിന്തിക്കും, \"എന്റെ പാപം വളരെ വലുതാണ്, ദൈവത്തിന് അത് ക്ഷമിക്കാൻ പറ്റുമോ?\" എന്ന്. എന്നാൽ അത് തെറ്റാണ്.\n\nയേശുവിനെ തള്ളിപ്പറഞ്ഞ പത്രോസും, ക്രിസ്ത്യാനികളെ ഉപദ്രവിച്ച പൗലോസും, വലിയ പാപിയായി ജീവിച്ച അഗസ്റ്റിനും ഒക്കെ പിന്നീട് വിശുദ്ധരായത് ദൈവത്തിന്റെ കരുണ ഒന്നുകൊണ്ട് മാത്രമാണ്. ആ കരുണ നിങ്ങൾക്കും ഉള്ളതാണ്.\n\nഎത്ര വലിയ പാപമാണെങ്കിലും, ആത്മാർത്ഥമായി കുമ്പസാരിച്ചാൽ ദൈവം അത് ക്ഷമിക്കും. ക്ഷമിക്കപ്പെടാത്ത ഒരേയൊരു പാപം, 'എനിക്ക് ദൈവകരുണ വേണ്ട' എന്ന് നമ്മൾ പറയുന്നതു മാത്രമാണ്.\n\n\"..പാപം വര്‍ധിച്ചിടത്ത് കൃപ അതിലേറെ വര്‍ധിച്ചു.\" — റോമാ 5:20\n\n— CCC 1446, 982"
    },
    {
        "heading": "കൂദാശയെ മനസ്സിലാക്കൽ",
        "icon": "church_outlined",
        "title": "എന്താണ് കുമ്പസാരം?",
        "content": "കുമ്പസാരം വെറുമൊരു \"ഏറ്റുപറച്ചിൽ\" മാത്രമല്ല. അത് ദൈവത്തിന്റെ കാരുണ്യവുമായുള്ള കണ്ടുമുട്ടലാണ്. \"ഇതു പറഞ്ഞിട്ട് അവരുടെമേല്‍ നിശ്വസിച്ചുകൊണ്ട് അവരോട് അരുളിച്ചെയ്തു: നിങ്ങള്‍ പരിശുദ്ധാത്മാവിനെ സ്വീകരിക്കുവിന്‍. നിങ്ങള്‍ ആരുടെ പാപങ്ങള്‍ ക്ഷമിക്കുന്നുവോ അവ അവരോടു ക്ഷമിക്കപ്പെട്ടിരിക്കും. നിങ്ങള്‍ ആരുടെ പാപങ്ങള്‍ ബന്ധിക്കുന്നുവോ അവ ബന്ധിക്കപ്പെട്ടിരിക്കും.\" (യോഹന്നാൻ 20:22-23).\n\nകുമ്പസാരക്കൂട്ടിൽ നമ്മൾ കാണുന്നത് വൈദികനെയല്ല, നമ്മളെ സുഖപ്പെടുത്താൻ കാത്തിരിക്കുന്ന യേശുവിനെയാണ്. വൈദികനിലൂടെ യേശു തന്നെ നമ്മുടെ പാപങ്ങൾ ക്ഷമിക്കുന്നു.\n\nഏറെ നാളത്തെ യാത്രയ്ക്ക് ശേഷം ക്ഷീണിതനായി വീട്ടിലേക്ക് മടങ്ങിയെത്തുന്ന മകനെ ഓടിച്ചെന്ന് കെട്ടിപ്പിടിക്കുന്ന അപ്പനെപ്പോലെയാണ് കുമ്പസാരത്തിൽ ദൈവം.\n\n— CCC 1422-1424, 1440-1442"
    },
    {
        "heading": "കൂദാശയെ മനസ്സിലാക്കൽ",
        "icon": "person_outline",
        "title": "വൈദികനോട് എന്തിന് കുമ്പസാരിക്കണം?",
        "content": "\"എനിക്ക് നേരിട്ട് ദൈവത്തോട് പറഞ്ഞാൽ പോരേ? എന്തിനാണ് അച്ചനോട് കുമ്പസാരിക്കുന്നത്?\" - ഇത് പലരും ചോദിക്കാറുണ്ട്.\n\nഉത്തരം ലളിതമാണ്: യേശുക്രിസ്തു ആഗ്രഹിച്ചത് അങ്ങനെയാണ്. ഉയിർത്തെഴുന്നേറ്റ കർത്താവ് ശ്ലീഹന്മാരുടെ മേൽ നിശ്വസിച്ചുകൊണ്ട് അരുളിച്ചെയ്തു:\n\n\"നിങ്ങള്‍ പരിശുദ്ധാത്മാവിനെ സ്വീകരിക്കുവിന്‍. നിങ്ങള്‍ ആരുടെ പാപങ്ങള്‍ ക്ഷമിക്കുന്നുവോ അവ അവരോടു ക്ഷമിക്കപ്പെട്ടിരിക്കും. നിങ്ങള്‍ ആരുടെ പാപങ്ങള്‍ ബന്ധിക്കുന്നുവോ അവ ബന്ധിക്കപ്പെട്ടിരിക്കും.\" — യോഹന്നാൻ 20:22-23\n\nഈ വാക്കുകളിലൂടെ യേശു ശ്ലീഹന്മാർക്കും അവരുടെ പിൻഗാമികളായ വൈദികർക്കും പാപമോചനാധികാരം നൽകി. വൈദികനോട് കുമ്പസാരിക്കുമ്പോൾ നമ്മൾ യേശുവിനോട് തന്നെയാണ് സംസാരിക്കുന്നത്.\n\nമാത്രമല്ല, നമ്മുടെ പാപങ്ങൾ ഉറക്കെ ഏറ്റുപറയുമ്പോൾ കിട്ടുന്ന ആശ്വാസം വലുതാണ്. \"നിന്റെ പാപങ്ങൾ ക്ഷമിക്കപ്പെട്ടിരിക്കുന്നു\" എന്ന് കേൾക്കുമ്പോൾ അത് ദൈവത്തിന്റെ ശബ്ദമായി നമുക്ക് അനുഭവപ്പെടും. നമ്മളെ തിരുത്താനും ഉപദേശിക്കാനും വൈദികന് സാധിക്കും.\n\nവി. അഗസ്റ്റിൻ ചോദിക്കുന്നു: \"ഞാൻ സ്വകാര്യമായി ദൈവത്തോട് ക്ഷമ ചോദിച്ചോളാം എന്ന് ആരും പറയരുത്. അങ്ങനെയെങ്കിൽ പിന്നെ പള്ളിക്ക് പാപമോചനാധികാരം നൽകിയത് വെറുതെയാണോ?\"\n\n— CCC 1441-1442, 1448, 1456"
    },
    {
        "heading": "കൂദാശയെ മനസ്സിലാക്കൽ",
        "icon": "security_outlined",
        "title": "കുമ്പസാര രഹസ്യം (Seal of Confession)",
        "content": "കുമ്പസാര രഹസ്യം അതീവ ഗൗരവമുള്ളതാണ്. നിങ്ങൾ കുമ്പസാരത്തിൽ പറയുന്ന കാര്യങ്ങൾ ഒരു കാരണവശാലും, ആരു ചോദിച്ചാലും വൈദികൻ പുറത്തുപറയില്ല. മരണം വരിച്ചാലും വൈദികർ ഈ രഹസ്യം സൂക്ഷിക്കും.\n\nലോകത്തിലെ ഒരു നിയമത്തിനും കോടതിക്കും കുമ്പസാര രഹസ്യം വെളിപ്പെടുത്താൻ വൈദികനെ നിർബന്ധിക്കാനാവില്ല.\n\nസഭ ഇത്ര കർശനമായി ഇത് പാലിക്കുന്നത് എന്തിനാണ്? നിങ്ങൾ ഭയമില്ലാതെ, പൂർണ്ണ സ്വാതന്ത്ര്യത്തോടെ ദൈവത്തിന്റെ മുൻപിൽ മനസ്സ് തുറക്കാൻ വേണ്ടിയാണ്. നിങ്ങളുടെ രഹസ്യങ്ങൾ കുമ്പസാരക്കൂട്ടിൽ സുരക്ഷിതമാണ്.\n\n— CCC 1467; Canon Law 983"
    },
    {
        "heading": "കൂദാശയെ മനസ്സിലാക്കൽ",
        "icon": "event_repeat_outlined",
        "title": "എത്ര തവണ കുമ്പസാരിക്കണം?",
        "content": "മാരകമായ പാപങ്ങൾ (Mortal Sins) ചെയ്തിട്ടുണ്ടെങ്കിൽ എത്രയും വേഗം, അല്ലെങ്കിൽ വർഷത്തിലൊരിക്കലെങ്കിലും കുമ്പസാരിക്കണം എന്നാണ് സഭയുടെ നിയമം.\n\nഎന്നാൽ ആത്മീയ വളർച്ച ആഗ്രഹിക്കുന്നവർ മാസത്തിലൊരിക്കൽ കുമ്പസാരിക്കുന്നത് വളരെ നല്ലതാണ്. വലിയ പാപങ്ങൾ ഇല്ലെങ്കിലും, പതിവായുള്ള കുമ്പസാരം നമ്മളെ പാപസാഹചര്യങ്ങളിൽ നിന്ന് അകറ്റി നിർത്താനും ദൈവകൃപയിൽ വളരാനും സഹായിക്കും.\n\nചിന്തിക്കുക: നമ്മൾ അസുഖം വരുമ്പോൾ മാത്രമല്ലല്ലോ കുളിക്കുന്നത്? ആരോഗ്യം സംരക്ഷിക്കാനാണ് നമ്മൾ എന്നും കുളിക്കുന്നത്. അതുപോലെയാണ് കുമ്പസാരവും.\n\n— CCC 1457-1458; Canon Law 989"
    },
    {
        "heading": "നിങ്ങളുടെ ഹൃദയം ഒരുക്കൽ",
        "icon": "psychology_outlined",
        "title": "മനസ്സാക്ഷി പരിശോധന",
        "content": "കുമ്പസാരത്തിന് പോകുന്നതിന് മുമ്പ് അല്പസമയം പ്രാർത്ഥിച്ച് ഒരുങ്ങുക. പത്തു കൽപ്പനകൾ അടിസ്ഥാനമാക്കി മനഃസാക്ഷി പരിശോധിക്കുന്നത് നല്ലതാണ്.\n\n• ഞാൻ ദൈവത്തെ വേദനിപ്പിച്ചോ?\n• ദൈവത്തിന്റെ നാമം വൃഥാ ഉപയോഗിച്ചോ?\n• ഞായറാഴ്ചകളിൽ പള്ളിയിൽ പോകാതിരുന്നോ?\n• മാതാപിതാക്കളെ ബഹുമാനിച്ചോ?\n• മറ്റുള്ളവരെ വേദനിപ്പിച്ചോ? പക വെച്ചുകൊണ്ടേയിരുന്നോ?\n• ചിന്തയിലും പ്രവർത്തിയിലും പരിശുദ്ധി കാത്തുസൂക്ഷിച്ചോ?\n• മോഷണമോ വഞ്ചനയോ നടത്തിയോ?\n• നുണ പറഞ്ഞോ? മറ്റുള്ളവരെക്കുറിച്ച് അപവാദം പറഞ്ഞോ?\n\n\"പരിശുദ്ധാത്മാവേ, എന്റെ പാപങ്ങൾ കാണിച്ചുതരണേ\" എന്ന് പ്രാർത്ഥിക്കുക. ദൈവം സഹായിക്കും.\n\n— CCC 1454, 1456"
    },
    {
        "heading": "നിങ്ങളുടെ ഹൃദയം ഒരുക്കൽ",
        "icon": "favorite_border_outlined",
        "title": "എന്താണ് മനഃസ്താപം?",
        "content": "പാപത്തെക്കുറിച്ചുള്ള ദുഃഖമാണ് മനഃസ്താപം.\n\nദൈവത്തെ സ്നേഹിക്കുന്നതുകൊണ്ട് നമുക്കുണ്ടാകുന്ന ദുഃഖമാണ് ഏറ്റവും ശ്രേഷ്ഠം (Perfect Contrition). സ്നേഹനിധിയായ ദൈവത്തെ ഞാൻ വേദനിപ്പിച്ചല്ലോ എന്ന ചിന്തയാണത്.\n\nനരകത്തെ ഭയന്നോ, പാപത്തിന്റെ ഫലങ്ങളെ ഭയന്നോ ഉണ്ടാകുന്ന ദുഃഖവും (Imperfect Contrition) കുമ്പസാരത്തിന് മതിയാകും.\n\nനിങ്ങൾക്ക് വലിയ ദുഃഖം തോന്നുന്നില്ലെങ്കിലും വിഷമിക്കേണ്ട. കുമ്പസാരിക്കാൻ തോന്നുന്നത് തന്നെ ദൈവകൃപയാണ്. ആ മനസ്സ് ദൈവം സ്വീകരിക്കും.\n\n— CCC 1451-1454"
    },
    {
        "heading": "നിങ്ങളുടെ ഹൃദയം ഒരുക്കൽ",
        "icon": "autorenew_outlined",
        "title": "കുമ്പസാരിച്ചിട്ടും വീണ്ടും പാപം ചെയ്താൽ?",
        "content": "പലരുടേയും പ്രശ്നമാണിത്. കുമ്പസാരിക്കും, വീണ്ടും പഴയ പാപത്തിൽ തന്നെ വീഴും. അപ്പോൾ തോന്നും \"ഇനി കുമ്പസാരിച്ചിട്ട് കാര്യമുണ്ടോ?\" എന്ന്.\n\nഉണ്ട്! തീർച്ചയായും ഉണ്ട്.\n\nദൈവം നോക്കുന്നത് നമ്മൾ ജയിച്ചോ എന്നല്ല, നമ്മൾ പരിശ്രമിക്കുന്നുണ്ടോ എന്നാണ്. നടക്കാൻ പഠിക്കുന്ന കുഞ്ഞ് വീഴുമ്പോൾ അപ്പൻ ദേഷ്യപ്പെടില്ല, കൈപിടിച്ച് എഴുന്നേൽപ്പിക്കും. അതുപോലെയാണ് ദൈവവും.\n\nവി. ഫ്രാൻസിസ് ഡി സെയിൽസ് പറയുന്നു: \"സ്വയം ക്ഷമിക്കുക. വീണുപോയാൽ ഉടനെ എഴുന്നേൽക്കുക. ഓരോ ദിവസവും പുതിയതായി തുടങ്ങുക.\"\n\n— CCC 1458, 1490"
    },
    {
        "heading": "നിങ്ങളുടെ ഹൃദയം ഒരുക്കൽ",
        "icon": "checklist_outlined",
        "title": "എണ്ണവും തരവും പറയണോ?",
        "content": "മാരകപാപങ്ങൾ (Mortal Sins) കുമ്പസാരിക്കുമ്പോൾ അത് എന്ത് പാപമാണെന്നും (Kind) എത്ര തവണ ചെയ്തു (Number) എന്നും പറയണം. ഇത് കണക്ക് ബോധിപ്പിക്കാനല്ല, മറിച്ച് നമ്മുടെ ഉള്ളിലെ മുറിവ് പൂർണ്ണമായി ഉണങ്ങാനാണ്.\n\nഉദാഹരണത്തിന്, \"ഞാൻ മോശമായി പെരുമാറി\" എന്ന് പറയുന്നതിന് പകരം \"ഞാൻ എന്റെ ഭാര്യയോട്/ഭർത്താവിനോട് ദേഷ്യപ്പെട്ടു\" എന്ന് പറയുന്നതാണ് നല്ലത്.\n\nകൃത്യം എണ്ണം ഓർമ്മയില്ലെങ്കിൽ \"ഏകദേശം\" എന്ന് പറഞ്ഞാൽ മതി. ദൈവം സത്യസന്ധതയാണ് ആഗ്രഹിക്കുന്നത്, കണക്കല്ല.\n\nചെറിയ പാപങ്ങൾക്ക് എണ്ണവും തരവും പറയണമെന്ന് നിർബന്ധമില്ല.\n\n— CCC 1456, 1458"
    },
    {
        "heading": "കുമ്പസാരക്കൂട്ടിൽ",
        "icon": "record_voice_over_outlined",
        "title": "കുമ്പസാരത്തിന് എന്ത് പറയണം?",
        "content": "കുമ്പസാരക്കൂട്ടിലേക്ക് പ്രവേശിക്കുമ്പോൾ, നിങ്ങളും വൈദികനും ഒരുമിച്ച് കുരിശടയാളം വരയ്ക്കുന്നു: \"പിതാവിന്റെയും പുത്രന്റെയും പരിശുദ്ധാത്മാവിന്റെയും നാമത്തിൽ. ആമേൻ.\"\n\nപിന്നീട് ക്രമം ഇതാണ്:\n\n1. നിങ്ങളുടെ അവസാന കുമ്പസാരം മുതൽ എത്ര സമയമായി എന്ന് പറയുക:\n\"എന്നോട് ക്ഷമിക്കണേ പിതാവേ, കാരണം ഞാൻ പാപം ചെയ്തു. എന്റെ അവസാന കുമ്പസാരം മുതൽ [സമയം] ആയി.\"\n\n2. നിങ്ങളുടെ പാപങ്ങൾ ഏറ്റുപറയുക. (മാരകപാപങ്ങൾക്ക്, പാപത്തിന്റെ തരം, എത്ര തവണ എന്നിവ പറയണം).\n\n3. പൂർത്തിയാകുമ്പോൾ, നിങ്ങൾ പറയാം: \"ഈ പാപങ്ങൾക്കും എന്റെ എല്ലാ പാപങ്ങൾക്കും ഞാൻ യഥാർത്ഥമായി ദുഃഖിക്കുന്നു.\"\n\n4. അച്ചൻ തരുന്ന ഉപദേശവും പ്രായശ്ചിത്തവും ശ്രദ്ധിക്കുക.\n\n5. മനഃസ്താപ പ്രക്കരണം ചൊല്ലുക.\n\n6. അച്ചൻ പാപമോചന പ്രാർത്ഥന ചൊല്ലുമ്പോൾ \"ആമേൻ\" പറയുക.\n\nഎന്തെങ്കിലും മറന്നുപോയാൽ, \"അച്ചാ, എന്നെ സഹായിക്കണമേ\" എന്ന് പറഞ്ഞാൽ മതി. അച്ചൻ പറഞ്ഞടുതരും.\n\n— CCC 1480-1484"
    },
    {
        "heading": "കുമ്പസാരക്കൂട്ടിൽ",
        "icon": "help_outline",
        "title": "പാപങ്ങൾ മറന്നുപോയാലോ?",
        "content": "ഇതൊരു വലിയ പേടിയാണ്. എന്നാൽ ഓർക്കുക:\n\nആത്മാർത്ഥമായി കുമ്പസാരിച്ചാൽ, നിങ്ങൾ മറന്നുപോയ പാപങ്ങളും ദൈവം ക്ഷമിക്കും. ദൈവം ഹൃദയമാണ് കാണുന്നത്.\n\nപിന്നീട് എപ്പോഴെങ്കിലും അത് ഓർമ്മവന്നാൽ, അടുത്ത കുമ്പസാരത്തിൽ \"കഴിഞ്ഞ കുമ്പസാരത്തിൽ ഇത് പറയാൻ വിട്ടുപോയി\" എന്ന് പറഞ്ഞാൽ മതി. പേടിക്കേണ്ട കാര്യമില്ല.\n\nഎന്നാൽ, അറിഞ്ഞുകൊണ്ട് പാപം മറച്ചുവെച്ചാൽ അത് ക്ഷമിക്കപ്പെടില്ല. അത് അടുത്ത കുമ്പസാരത്തിൽ ഏറ്റുപറയണം.\n\n— CCC 1456, 1458"
    },
    {
        "heading": "കുമ്പസാരക്കൂട്ടിൽ",
        "icon": "groups_outlined",
        "title": "അച്ചൻ എന്നെ വിധിക്കുമോ?",
        "content": "അച്ചൻ എന്നെക്കുറിച്ച് എന്ത് വിചാരിക്കും, പിന്നീട് എന്നെ കാണുമ്പോൾ ഇത് ഓർക്കുമോ എന്നൊക്കെ പലരും ഭയപ്പെടുന്നു.\n\nസത്യത്തിൽ, ഇതിലും വലിയ പാപങ്ങൾ അച്ചന്മാർ കേട്ടിട്ടുണ്ട്. നിങ്ങളുടെ പാപങ്ങൾ കേട്ട് അച്ചൻ ഞെട്ടില്ല. നിങ്ങളെ വിധിക്കാനല്ല, സഹായിക്കാനാണ് അച്ചൻ ഇരിക്കുന്നത്.\n\nമാത്രമല്ല, കുമ്പസാരിക്കാൻ വരുന്നവരെ കാണുമ്പോൾ അച്ചന്മാർക്ക് സന്തോഷമാണ് തോന്നുക - ദൈവത്തിലേക്ക് ഒരാൾ തിരികെ വന്നല്ലോ എന്ന സന്തോഷം.\n\nഓർക്കുക: അച്ചനും മനുഷ്യനാണ്, അച്ചനും കുമ്പസാരിക്കാറുണ്ട്. പാപത്തിന്റെ വേദന അച്ചനും അറിയാം.\n\n— CCC 1465-1466"
    },
    {
        "heading": "കുമ്പസാരത്തിന് ശേഷം",
        "icon": "volunteer_activism_outlined",
        "title": "പ്രായശ്ചിത്തം (Penance)",
        "content": "കുമ്പസാരത്തിന് ശേഷം അച്ചൻ ചൊല്ലാൻ തരുന്ന പ്രാർത്ഥനയോ സൽപ്രവൃത്തിയോ ആണ് പ്രായശ്ചിത്തം. എന്തിനാണിത്?\n\nഇതൊരു ശിക്ഷയല്ല, മരുന്നാണ്. പാപം നമ്മുടെ ആത്മാവിലുണ്ടാക്കിയ മുറിവുണങ്ങാൻ ഇത് സഹായിക്കും.\n\n\"ഇത്രയും വലിയ പാപം ചെയ്തിട്ട് ഇത്ര ചെറിയ പ്രായശ്ചിത്തമോ?\" എന്ന് തോന്നാം. അത് ദൈവത്തിന്റെ കാരുണ്യമാണ്. നമുക്ക് താങ്ങാവുന്നത് മാത്രമേ ദൈവം തരുന്നുള്ളൂ.\n\nപള്ളിയിൽ വെച്ചുതന്നെ അത് ചൊല്ലിത്തീർക്കാൻ ശ്രമിക്കുക. അതൊരു ആശ്വാസമായിരിക്കും.\n\n— CCC 1459-1460"
    },
    {
        "heading": "കുമ്പസാരത്തിന് ശേഷം",
        "icon": "celebration_outlined",
        "title": "പാപമോചനം (Absolution)",
        "content": "വൈദികൻ \"പിതാവിന്റെയും പുത്രന്റെയും പരിശുദ്ധാത്മാവിന്റെയും നാമത്തിൽ നിന്റെ പാപങ്ങൾ ഞാൻ ക്ഷമിക്കുന്നു\" എന്ന് പറയുമ്പോൾ, സ്വർഗ്ഗത്തിൽ ദൈവം അത് ക്ഷമിച്ചുകഴിഞ്ഞു. അത് വെറുമൊരു വാക്കല്ല, യാഥാർത്ഥ്യമാണ്.\n\nആ നിമിഷം നിങ്ങൾ പുതിയ സൃഷ്ടിയായി മാറുന്നു. ചങ്ങലകൾ പൊട്ടിച്ചെറിയപ്പെടുന്നു.\n\nചിലപ്പോൾ നിങ്ങൾക്ക് വലിയ സന്തോഷം തോന്നിയേക്കാം, ചിലപ്പോൾ ഒന്നും തോന്നില്ലായിരിക്കാം. വികാരങ്ങൾ മാറിക്കൊണ്ടിരിക്കും, പക്ഷെ ദൈവത്തിന്റെ ക്ഷമ മാറില്ല. സംശയിക്കേണ്ട, നിങ്ങൾ ക്ഷമിക്കപ്പെട്ടുകഴിഞ്ഞു.\n\n— CCC 1449, 1468-1470"
    },
    {
        "heading": "കുമ്പസാരത്തിന് ശേഷം",
        "icon": "spa_outlined",
        "title": "കൃപയിൽ വളരാൻ",
        "content": "കുമ്പസാരം ഒരു അവസാനമല്ല, പുതിയ തുടക്കമാണ്.\n\n• വിശുദ്ധ കുർബാന സ്വീകരിക്കുക: യേശു നിങ്ങളെ ശക്തിപ്പെടുത്തും.\n• ദിവസവും പ്രാർത്ഥിക്കുക: ദൈവവുമായുള്ള ബന്ധം നിലനിർത്തുക.\n• പാപസാഹചര്യങ്ങൾ ഒഴിവാക്കുക: വീണ്ടും വീഴാതിരിക്കാൻ ശ്രദ്ധിക്കുക.\n• നന്മ ചെയ്യുക: തിന്മയുടെ സ്ഥാനത്ത് നന്മ നിറയ്ക്കുക.\n\nമാസത്തിലൊരിക്കൽ കുമ്പസാരിക്കുന്നത് ശീലമാക്കുക. അത് നിങ്ങളുടെ ആത്മാവിനെ എപ്പോഴും സന്തോഷത്തോടെ നിലനിർത്തും.\n\n— CCC 1458, 1468-1469"
    },
    {
        "heading": "കുമ്പസാരത്തിന് ശേഷം",
        "icon": "local_fire_department_outlined",
        "title": "ദണ്ഡവിമോചനം (Indulgences)",
        "content": "പാപം ക്ഷമിക്കപ്പെട്ടാലും പാപം വരുത്തിവെച്ച ആഘാതങ്ങൾ (Temporal Punishment) ബാക്കിയുണ്ടാകും. ഉദാഹരണത്തിന്, മുറിവ് ഉണങ്ങിയാലും അതിന്റെ പാട് ബാക്കിയാകുന്നത് പോലെ.\n\nഈ 'പാടുകൾ' മാറ്റാൻ സഭ നൽകുന്ന മാർഗ്ഗമാണ് ദണ്ഡവിമോചനം. പ്രാർത്ഥനകൾ, സുകൃതജപങ്ങൾ, തീർത്ഥാടനങ്ങൾ എന്നിവയിലൂടെ ഇത് ലഭിക്കും.\n\nകർത്താവിന്റെ കാരുണ്യം എത്ര വലുതാണെന്ന് ഇത് കാണിക്കുന്നു - നമ്മെ ക്ഷമിക്കുക മാത്രമല്ല, പൂർണ്ണമായി സുഖപ്പെടുത്താനും അവിടുന്ന് ആഗ്രഹിക്കുന്നു.\n\n— CCC 1471-1479"
    },
    {
        "heading": "സാധാരണ ചോദ്യങ്ങൾ",
        "icon": "quiz_outlined",
        "title": "മാരകപാപവും ലഘുപാപവും",
        "content": "എല്ലാ പാപങ്ങളും തുല്യമല്ല. സഭ പാപങ്ങളെ രണ്ടായി തിരിക്കുന്നു:\n\n1. മാരകപാപം (Mortal Sin): ഗുരുതരമായ കാര്യമാണെന്ന് അറിഞ്ഞുകൊണ്ട്, പൂർണ്ണ സമ്മതത്തോടെ ചെയ്യുന്ന പാപം. ഇത് ദൈവവുമായുള്ള ബന്ധം പൂർണ്ണമായി തകർക്കുന്നു. ഇത് കുമ്പസാരിച്ചാൽ മാത്രമേ ക്ഷമിക്കപ്പെടൂ.\n2. ലഘുപാപം (Venial Sin): അത്ര ഗുരുതരമല്ലാത്ത, അല്ലെങ്കിൽ പൂർണ്ണ അറിവോടെയല്ലാത്ത പാപങ്ങൾ. ഇത് ദൈവവുമായുള്ള സ്നേഹബന്ധത്തെ കുറയ്ക്കുന്നു, പക്ഷെ തകർക്കുന്നില്ല.\n\nസംശയമുണ്ടെങ്കിൽ കുമ്പസാരിക്കുന്നതാണ് നല്ലത്. കറകൾ നീക്കി വസ്ത്രം വെളുപ്പിക്കുന്നതുപോലെ, ലഘുപാപങ്ങൾ കുമ്പസാരിക്കുന്നത് ആത്മാവിന് തിളക്കം നൽകും.\n\n— CCC 1854-1864"
    },
    {
        "heading": "സാധാരണ ചോദ്യങ്ങൾ",
        "icon": "diversity_3_outlined",
        "title": "പൊതു പാപമോചനം (General Absolution)",
        "content": "ചില പ്രത്യേക സാഹചര്യങ്ങളിൽ (ഉദാഹരണത്തിന്, യുദ്ധഭൂമിയിലോ, മരണാസന്നമായ നേരത്തോ) വൈദികൻ എല്ലാവർക്കും കൂടി പൊതുവായി പാപമോചനം നൽകിയേക്കാം.\n\nഇത് സ്വീകരിച്ചാലും, പിന്നീട് സാധിക്കുന്ന അവസരത്തിൽ പഴയ മാരകപാപങ്ങൾ വൈദികനോട് നേരിട്ട് കുമ്പസാരിക്കണം. കാരണം കുമ്പസാരം വ്യക്തിപരമായ ഒരു കൂടിക്കാഴ്ചയാണ്.\n\n— CCC 1480-1484; Canon Law 961-963"
    },
    {
        "heading": "സാധാരണ ചോദ്യങ്ങൾ",
        "icon": "balance_outlined",
        "title": "പരിഹാരം ചെയ്യണോ (Restitution)?",
        "content": "മറ്റുള്ളവർക്ക് നമ്മൾ എന്തെങ്കിലും നഷ്ടം വരുത്തിയിട്ടുണ്ടെങ്കിൽ അത് പരിഹരിക്കാൻ നമ്മൾ ബാധ്യസ്ഥരാണ്.\n\nമോഷ്ടിച്ചതാണെങ്കിൽ തിരികെ കൊടുക്കണം. ആരുടെയെങ്കിലും പേര് നശിപ്പിച്ചെങ്കിൽ അത് തിരുത്തണം. മറ്റൊരാൾക്ക് കൊടുത്ത വാക്ക് ലംഘിച്ചെങ്കിൽ അത് ശരിയാക്കണം.\n\nഇത് ചെയ്യാൻ സാധിക്കാത്ത സാഹചര്യമാണെങ്കിൽ (ഉദാഹരണത്തിന് ആ വ്യക്തി മരിച്ചുപോയെങ്കിൽ), അവർക്കുവേണ്ടി പ്രാർത്ഥിക്കുകയോ ദാനധർമ്മം ചെയ്യുകയോ ചെയ്യുക. ദൈവ നീതി അതാണ് ആവശ്യപ്പെടുന്നത്.\n\n— CCC 1459, 2412, 2487"
    }
]