[
    {
        "heading": "ദൈവത്തിന്റെ കരുണ നിങ്ങളെ കാത്തിരിക്കുന്നു",
        "icon": "favorite_outline",
        "title": "വീട്ടിലേക്ക് സ്വാഗതം",
        "content": "നിങ്ങൾ ഇത് വായിക്കുന്നെങ്കിൽ, ദൈവം തുറന്ന കൈകളോടെ നിങ്ങളെ കാത്തിരിക്കുകയാണെന്ന് അറിയുക. ധൂർത്തപുത്രന്റെ ഉപമയിലെ പിതാവിനെപ്പോലെ, നിങ്ങൾ അകന്നിരുന്ന ദിവസങ്ങൾ അവൻ എണ്ണുന്നില്ല—നിങ്ങൾ ഇപ്പോൾ ഇവിടെയുണ്ടെന്നതിൽ അവൻ സന്തോഷിക്കുന്നു.\n\nഒരുപക്ഷേ നിങ്ങളുടെ അവസാന കുമ്പസാരത്തിന് ശേഷം മാസങ്ങൾ, വർഷങ്ങൾ, അല്ലെങ്കിൽ പതിറ്റാണ്ടുകൾ പോലും കഴിഞ്ഞിരിക്കാം. ഒരുപക്ഷേ നിങ്ങൾക്ക് ഒരിക്കലും മടങ്ങിവരാൻ കഴിയുമോ എന്ന് ചിന്തിച്ചുപോകുന്നത്ര ഭാരമുള്ള കുറ്റബോധവും ലജ്ജയും നിങ്ങൾ വഹിച്ചിരിക്കാം. സുന്ദരമായ സത്യം ഇതാണ്: ദൈവത്തിന്റെ കരുണയ്ക്ക് വലുതായ പാപമില്ല, അവന്റെ സ്വാഗതത്തിന് ദീർഘമായ അഭാവമില്ല.\n\n\"വരുവിൻ, നമുക്ക് കാര്യം തീർപ്പാക്കാം,\" എന്ന് കർത്താവ് അരുളിച്ചെയ്യുന്നു. \"നിങ്ങളുടെ പാപങ്ങൾ കടുംചുവപ്പാണെങ്കിലും അവ മഞ്ഞുപോലെ വെളുക്കും.\" — ഏശയ്യാ 1:18\n\n— CCC 1422, 1468"
    },
    {
        "heading": "ദൈവത്തിന്റെ കരുണ നിങ്ങളെ കാത്തിരിക്കുന്നു",
        "icon": "healing_outlined",
        "title": "അയോഗ്യനാണെന്ന് തോന്നുന്നുണ്ടോ?",
        "content": "പലരും കുമ്പസാരത്തിന് മുമ്പ് \"ശുദ്ധിയാക്കണം\" എന്ന് കരുതുന്നു—ആദ്യം ദൈവത്തിന്റെ കരുണയ്ക്ക് യോഗ്യരാകണം എന്നപോലെ. എന്നാൽ ഇത് കൂദാശയുടെ ഹൃദയത്തെ തെറ്റിദ്ധരിക്കുന്നതാണ്.\n\nകുമ്പസാരം പൂർണരായവർക്കുള്ളതല്ല; അത് തകർന്നവർക്കുള്ളതാണ്. അത് നീതിമാന്മാർക്കുള്ള പ്രതിഫലമല്ല; അത് രോഗികൾക്കുള്ള മരുന്നാണ്. യേശു തന്നെ പറഞ്ഞു, \"രോഗികൾക്കാണ് വൈദ്യനെ ആവശ്യം, ആരോഗ്യമുള്ളവർക്കല്ല. ഞാൻ നീതിമാന്മാരെയല്ല, പാപികളെ വിളിക്കാൻ വന്നത്.\"\n\nനിങ്ങളുടെ ജീവിതം ക്രമത്തിലാക്കണമെന്നില്ല. വിശുദ്ധി അനുഭവപ്പെടണമെന്നില്ല. നിങ്ങൾ ഏതവസ്ഥയിലാണോ അതിൽ, നിങ്ങൾ വഹിക്കുന്ന എന്തു കുഴപ്പവും കൊണ്ട് വരിക, ബാക്കി ദൈവം ചെയ്തുകൊള്ളും.\n\nവി. കൊച്ചുത്രേസ്യ മനോഹരമായി എഴുതി: \"നിങ്ങൾക്ക് തന്നോട് അപ്രീതി തോന്നുന്നതിന്റെ പരീക്ഷണം ശാന്തമായി സഹിക്കാൻ തയ്യാറാണെങ്കിൽ, നിങ്ങൾ യേശുവിന് ഒരു സുഖകരമായ അഭയസ്ഥാനമായിരിക്കും.\"\n\n— CCC 1421, 1484"
    },
    {
        "heading": "ദൈവത്തിന്റെ കരുണ നിങ്ങളെ കാത്തിരിക്കുന്നു",
        "icon": "lock_open_outlined",
        "title": "ഒരു പാപവും വലുതല്ല",
        "content": "ചിലപ്പോൾ നാം ചെയ്തത് ക്ഷമയ്ക്ക് അപ്പുറമാണെന്ന്—ദൈവം കടക്കാത്ത ഒരു വരയ്ക്ക് അപ്പുറമാണെന്ന് നാം നമ്മെത്തന്നെ ബോധ്യപ്പെടുത്തുന്നു. ഇത് ഒരിക്കലും സത്യമല്ല.\n\nവി. പത്രോസ് ക്രിസ്തുവിനെ മൂന്നു തവണ തള്ളിപ്പറഞ്ഞു. വി. പൗലോസ് ക്രിസ്ത്യാനികളെ പീഡിപ്പിച്ചു. വി. അഗസ്തിനോസ് വർഷങ്ങളോളം പാപജീവിതം നയിച്ചു. വി. മറിയം മഗ്ദലന പിശാചുബാധിതയായിരുന്നു. എന്നിട്ടും ഓരോരുത്തരും ഇന്ന് നിങ്ങൾക്ക് ലഭ്യമായ അതേ കരുണയാൽ രൂപാന്തരപ്പെട്ട പ്രിയപ്പെട്ട വിശുദ്ധരായി.\n\nസഭ വ്യക്തമായി പഠിപ്പിക്കുന്നു: എത്ര ഗുരുതരമായതും, ഏതു പാപവും ആത്മാർത്ഥമായ കുമ്പസാരത്തിലൂടെ ക്ഷമിക്കാനാകും. ക്ഷമിക്കാനാവാത്ത ഏക പാപം ദൈവത്തിന്റെ കരുണയിലേക്ക് കൊണ്ടുവരാൻ നാം വിസമ്മതിക്കുന്നതാണ്.\n\n\"പാപം പെരുകിയിടത്ത് കൃപ അതിലും അധികം പെരുകി.\" — റോമാ 5:20\n\n— CCC 1446, 982"
    },
    {
        "heading": "കൂദാശയെ മനസ്സിലാക്കൽ",
        "icon": "church_outlined",
        "title": "കുമ്പസാരം എന്താണ്?",
        "content": "കുമ്പസാരം—അനുരഞ്ജനം അല്ലെങ്കിൽ പ്രായശ്ചിത്തം എന്നും വിളിക്കപ്പെടുന്നു—യേശുക്രിസ്തു സ്വയം സ്ഥാപിച്ച ഏഴു കൂദാശകളിൽ ഒന്നാണ്. ഉയിർത്തെഴുന്നേറ്റ ക്രിസ്തു ഈസ്റ്റർ വൈകുന്നേരം ശ്ലീഹന്മാരുടെ മേൽ ശ്വസിച്ചു: \"പരിശുദ്ധാത്മാവിനെ സ്വീകരിക്കുവിൻ. നിങ്ങൾ ആരുടെ പാപങ്ങൾ ക്ഷമിക്കുന്നുവോ അവർക്ക് ക്ഷമിക്കപ്പെടും.\" — യോഹന്നാൻ 20:22-23\n\nഈ കൂദാശയിൽ, നാം ഒരു മനുഷ്യന്യായാധിപനെയല്ല, ദൈവിക വൈദ്യനായ ക്രിസ്തുവിനെയാണ് കാണുന്നത്. ക്രിസ്തുവിന്റെ വ്യക്തിയിൽ പ്രവർത്തിക്കുന്ന വൈദികനിലൂടെ, നാം യഥാർത്ഥ മോചനം—നമ്മുടെ പാപങ്ങളുടെ നിശ്ചിത ക്ഷമ—സ്വീകരിക്കുന്നു.\n\nകുമ്പസാരം കുറ്റബോധം ഇറക്കിവയ്ക്കുന്നതിലും വളരെ കൂടുതലാണ്. അത് ദൈവകരുണയുമായുള്ള അമാനുഷിക കണ്ടുമുട്ടലും, ആത്മീയ സൗഖ്യവും, ദൈവവും അവന്റെ സഭയുമായുള്ള ബന്ധത്തിന്റെ പുനഃസ്ഥാപനവുമാണ്.\n\nഒരു നീണ്ട യാത്രയ്ക്ക് ശേഷം വീട്ടിലേക്ക് മടങ്ങിവരുന്നതായി കരുതുക—ക്ഷീണിതനായി, പൊടിപുരണ്ട്, ഒരുപക്ഷേ മുറിവേറ്റ്—നിങ്ങളെ സ്നേഹിക്കുന്നത് ഒരിക്കലും നിർത്താത്ത ഒരു പിതാവ് ആലിംഗനം ചെയ്യുന്നു.\n\n— CCC 1422-1424, 1440-1442"
    },
    {
        "heading": "കൂദാശയെ മനസ്സിലാക്കൽ",
        "icon": "person_outline",
        "title": "വൈദികനോട് എന്തിന് കുമ്പസാരിക്കണം?",
        "content": "\"എന്തുകൊണ്ട് ദൈവത്തോട് നേരിട്ട് കുമ്പസാരിച്ചുകൂടാ?\" കുമ്പസാരത്തെക്കുറിച്ചുള്ള ഏറ്റവും സാധാരണ ചോദ്യം ഇതാണ്.\n\nലളിതമായ ഉത്തരം: യേശു ഇങ്ങനെയാണ് രൂപകൽപ്പന ചെയ്തത്. അവൻ തന്റെ ശ്ലീഹന്മാർക്ക്—അവരിലൂടെ എല്ലാ വൈദികർക്കും—തന്റെ നാമത്തിൽ പാപങ്ങൾ ക്ഷമിക്കാനുള്ള അധികാരം നൽകി. നിങ്ങൾ ഒരു വൈദികനോട് കുമ്പസാരിക്കുമ്പോൾ, വൈദികനിലൂടെ പ്രവർത്തിക്കുന്ന ക്രിസ്തുവിനോട് തന്നെയാണ് നിങ്ങൾ കുമ്പസാരിക്കുന്നത്.\n\nഎന്നാൽ ഈ രൂപകൽപ്പനയിൽ ജ്ഞാനമുണ്ട്. നമ്മുടെ പാപങ്ങൾ മറ്റൊരു വ്യക്തിയോട് ഉറക്കെ പറയുന്നത് രഹസ്യത്തിന്റെയും ലജ്ജയുടെയും ശക്തി തകർക്കുന്നു. ഒരു മനുഷ്യശബ്ദത്തിൽ നിന്ന് \"ഞാൻ നിന്നെ മോചിപ്പിക്കുന്നു\" എന്ന് കേൾക്കുന്നത് ദൈവത്തിന്റെ ക്ഷമ സ്പർശനീയവും യഥാർത്ഥവും നിശ്ചിതവുമാക്കുന്നു. വൈദികൻ മാർഗനിർദേശവും പ്രോത്സാഹനവും സൗഖ്യമാക്കാൻ സഹായിക്കുന്ന പ്രായശ്ചിത്തവും നൽകുന്നു.\n\nവി. അഗസ്തിനോസ് കുറിച്ചു: \"ഞാൻ സ്വകാര്യമായി ദൈവത്തോട് അനുതപിക്കുന്നു എന്ന് ആരും പറയരുത്. സഭയ്ക്ക് താക്കോലുകൾ നൽകിയത് വെറുതെയാണോ?\"\n\n— CCC 1441-1442, 1448, 1456"
    },
    {
        "heading": "കൂദാശയെ മനസ്സിലാക്കൽ",
        "icon": "security_outlined",
        "title": "കുമ്പസാര രഹസ്യം",
        "content": "നിങ്ങൾ കുമ്പസാരിക്കുന്നതെല്ലാം സങ്കൽപ്പിക്കാവുന്നതിൽ ഏറ്റവും കേവലമായ രഹസ്യത്താൽ സംരക്ഷിക്കപ്പെടുന്നു—കുമ്പസാര മുദ്ര. ഒരു വൈദികന് കുമ്പസാരത്തിൽ കേൾക്കുന്നത് ഒരു സാഹചര്യത്തിലും, ആർക്കും, ഒരു കാരണത്താലും വെളിപ്പെടുത്താൻ കഴിയില്ല. ഒരിക്കലും.\n\nഈ മുദ്ര എത്ര പവിത്രമാണെന്നാൽ, ചരിത്രത്തിലുടനീളം, വൈദികർ അത് ലംഘിക്കുന്നതിനേക്കാൾ തടവും മരണം പോലും തിരഞ്ഞെടുത്തിട്ടുണ്ട്. ഒരു സിവിൽ അധികാരിക്കും, ഒരു മെത്രാനും, മാർപ്പാപ്പയ്ക്ക് പോലും ഇത് നിർബന്ധിക്കാനാവില്ല.\n\nഇത്ര കർശനത എന്തിന്? കാരണം ഭയമില്ലാതെ എല്ലാം കുമ്പസാരിക്കാൻ നിങ്ങൾ പൂർണ്ണമായും സ്വതന്ത്രരാകണമെന്ന് സഭ ആഗ്രഹിക്കുന്നു. നിങ്ങളുടെ ഏറ്റവും ആഴമേറിയ രഹസ്യങ്ങൾ, ഏറ്റവും ലജ്ജാകരമായ പാപങ്ങൾ, മറഞ്ഞിരിക്കുന്ന മുറിവുകൾ—എല്ലാം പൂർണ്ണ സുരക്ഷിതത്വത്തിൽ ക്രിസ്തുവിന്റെ അടുത്തേക്ക് കൊണ്ടുവരാം.\n\nനിങ്ങൾക്ക് സ്വതന്ത്രമായി സംസാരിക്കാം. നിങ്ങളുടെ കുമ്പസാരം ഒരിക്കലും ആ കുമ്പസാരക്കൂട് വിട്ടുപോകില്ല.\n\n— CCC 1467; Canon Law 983"
    },
    {
        "heading": "കൂദാശയെ മനസ്സിലാക്കൽ",
        "icon": "event_repeat_outlined",
        "title": "എത്ര തവണ കുമ്പസാരിക്കണം?",
        "content": "മാരക പാപം ചെയ്തതായി അറിവുണ്ടെങ്കിൽ വർഷത്തിൽ ഒരിക്കലെങ്കിലും കുമ്പസാരിക്കണമെന്ന് സഭ ആവശ്യപ്പെടുന്നു. എന്നാൽ ഇത് ഒരു ഏറ്റവും കുറഞ്ഞ അളവാണ്, ആദർശമല്ല.\n\nപല വിശുദ്ധരും ആത്മീയ വഴികാട്ടികളും മാസത്തിലൊരിക്കൽ കുമ്പസാരിക്കാൻ ശുപാർശ ചെയ്യുന്നു, ലഘുപാപങ്ങൾ മാത്രമേ ചെയ്തിട്ടുള്ളൂവെങ്കിലും. എന്തുകൊണ്ട്? കാരണം ക്രമമായ കുമ്പസാരം ആത്മീയ ശക്തി വളർത്തുന്നു, ആത്മജ്ഞാനം വർദ്ധിപ്പിക്കുന്നു, ഉത്തരവാദിത്തം നൽകുന്നു, ശീലമായ പാപങ്ങളെ മറികടക്കാൻ കൃപ നൽകുന്നു.\n\nനിങ്ങൾ വർഷങ്ങളായി അകന്നുനിന്നിട്ടുണ്ടെങ്കിൽ, ഇപ്പോൾ ആവൃത്തിയെക്കുറിച്ച് ആശങ്കപ്പെടേണ്ട. ഏറ്റവും പ്രധാനപ്പെട്ട കുമ്പസാരം നിങ്ങളുടെ അടുത്തതാണ്—എപ്പോഴായാലും. അവിടെ നിന്ന് തുടങ്ങുക, വളരാൻ സഹായിക്കുന്ന ഒരു താളത്തിലേക്ക് ദൈവം നിങ്ങളെ നയിക്കട്ടെ.\n\nഓർക്കുക: കുമ്പസാരം പാപം ചെയ്തതിനുള്ള ശിക്ഷയല്ല. അത് സൗഖ്യത്തിനുള്ള മരുന്നാണ്. നാം മരിക്കുമ്പോൾ മാത്രമല്ല ഡോക്ടറുടെ അടുത്ത് പോകുന്നത്; ആരോഗ്യം നിലനിർത്താൻ പോകുന്നു.\n\n— CCC 1457-1458; Canon Law 989"
    },
    {
        "heading": "നിങ്ങളുടെ ഹൃദയം ഒരുക്കൽ",
        "icon": "psychology_outlined",
        "title": "മനസ്സാക്ഷി പരിശോധന",
        "content": "കുമ്പസാരത്തിന് മുമ്പ്, നിങ്ങളുടെ അവസാന കുമ്പസാരത്തിന് ശേഷമുള്ള ജീവിതം പ്രാർത്ഥനാപൂർവ്വം അവലോകനം ചെയ്യാൻ സമയമെടുക്കുക. ഇത് ഒരു പൂർണ്ണ പട്ടിക സൃഷ്ടിക്കുന്നതോ എല്ലാ വിശദാംശങ്ങളും ഓർക്കുന്നതോ അല്ല—ദൈവത്തിന്റെ സ്നേഹത്തിൽ നിന്ന് നിങ്ങൾ എവിടെ പിന്നോക്കം പോയെന്ന് സത്യസന്ധമായി നോക്കുന്നതാണ്.\n\nപത്ത് കൽപ്പനകൾ വഴികാട്ടിയായി ഉപയോഗിക്കുന്നത് പലർക്കും സഹായകരമാണ്:\n\n• ദൈവത്തേക്കാൾ മറ്റെന്തെങ്കിലും ഞാൻ മുമ്പിൽ വച്ചോ?\n• ദൈവനാമം ദുരുപയോഗം ചെയ്തോ?\n• ഞായറാഴ്ച വിശുദ്ധമായി ആചരിച്ചോ?\n• മാതാപിതാക്കളെയും അധികാരികളെയും ബഹുമാനിച്ചോ?\n• കോപം, വിദ്വേഷം, അവഗണന എന്നിവയിൽ മറ്റുള്ളവരെ ദ്രോഹിച്ചോ?\n• ബന്ധങ്ങളിൽ വിശ്വസ്തനായിരുന്നോ? ചിന്തകളിലും പ്രവൃത്തികളിലും ശുദ്ധനായിരുന്നോ?\n• മോഷ്ടിച്ചോ അല്ലെങ്കിൽ അസത്യം പറഞ്ഞോ?\n• കള്ളം പറഞ്ഞോ അല്ലെങ്കിൽ മറ്റുള്ളവരുടെ പ്രശസ്തി നശിപ്പിച്ചോ?\n• അസൂയ വച്ചുപുലർത്തിയോ അല്ലെങ്കിൽ മറ്റുള്ളവരുടേത് മോഹിച്ചോ?\n\nസൗഖ്യമാക്കേണ്ടത് വെളിപ്പെടുത്താൻ പരിശുദ്ധാത്മാവിനോട് ആവശ്യപ്പെടുക. അവൻ നിങ്ങളെ മൃദുവായി നയിക്കും.\n\n— CCC 1454, 1456"
    },
    {
        "heading": "നിങ്ങളുടെ ഹൃദയം ഒരുക്കൽ",
        "icon": "favorite_border_outlined",
        "title": "മനഃസ്താപം എന്താണ്?",
        "content": "മനഃസ്താപം പാപത്തിൽ ദുഃഖമാണ്—എന്നാൽ സഭ രണ്ട് തരങ്ങൾ അംഗീകരിക്കുന്നു, രണ്ടും ക്ഷമയിലേക്ക് നയിക്കുന്നു.\n\nപൂർണ്ണ മനഃസ്താപം ദൈവസ്നേഹത്തിൽ നിന്ന് ഉത്ഭവിക്കുന്നു. അനന്തമായി നല്ലവനും സ്നേഹിക്കുന്നവനുമായ, നിങ്ങളുടെ മുഴുവൻ സ്നേഹവും അർഹിക്കുന്ന ഒരാളെ നിങ്ങൾ വേദനിപ്പിച്ചതിനാൽ നിങ്ങൾ ഖേദിക്കുന്നു. ഈ മനഃസ്താപം എത്ര ശക്തമാണെന്നാൽ കുമ്പസാരത്തിന് മുമ്പ് പോലും മാരക പാപങ്ങൾ ക്ഷമിക്കാൻ കഴിയും—എങ്കിലും നിങ്ങൾ കുമ്പസാരിക്കാൻ ഉദ്ദേശിക്കണം.\n\nഅപൂർണ്ണ മനഃസ്താപം (ചിലപ്പോൾ \"ആട്രിഷൻ\" എന്ന് വിളിക്കപ്പെടുന്നു) ശിക്ഷയുടെ ഭയത്തിൽ നിന്നോ പാപത്തിന്റെ വൈരൂപ്യത്തിൽ നിന്നോ ഉത്ഭവിക്കുന്നു. നരകം കാരണം, പാപം വെറുപ്പുളവാക്കുന്നതിനാൽ, അല്ലെങ്കിൽ പ്രത്യാഘാതങ്ങൾ കാരണം നിങ്ങൾ ഖേദിക്കുന്നു. സാധുവായ കുമ്പസാരത്തിന് ഇത് മതിയാകും.\n\nനിങ്ങളുടെ ദുഃഖം അപൂർണ്ണമെന്ന് തോന്നിയാൽ വിഷമിക്കേണ്ട. നിങ്ങൾ കുമ്പസാരം തേടുന്നു എന്ന വസ്തുത പരിശുദ്ധാത്മാവ് നിങ്ങളിൽ പ്രവർത്തിക്കുന്നു എന്ന് കാണിക്കുന്നു. ദൈവം നമ്മെ നാം ഇരിക്കുന്നിടത്ത് വച്ച് കാണുന്നു.\n\n— CCC 1451-1454"
    },
    {
        "heading": "നിങ്ങളുടെ ഹൃദയം ഒരുക്കൽ",
        "icon": "autorenew_outlined",
        "title": "ഒരേ പാപത്തിൽ വീണ്ടും വീണ്ടും വീഴുന്നെങ്കിലോ?",
        "content": "ഇത് ആത്മീയ ജീവിതത്തിലെ ഏറ്റവും നിരാശാജനകമായ പോരാട്ടങ്ങളിൽ ഒന്നാണ്. നിങ്ങൾ കുമ്പസാരിക്കുന്നു, മാറാൻ തീരുമാനിക്കുന്നു, പിന്നെ... വീണ്ടും വീഴുന്നു. ദൈവം ഇനി നിങ്ങളുടെ കുമ്പസാരങ്ങൾ ഗൗരവമായി എടുക്കുന്നുണ്ടോ?\n\nഉവ്വ്. തീർച്ചയായും ഉവ്വ്.\n\nദൈവം ആവശ്യപ്പെടുന്നത് പൂർണ്ണതയല്ല, ആത്മാർത്ഥമായ ശ്രമമാണ്. സാധുവായ കുമ്പസാരത്തിന് \"ഉറച്ച നന്നാകാനുള്ള ഉദ്ദേശ്യം\" ആവശ്യമാണ്—പാപവും അതിന്റെ അവസരങ്ങളും ഒഴിവാക്കാനുള്ള യഥാർത്ഥ ഉദ്ദേശ്യം. വിജയത്തിന്റെ ഉറപ്പ് ആവശ്യമില്ല.\n\nനടക്കാൻ പഠിക്കുന്ന ഒരു കുട്ടിയെ ചിന്തിക്കുക. അവൾ നിരന്തരം വീഴുന്നു. വീണതിന് അവളുടെ പിതാവ് അവളെ ശകാരിക്കുമോ? ഇല്ല—അവൻ അവളെ എഴുന്നേൽപ്പിക്കുന്നു, പ്രോത്സാഹിപ്പിക്കുന്നു, ഓരോ ആടിയുലയുന്ന ചുവടും ആഘോഷിക്കുന്നു. സ്വർഗ്ഗത്തിലെ നമ്മുടെ പിതാവ് അതിലും ക്ഷമയുള്ളവനാണ്.\n\nവി. ഫ്രാൻസിസ് ഡി സേൽസ് ജ്ഞാനപൂർവ്വം പറഞ്ഞു: \"എല്ലാറ്റിലും ക്ഷമയുണ്ടായിരിക്കുക, എന്നാൽ പ്രധാനമായും നിങ്ങളോട് തന്നെ ക്ഷമയുണ്ടായിരിക്കുക. നിങ്ങളുടെ സ്വന്തം അപൂർണ്ണതകൾ പരിഗണിക്കുന്നതിൽ ധൈര്യം നഷ്ടപ്പെടുത്തരുത്, പകരം ഉടനടി അവ പരിഹരിക്കാൻ തുടങ്ങുക—ഓരോ ദിവസവും ജോലി പുതുതായി ആരംഭിക്കുക.\"\n\n— CCC 1458, 1490"
    },
    {
        "heading": "നിങ്ങളുടെ ഹൃദയം ഒരുക്കൽ",
        "icon": "checklist_outlined",
        "title": "എണ്ണവും തരവും കുമ്പസാരിക്കൽ",
        "content": "മാരക പാപങ്ങൾ അവയുടെ തരം (എന്ത് പാപമായിരുന്നു) എണ്ണം (എത്ര തവണ) എന്നിവ പ്രകാരം കുമ്പസാരിക്കാൻ സഭ ആവശ്യപ്പെടുന്നു. ഇത് കുമ്പസാരം കഠിനമാക്കാനല്ല—സത്യസന്ധവും പൂർണ്ണവുമായ കുമ്പസാരം പൂർണ്ണ സൗഖ്യം കൊണ്ടുവരുന്നതിനാലാണ്.\n\nഅനാവശ്യ വിശദാംശങ്ങൾ നൽകുകയോ നീണ്ട കഥകൾ പറയുകയോ വേണ്ട. പാപം വ്യക്തമായി പറയുക: \"എന്റെ ജീവിതപങ്കാളിയോട് മൂന്നു തവണ കള്ളം പറഞ്ഞു\" എന്നതിന് പകരം \"സത്യത്തിൽ ചില പ്രശ്നങ്ങൾ ഉണ്ടായിരുന്നു\" എന്നല്ല.\n\nശീലമായ പാപങ്ങൾക്ക്, ഒരു കണക്കാക്കൽ മതി: \"ആഴ്ചയിൽ ഒരിക്കൽ\" അല്ലെങ്കിൽ \"പല തവണ.\" ദൈവം നിങ്ങളുടെ ഹൃദയം അറിയുന്നു—അവൻ അക്കൗണ്ടിംഗ് കൃത്യത തേടുന്നില്ല, സത്യസന്ധത തേടുന്നു.\n\nലഘു പാപങ്ങൾക്ക് എണ്ണവും തരവും ആവശ്യമില്ല, എങ്കിലും അവ കുമ്പസാരിക്കുന്നത് ഇപ്പോഴും പ്രയോജനകരമാണ്. സംശയമുണ്ടെങ്കിൽ, വൈദികൻ നിങ്ങളെ നയിക്കാൻ സഹായിക്കും.\n\n— CCC 1456, 1458"
    },
    {
        "heading": "കുമ്പസാരക്കൂട്ടിൽ",
        "icon": "record_voice_over_outlined",
        "title": "എന്താണ് പറയേണ്ടത്?",
        "content": "\"ശരിയായി ചെയ്യുന്നതിനെ\" കുറിച്ച് പരിഭ്രമിക്കേണ്ട. വൈദികൻ നിങ്ങളെ നയിക്കും, പ്രത്യേകിച്ച് ദീർഘകാലമായി എന്ന് നിങ്ങൾ സൂചിപ്പിച്ചാൽ.\n\nഇതാ ഒരു ലളിതമായ ഫോർമാറ്റ്:\n\n1. ഇങ്ങനെ തുടങ്ങുക: \"അച്ചാ, ഞാൻ പാപം ചെയ്തു. എന്റെ അവസാന കുമ്പസാരത്തിന് ശേഷം [കാലയളവ്] ആയി.\"\n\n2. നിങ്ങളുടെ പാപങ്ങൾ കുമ്പസാരിക്കുക. മാരക പാപങ്ങൾക്ക്, പാപത്തിന്റെ തരവും എത്ര തവണ എന്നും സൂചിപ്പിക്കുക. സത്യസന്ധമായിരിക്കുക, പക്ഷേ അനാവശ്യ വിശദാംശങ്ങൾ നൽകേണ്ട.\n\n3. കഴിഞ്ഞാൽ പറയുക: \"ഈ പാപങ്ങൾക്കും മറ്റെല്ലാ പാപങ്ങൾക്കും ഞാൻ ശരിക്കും ഖേദിക്കുന്നു.\"\n\n4. വൈദികന്റെ ഉപദേശവും പ്രായശ്ചിത്തവും ശ്രദ്ധിക്കുക.\n\n5. മനഃസ്താപ പ്രാർത്ഥന ചൊല്ലുക (വൈദികൻ ഒന്ന് നൽകിയേക്കാം).\n\n6. മോചനം സ്വീകരിക്കുക—നിങ്ങളെ സ്വതന്ത്രമാക്കുന്ന വാക്കുകൾ.\n\nനിങ്ങൾ എന്തെങ്കിലും മറന്നാലോ ആശയക്കുഴപ്പത്തിലായാലോ, വൈദികനോട് പറയുക. അദ്ദേഹം വിധിക്കാനല്ല, സഹായിക്കാനാണ്. പലരും ലളിതമായി പറയുന്നു, \"അച്ചാ, ഇത് എങ്ങനെ ചെയ്യണമെന്ന് എനിക്ക് ഓർമ്മയില്ല. സഹായിക്കാമോ?\" അത് തികച്ചും ശരിയാണ്.\n\n— CCC 1480-1484"
    },
    {
        "heading": "കുമ്പസാരക്കൂട്ടിൽ",
        "icon": "help_outline",
        "title": "ചില പാപങ്ങൾ മറന്നാലോ?",
        "content": "ഈ ആശങ്ക പലരെയും കുമ്പസാരത്തിൽ നിന്ന് അകറ്റി നിർത്തുന്നു—എന്തെങ്കിലും പ്രധാനപ്പെട്ടത് മറന്നുപോകുമെന്ന ഭയം. സമാധാനം നൽകേണ്ട സത്യം ഇതാ:\n\nയഥാർത്ഥത്തിൽ മറന്നുപോയ പാപങ്ങൾ നിങ്ങൾ കുമ്പസാരിക്കുന്ന പാപങ്ങളോടൊപ്പം ക്ഷമിക്കപ്പെടുന്നു. ദൈവം നിങ്ങളുടെ ഹൃദയം കാണുന്നു. നിങ്ങൾ ആത്മാർത്ഥമായി മനസ്സാക്ഷി പരിശോധിച്ച് ഓർമ്മയുള്ളത് കുമ്പസാരിച്ചെങ്കിൽ, നിങ്ങളുടെ കുമ്പസാരം സാധുവും പൂർണ്ണവുമാണ്.\n\nപിന്നീട് എന്തെങ്കിലും ഓർമ്മ വന്നാൽ, അടുത്ത കുമ്പസാരത്തിൽ സൂചിപ്പിക്കുക: \"കഴിഞ്ഞ തവണ ഇത് കുമ്പസാരിക്കാൻ മറന്നു...\" പരിഭ്രാന്തിയോ ഉത്കണ്ഠയോ ആവശ്യമില്ല.\n\nക്ഷമിക്കപ്പെടാത്ത ഏക പാപങ്ങൾ ലജ്ജയോ ഭയമോ കൊണ്ട് മനഃപൂർവ്വം മറച്ചുവച്ചവയാണ്. എന്നാൽ അപ്പോഴും പരിഹാരം ലളിതമാണ്: അടുത്ത തവണ അവ കുമ്പസാരിക്കുക, മുമ്പ് മറച്ചുവച്ചതായി സൂചിപ്പിക്കുക, ദൈവത്തിന്റെ കരുണ സ്വീകരിക്കുക.\n\nദൈവം നിങ്ങളെ സാങ്കേതികതകളിൽ പിടിക്കാൻ ശ്രമിക്കുന്നില്ല. അവൻ നിങ്ങളെ സൗഖ്യമാക്കാൻ ആഗ്രഹിക്കുന്നു.\n\n— CCC 1456, 1458"
    },
    {
        "heading": "കുമ്പസാരക്കൂട്ടിൽ",
        "icon": "groups_outlined",
        "title": "വൈദികൻ നിങ്ങളെ വിധിക്കില്ല",
        "content": "ഒരുപക്ഷേ വൈദികൻ എന്ത് ചിന്തിക്കും എന്നതിനെക്കുറിച്ച് നിങ്ങൾ ഭയപ്പെടുന്നു. അദ്ദേഹം ഞെട്ടുമോ? വെറുക്കുമോ? നിങ്ങളുടെ ശബ്ദം തിരിച്ചറിഞ്ഞ് പിന്നീട് നിങ്ങളോട് വ്യത്യസ്തമായി പെരുമാറുമോ?\n\nവൈദികർ നിരന്തരം കുമ്പസാരം കേൾക്കുന്നു. നിങ്ങൾക്ക് സങ്കൽപ്പിക്കാൻ കഴിയാത്ത കാര്യങ്ങൾ അവർ കേട്ടിട്ടുണ്ട്. നിങ്ങളുടെ പാപങ്ങൾ, നിങ്ങൾക്ക് എത്ര ഭയാനകമായി തോന്നിയാലും, അവരെ ഞെട്ടിക്കില്ല. അവർ നിങ്ങളെ വിധിക്കാനല്ല—ക്രിസ്തുവിന്റെ കരുണയുടെ ഉപകരണമാകാനാണ്.\n\nപല വൈദികരും കുമ്പസാരം കേൾക്കുന്നത് തങ്ങളുടെ ശുശ്രൂഷയിലെ ഏറ്റവും മനോഹരമായ ഭാഗങ്ങളിൽ ഒന്നായി വിവരിക്കുന്നു. അവർ കൃപയുടെ അത്ഭുതങ്ങൾ കാണുന്നു, ആത്മാക്കൾ രൂപാന്തരപ്പെടുന്നത് കാണുന്നു, ദൈവത്തിലേക്കുള്ള ആളുകളുടെ യാത്രയിൽ പങ്കാളികളാകുന്നു. അവർ ഭാരമല്ല, ഭാഗ്യമാണ് അനുഭവിക്കുന്നത്.\n\nഓർക്കുക: വൈദികനും ഒരു പാപിയാണ്. അദ്ദേഹവും കുമ്പസാരിക്കാൻ പോകുന്നു. പോരാട്ടം, ലജ്ജ, ക്ഷമയുടെ ആശ്വാസം അദ്ദേഹത്തിന് അറിയാം. അദ്ദേഹം നിങ്ങൾക്ക് മുകളിലല്ല—നിങ്ങളോടൊപ്പം നടക്കുകയാണ്.\n\n— CCC 1465-1466"
    },
    {
        "heading": "കുമ്പസാരത്തിന് ശേഷം",
        "icon": "volunteer_activism_outlined",
        "title": "പ്രായശ്ചിത്തം മനസ്സിലാക്കൽ",
        "content": "നിങ്ങളുടെ കുമ്പസാരം കേട്ട ശേഷം, വൈദികൻ ഒരു പ്രായശ്ചിത്തം നൽകുന്നു—സാധാരണയായി ചൊല്ലാനുള്ള പ്രാർത്ഥനകൾ അല്ലെങ്കിൽ ചെയ്യാനുള്ള പ്രവൃത്തി. എന്തുകൊണ്ട്?\n\nപ്രായശ്ചിത്തം ശിക്ഷയല്ല. അത് മരുന്നാണ്. പാപം നമ്മിലും ലോകത്തിലും ഉണ്ടാക്കുന്ന നാശം പരിഹരിക്കാൻ ഇത് സഹായിക്കുന്നു. നമ്മുടെ സ്വന്തം സൗഖ്യത്തിൽ പങ്കാളിയാകാനുള്ള നമ്മുടെ ചെറിയ മാർഗ്ഗമാണിത്.\n\nചിലപ്പോൾ പ്രായശ്ചിത്തങ്ങൾ ഗുരുതരമായ പാപങ്ങൾക്ക് \"വളരെ ലഘുവായി\" തോന്നാം. ഇത് അശ്രദ്ധയല്ല—ഇത് ദൈവത്തിന്റെ കരുണയുടെ അപാരമായ ഔദാര്യം പ്രതിഫലിപ്പിക്കുന്നു. നിങ്ങൾ \"അർഹിക്കുന്നത്\" അല്ല, നിങ്ങളെ ആത്മീയമായി സഹായിക്കുമെന്ന് വിശ്വസിക്കുന്നത് വൈദികൻ നിയോഗിക്കുന്നു.\n\nകഴിയുന്നതും വേഗം, ആദർശപരമായി പള്ളിയിൽ നിന്ന് പോകുന്നതിന് മുമ്പ്, നിങ്ങളുടെ പ്രായശ്ചിത്തം ചെയ്യുക. അതിനെ ഭാരമായിട്ടല്ല, ഒരു സമ്മാനമായി സമീപിക്കുക—ശക്തരാകാനും ദൈവത്തോട് അടുക്കാനുമുള്ള അവസരം.\n\nവി. ജോൺ പോൾ രണ്ടാമൻ മനോഹരമായി പറഞ്ഞു: \"പ്രായശ്ചിത്തം എല്ലായ്പ്പോഴും പാപത്തിന്റെ നാശം പരിഹരിക്കാനുള്ള നമ്മുടെ ആഗ്രഹം തുറന്ന് പ്രകടിപ്പിക്കുന്ന ഒരു പ്രവൃത്തിയാണ്.\"\n\n— CCC 1459-1460"
    },
    {
        "heading": "കുമ്പസാരത്തിന് ശേഷം",
        "icon": "celebration_outlined",
        "title": "മോചനത്തിന്റെ സമ്മാനം",
        "content": "വൈദികൻ മോചനത്തിന്റെ വാക്കുകൾ പറയുമ്പോൾ—\"പിതാവിന്റെയും പുത്രന്റെയും പരിശുദ്ധാത്മാവിന്റെയും നാമത്തിൽ ഞാൻ നിന്റെ പാപങ്ങൾ മോചിക്കുന്നു\"—എന്തോ യഥാർത്ഥമായത് സംഭവിക്കുന്നു. നിങ്ങളുടെ പാപങ്ങൾ യഥാർത്ഥത്തിൽ, സത്യമായും ക്ഷമിക്കപ്പെടുന്നു. പ്രതീകാത്മകമായിട്ടല്ല. പ്രതീക്ഷിച്ചിട്ടല്ല. കഴിഞ്ഞു.\n\nഇതാണ് കൃപയുടെ നിമിഷം. ആ കുമ്പസാരക്കൂട്ടിലേക്ക് നിങ്ങൾ വഹിച്ചുകൊണ്ടുവന്നതെല്ലാം ഉയർത്തപ്പെടുന്നു. നിങ്ങളെ ബന്ധിച്ച ചങ്ങലകൾ തകർക്കപ്പെടുന്നു. ദൈവവുമായുള്ള പൂർണ്ണ സൗഹൃദത്തിലേക്ക് പുനഃസ്ഥാപിക്കപ്പെട്ട ഒരു പുതിയ സൃഷ്ടിയായി നിങ്ങൾ പുറത്തുപോകുന്നു.\n\nചിലർക്ക് ഉടനടി സമാധാനവും സന്തോഷവും അനുഭവപ്പെടുന്നു. മറ്റുള്ളവർക്ക് പ്രത്യേകിച്ച് ഒന്നും തോന്നുന്നില്ല. രണ്ട് അനുഭവങ്ങളും സ്വാഭാവികമാണ്. വികാരങ്ങൾ വരും പോകും; ദൈവത്തിന്റെ ക്ഷമ അവയെ ആശ്രയിക്കുന്നില്ല.\n\nപിന്നീട് സംശയങ്ങൾ കടന്നുവന്നാൽ—\"ദൈവം എന്നെ ശരിക്കും ക്ഷമിച്ചോ?\"—ഓർക്കുക: അതെ, അവൻ ക്ഷമിച്ചു. കൂദാശ പ്രവർത്തിച്ചു. നിങ്ങൾ ക്ഷമിക്കപ്പെട്ടു. നിങ്ങളുടെ വികാരങ്ങളിലല്ല, ആ സത്യത്തിൽ നിൽക്കുക.\n\n— CCC 1449, 1468-1470"
    },
    {
        "heading": "കുമ്പസാരത്തിന് ശേഷം",
        "icon": "spa_outlined",
        "title": "കൃപയിൽ വളരൽ",
        "content": "കുമ്പസാരം യാത്രയുടെ അവസാനമല്ല—അത് ഒരു പുതിയ തുടക്കമാണ്. നിങ്ങൾക്ക് ലഭിച്ച കൃപ പോഷിപ്പിക്കാനുള്ള വഴികൾ ഇതാ:\n\nദിവ്യകാരുണ്യത്തോട് അടുത്തിരിക്കുക. ഇപ്പോൾ നിങ്ങൾ അനുരഞ്ജിതനായി, സന്തോഷത്തോടെ കുർബാന സ്വീകരിക്കുക. അവൻ സൗഖ്യമാക്കിയത് ശക്തിപ്പെടുത്താൻ യേശു വരുന്നു.\n\nദിവസവും പ്രാർത്ഥിക്കുക. ദൈവവുമായി കുറച്ച് മിനിറ്റ് സംഭാഷണം പോലും നിങ്ങളുടെ ബന്ധം കെട്ടിപ്പടുക്കുകയും പാപത്തിനെതിരെ സംരക്ഷിക്കുകയും ചെയ്യുന്നു.\n\nപാപത്തിനുള്ള അവസരങ്ങൾ ഒഴിവാക്കുക. ഏത് സാഹചര്യങ്ങൾ, ആളുകൾ, ശീലങ്ങൾ നിങ്ങളെ പ്രലോഭനത്തിലേക്ക് നയിക്കുന്നു? നമ്മെ ഇടറിപ്പിക്കുന്നത് ഒഴിവാക്കുക എന്നാണ് ജ്ഞാനം.\n\nപുണ്യം അനുശീലിക്കുക. തിന്മ ഒഴിവാക്കുക മാത്രമല്ല—സജീവമായി നന്മ പിന്തുടരുക. ഔദാര്യം, ക്ഷമ, ദയ—ഇവ പാപം ഒരിക്കൽ കൈവശപ്പെടുത്തിയ ഇടങ്ങൾ നിറയ്ക്കുന്നു.\n\nക്രമമായി കുമ്പസാരത്തിലേക്ക് മടങ്ങുക. ഗുരുതരമായ പാപങ്ങൾ കുമിഞ്ഞുകൂടുന്നത് വരെ കാത്തിരിക്കരുത്. മാസംതോറുമുള്ള കുമ്പസാരം നിങ്ങളുടെ ആത്മാവിനെ ആരോഗ്യകരമായും ദൈവവുമായുള്ള ബന്ധം ഊർജ്ജസ്വലമായും നിലനിർത്തുന്നു.\n\n\"അതിക്രമം ക്ഷമിക്കപ്പെട്ടവൻ, പാപം മറയ്ക്കപ്പെട്ടവൻ ഭാഗ്യവാൻ.\" — സങ്കീർത്തനം 32:1\n\n— CCC 1458, 1468-1469"
    },
    {
        "heading": "കുമ്പസാരത്തിന് ശേഷം",
        "icon": "local_fire_department_outlined",
        "title": "ദണ്ഡവിമോചനവും താൽക്കാലിക ശിക്ഷയും",
        "content": "സഭ പഠിപ്പിക്കുന്ന മനോഹരമായ ഒരു കാര്യം ഇതാ: പാപങ്ങൾ ക്ഷമിക്കപ്പെട്ടതിന് ശേഷവും, ബാക്കിയുള്ള ഫലങ്ങൾ ഉണ്ടാകാം—നാം \"താൽക്കാലിക ശിക്ഷ\" എന്ന് വിളിക്കുന്നത്. ഇങ്ങനെ ചിന്തിക്കുക: ക്ഷമിക്കപ്പെട്ട മുറിവിനും ഉണങ്ങാൻ സമയം വേണം.\n\nഈ സൗഖ്യത്തിന് സഹായിക്കുന്ന സഭയുടെ മാർഗ്ഗമാണ് ദണ്ഡവിമോചനം. പ്രാർത്ഥന, ദാനധർമ്മം, മറ്റ് ആചാരങ്ങൾ എന്നിവയിലൂടെ, നമുക്കും ശുദ്ധീകരണസ്ഥലത്തെ ആത്മാക്കൾക്കും വേണ്ടി ഈ ബാക്കിയുള്ള ഫലങ്ങൾ കുറയ്ക്കാൻ കഴിയും.\n\nഒരു സാധാരണ ദണ്ഡവിമോചനം കുരിശിന് മുമ്പിൽ കുമ്പസാരത്തിന് ശേഷം പ്രാർത്ഥിക്കുന്നതാണ്: \"ദയാലുവും സൗമ്യനുമായ യേശുവേ, എന്നെ നോക്കണമേ...\" വർഷം മുഴുവൻ സഭ ഇത്തരം പല അവസരങ്ങളും വാഗ്ദാനം ചെയ്യുന്നു.\n\nഇത് സങ്കീർണ്ണമായ ദൈവശാസ്ത്രമല്ല—ക്ഷമിക്കപ്പെട്ടവർ മാത്രമല്ല, യഥാർത്ഥത്തിൽ സൗഖ്യമാക്കപ്പെട്ടവരും, പൂർണ്ണമായി പുനഃസ്ഥാപിക്കപ്പെട്ടവരും, സ്വർഗ്ഗത്തിന് തയ്യാറായവരുമാകാൻ സഹായിക്കുന്ന സഭയുടെ മാതൃസ്നേഹമാണിത്.\n\n— CCC 1471-1479"
    },
    {
        "heading": "സാധാരണ ചോദ്യങ്ങൾ",
        "icon": "quiz_outlined",
        "title": "മാരകവും ലഘുവുമായ പാപങ്ങൾ എന്താണ്?",
        "content": "സഭ മാരകവും ലഘുവുമായ പാപങ്ങൾ തമ്മിൽ വേർതിരിക്കുന്നു—കാര്യങ്ങൾ സങ്കീർണ്ണമാക്കാനല്ല, നമ്മുടെ ആത്മീയ അവസ്ഥ മനസ്സിലാക്കാൻ സഹായിക്കാനാണ്.\n\nമാരക പാപം അതീവ ഗുരുതരമാണ്. ഇതിന് മൂന്ന് കാര്യങ്ങൾ ആവശ്യമാണ്: ഗുരുതരമായ കാര്യം (എന്തെങ്കിലും ഗുരുതരമായി തെറ്റ്), പൂർണ്ണ അറിവ് (ഗുരുതരമായി തെറ്റാണെന്ന് നിങ്ങൾക്കറിയാമായിരുന്നു), പൂർണ്ണ സമ്മതം (എന്തായാലും അത് ചെയ്യാൻ തിരഞ്ഞെടുത്തു). മാരക പാപം ദൈവവുമായുള്ള ബന്ധം തകർക്കുന്നു, ദിവ്യകാരുണ്യം സ്വീകരിക്കുന്നതിന് മുമ്പ് കുമ്പസാരിക്കണം.\n\nലഘു പാപം കുറച്ച് ഗുരുതരമാണ് പക്ഷേ ഇപ്പോഴും ദോഷകരമാണ്. ഇത് ദൈവവുമായുള്ള ബന്ധത്തെ പൂർണ്ണമായി തകർക്കാതെ ദുർബലപ്പെടുത്തുന്നു. കർശനമായി ആവശ്യമില്ലെങ്കിലും, ലഘു പാപങ്ങൾ കുമ്പസാരിക്കുന്നത് വളരെ ശുപാർശ ചെയ്യപ്പെടുന്നു—ഇത് കൃപ നൽകുകയും മോശമായ വീഴ്ചകൾ തടയാൻ സഹായിക്കുകയും ചെയ്യുന്നു.\n\nസംശയമുണ്ടെങ്കിൽ, കുമ്പസാരിക്കുക. വൈദികൻ മനസ്സിലാക്കാൻ സഹായിക്കും. ഏറ്റവും പ്രധാനം എല്ലാം ദൈവത്തിന്റെ കരുണയിലേക്ക് കൊണ്ടുവരുന്നതാണ്.\n\n— CCC 1854-1864"
    },
    {
        "heading": "സാധാരണ ചോദ്യങ്ങൾ",
        "icon": "diversity_3_outlined",
        "title": "പൊതു മോചനം എന്താണ്?",
        "content": "നിങ്ങൾ \"പൊതു മോചനം\" കേട്ടിരിക്കാം—ഒരു വൈദികൻ വ്യക്തിഗത കുമ്പസാരമില്ലാതെ പലരെയും ഒരേ സമയം മോചിപ്പിക്കുന്നത്. ഇത് യഥാർത്ഥ അടിയന്തിര സാഹചര്യങ്ങളിൽ മാത്രമേ സാധുവാകൂ: വ്യക്തിഗത കുമ്പസാരങ്ങൾക്ക് സമയമില്ലാതെ മരണ അപകടം, അല്ലെങ്കിൽ തങ്ങളുടെ കുറ്റമില്ലാതെ ആളുകൾ ദീർഘകാലത്തേക്ക് കൃപയിൽ നിന്ന് വഞ്ചിതരാകുന്ന സാഹചര്യങ്ങൾ.\n\nനിങ്ങൾ പൊതു മോചനം സ്വീകരിച്ചിട്ടുണ്ടെങ്കിൽ, അടുത്ത ക്രമമായ കുമ്പസാരത്തിൽ മാരക പാപങ്ങൾ വ്യക്തിഗതമായി കുമ്പസാരിക്കണം. പൊതു മോചനം അടിയന്തിര സാഹചര്യങ്ങൾക്കുള്ള കരുണാപൂർണ്ണമായ വ്യവസ്ഥയാണ്, സാധാരണ കൂദാശയ്ക്ക് പകരമല്ല.\n\nസഭ വ്യക്തിഗത കുമ്പസാരത്തിൽ നിർബന്ധിക്കുന്നു കാരണം അത് വ്യക്തിപരമാണ്—നിങ്ങൾ ഒരു ജനക്കൂട്ടത്തിന്റെ ഭാഗം മാത്രമല്ല, നിങ്ങളുടെ പിതാവിലേക്ക് മടങ്ങുന്ന പ്രിയപ്പെട്ട മകനാണ്.\n\n— CCC 1480-1484; Canon Law 961-963"
    },
    {
        "heading": "സാധാരണ ചോദ്യങ്ങൾ",
        "icon": "balance_outlined",
        "title": "പരിഹാരം ചെയ്യേണ്ടതുണ്ടോ?",
        "content": "നിങ്ങളുടെ പാപം മറ്റുള്ളവർക്ക് ദോഷം ചെയ്തിട്ടുണ്ടെങ്കിൽ—മോഷ്ടിച്ച സാധനങ്ങൾ, നശിപ്പിച്ച പ്രശസ്തി, തകർന്ന വിശ്വാസം—സാധ്യമാകുമ്പോൾ കാര്യങ്ങൾ ശരിയാക്കുന്നത് യഥാർത്ഥ അനുതാപത്തിൽ ഉൾപ്പെടുന്നു.\n\nനിങ്ങളുടെ ക്ഷമ പരിഹാരത്തെ ആശ്രയിച്ചിരിക്കുന്നു എന്നല്ല ഇതിനർത്ഥം. ദൈവം നിങ്ങളെ കുമ്പസാരത്തിൽ ക്ഷമിക്കുന്നു അത് എന്തായാലും. എന്നാൽ നീതിയും സ്നേഹവും നാം തകർത്തത് നന്നാക്കാൻ നമ്മെ വിളിക്കുന്നു.\n\nനിങ്ങൾ മോഷ്ടിച്ചെങ്കിൽ, എടുത്തത് തിരികെ നൽകുക അല്ലെങ്കിൽ മാറ്റിസ്ഥാപിക്കുക. ആരെയെങ്കിലും കുറിച്ച് നുണ പറഞ്ഞെങ്കിൽ, രേഖ തിരുത്തുക. ഒരു ബന്ധം നശിപ്പിച്ചെങ്കിൽ, അനുരഞ്ജനം തേടുക.\n\nചിലപ്പോൾ പരിഹാരം അസാധ്യമാണ്—ആ വ്യക്തി മരിച്ചു, അല്ലെങ്കിൽ നഷ്ടപ്പെട്ടത് പുനഃസ്ഥാപിക്കാൻ കഴിയില്ല. അത്തരം സന്ദർഭങ്ങളിൽ, കഴിയുന്നത് ചെയ്യുക: ആ വ്യക്തിക്കായി പ്രാർത്ഥിക്കുക, ദാനധർമ്മം ചെയ്യുക, അവരുടെ ബഹുമാനാർത്ഥം ദയയുടെ പ്രവൃത്തികൾ ചെയ്യുക.\n\nനിങ്ങളുടെ സാഹചര്യത്തിൽ എന്താണ് ഉചിതമെന്ന് ചിന്തിക്കാൻ വൈദികൻ സഹായിക്കും.\n\n— CCC 1459, 2412, 2487"
    }
]
