[
    {
        "heading": "Catholic Confession - FAQ",
        "title": "What is Confession?",
        "content": "Confession is a sacrament instituted by Jesus Christ in his love and mercy. It is here that we meet the loving Jesus who offers sinners forgiveness for offenses committed against God and neighbor. At the same time, Confession permits sinners to reconcile with the Church, which also is wounded by our sins.\n\nThe sacrament, as the Catechism of the Catholic Church notes, is known by many names. Sometimes it is called the sacrament of conversion because it makes sacramentally present Jesus' call to conversion\" (1423). But it is also better known as \"the sacrament of Penance, since it consecrates the Christian sinner's personal and ecclesial steps of conversion, penance, and satisfaction\" (1423)."
    },
    {
        "heading": "Catholic Confession - FAQ",
        "title": "What is sin?",
        "content": "Unfortunately, in society today, many people have lost the understanding of sin. Our Holy Father has stated that it happens not infrequently in history, for more or less lengthy periods of time and under the influence of many different factors, that the moral conscience of many people becomes seriously clouded. . . . Too many signs indicate that such an eclipse exists in our time\" Reconciliation and Penance, 18). In our day, many people have lost the sense of sin and feel that they can do whatever they wish without considering or fearing the consequences."
    },
    {
        "heading": "Catholic Confession - FAQ",
        "title": "Why is Confession necessary?",
        "content": "We need the sacrament of Penance because each of us, from time to time, sins. When we recognize that we have offended God who is all deserving of our love, we sense the need to make things right. Like the prodigal son in the Gospel, we long to know again the loving embrace of a forgiving father who patiently waits for each of us. Jesus himself has established this sure and certain way for us to access God's mercy and to know that our sins are forgiven. By virtue of his divine authority, Jesus gives this power of absolution to the apostolic ministry. As the Catechism of the Catholic Church says, in imparting to his apostles his own power to forgive sins the Lord also gives them the authority to reconcile sinners with the Church\" (1444)."
    },
    {
        "heading": "Catholic Confession - FAQ",
        "title": "What is the source of the forgiveness of our sins?",
        "content": "Jesus invites us to reconciliation with God. It is Christ, the Good Shepherd, who offers us forgiveness and the power to turn\naway from sin. Writing to the Corinthians, Saint Paul reminds us that just as sin came into the world through Adam and Eve, so too grace and new creation come to us through Jesus Christ. Just as death came through a human being, so too the resurrection of the dead came through a human being. As in Adam all people die, so in Christ all shall be brought to life - a fullness of life, a new creation already beginning in us through grace (cf. 1 Cor 15).\n\nThis is the message we proclaim when we face the mystery of sin. Just as Adam brought sin, death, disharmony, confusion, disruption and struggle into our lives, Christ, the new Adam, gives us grace, redemption, new life and salvation. (Refer to the Glossary on Original Sin at the end of this list). It is in Jesus Christ that we find the beginnings of the new creation. He leads us back to the Father, overcomes the tragic alienation of sin and restores harmony. Jesus gives us newness of life in grace that begins to restore our relationship with God and that will lead to full communion with God in glory. Grace is the beginning of a new creation for all of those baptized into Christ. In short, Jesus' passion and death have rescued us and given us new life."
    },
    {
        "heading": "Catholic Confession - FAQ",
        "title": "How is the Church able to forgive sins?",
        "content": "The Church professes belief in the forgiveness of sins\" and is fully aware that only God forgives sins. It also believes that"
    },
    {
        "heading": "Catholic Confession - FAQ",
        "title": "Why do we continue to need forgiveness if we are already saved?",
        "content": "The new life received in Christ does not abolish the weakness of human nature or our inclination to sin. If we say, 'We are without sin,'\" Saint John wrote, \"we deceive ourselves, and the truth is not in us\" (1 John 1:8). There are a great many kinds of sins, some mortal, others venial. But all sin has a detrimental effect. It impedes the soul's progress in the exercise of the virtues and the prevalence of the good. \"Sin creates a proclivity to sin,\" the Catechism reminds us. \"It engenders vice by repetition of the same acts\" (1865)."
    },
    {
        "heading": "Catholic Confession - FAQ",
        "title": "Why do I need to go to a priest for confession?",
        "content": "It is most unfortunate that many people have adopted a mindset that they do not need to go to Confession. Many say I just tell my sins to God and he forgives me.\" There is on the part of such persons a failure to recognize that the sacrament of Penance is not an invention of the Church. Rather, the sacrament of Penance is Christ's gift to the Church to ensure the forgiveness he so generously extends will be made available to every member of the Church. Once again, we cite the words of our Holy Father in highlighting the connection between Christ, his Church and the sacrament of Penance:"
    },
    {
        "heading": "Catholic Confession - FAQ",
        "title": "What happens in Confession?",
        "content": "In the sacrament of Penance, the contrite sinner comes before Christ in the person of the priest who hears the sins, imposes a penance and absolves the sinner in the name and by the power of Christ.\n\nThe sinner comes before the merciful judgment of God and approaches the Lord in sorrow, admitting guilt before his representative. It is in the person of Christ that the priest hears the confession of guilt. The words spoken in Confession are guarded by the most solemn obligation of complete confidentiality. In fact, Church law prescribes a serious penalty for any confessor who directly violates the seal of Confession.\""
    },
    {
        "heading": "Catholic Confession - FAQ",
        "title": "How do I prepare for Confession?",
        "content": "Confession is not difficult, but it does require preparation. We should begin with prayer, placing ourselves in the presence of God, our loving Father. We should harbor in our hearts a sense of sorrow for all we have done. The motivation for our sorrow may be out of love of God or even fear of the consequences of having offended God. Whatever the motive, contrition is the beginning of forgiveness of sin. We need to have sorrow at least to the extent that we regret it, resolve not to repeat it\nand intend to turn back to God.\n\nWith this disposition of heart, we should review our lives since our last confession, searching our thoughts, words and actions to discover those that did not conform to God's love, to his law or to the laws of the Church. This is what is known as an Examination of Conscience.\" (Refer to Appendix at the end of this list.)\""
    },
    {
        "heading": "Catholic Confession - FAQ",
        "title": "Why do I receive a penance?",
        "content": "To complete the process, a penance is imposed. Absolution takes away sin, but it does not remedy all disorders caused by sin. While we are not capable of truly satisfying God for the evil we have done and its consequences, we must make satisfaction for our sin through some action or prayer that will express our desire to make amends and to repair something of the disorder, damage or harm which our sinful actions have brought into the world. The penance imposed takes into account the penitent's personal situation and serves to support his or her spiritual good. It corresponds as much as possible to the gravity of the sins confessed. It may be a prayer, an offering, works of mercy, sacrifices or service to another. But this penance is in a real way our share in the Cross and helps us to be more closely joined to Christ.\n\nIn the Introduction to the Rite of Penance, we are reminded that true conversion is completed by acts of penance or satisfaction for the sins committed, by amendment of conduct, and also by the reparation of injury. The kind and extent of the satisfaction should be suited to the personal condition of each penitent. In this way the penitent is helped to be healed of the evil which caused him to sin. Therefore, it is necessary that the act of penance really be a remedy for sin and a help to renewal of life."
    },
    {
        "heading": "Catholic Confession - FAQ",
        "title": "How often should I go to Confession?",
        "content": "Individual and integral confession remains the only ordinary way for us to reconcile ourselves with God and the Church. A\nCatholic who has committed mortal (grave) sin is obliged to seek God's forgiveness in this sacrament as soon as possible.\nIn ordinary circumstances, a Catholic who has committed mortal sin should not receive Holy Communion before receiving sacramental absolution. Not only does God forgive our sins, but we also receive the power of God's grace to struggle against sin and to be strengthened in our commitment to God and the Church. So powerful is the grace of this sacrament that the Introduction to the Rite of Penance reminds us that frequent and careful celebration of this sacrament is also very useful as a remedy for venial sins. This is not a mere ritual repetition or psychological exercise, but a serious striving to perfect the grace of baptism so that, as we bear in our body the death of Jesus Christ, his life may be seen in us ever more clearly."
    },
    {
        "heading": "Catholic Confession - FAQ",
        "title": "Conclusion: Our Continuing Conversion",
        "content": "As we complete these thoughts on the sacrament of Penance, we might well reflect that the deepest spiritual joy each of us can sense is the freedom from whatever would separate us from God, a loving and merciful Father who receives each of us with all the forgiveness and love lavished on the prodigal son. Renewed, refreshed and reconciled in this sacrament once more, we who have sinned become a \"new creation.\" Once more we are made new. It is this newness of spirit and soul that we hope all of us experience time and again in the sacrament of Penance."
    },
    {
        "heading": "Catholic Confession - FAQ",
        "title": "Appendix 1: Examination of Conscience",
        "content": "As you prepare to make a good confession, you want to ask God's forgiveness for any way in which you have offended him but particularly for any serious sin. If you are not certain what you should bring to the priest in confession, do not be afraid to ask him for help. The priest is there to assist you and to share with you God's love and mercy.\n\nMany people find the Ten Commandments to be a good frame of reference for an examination of conscience. The Commandments are listed here as a reminder that you might find helpful.\n\n1. I am the LORD your God: you shall not have strange Gods before me.\n2. You shall not take the name of the LORD your God in vain.\n3. Remember to keep holy the LORD'S Day.\n4. Honor your father and your mother.\n5. You shall not kill.\n6. You shall not commit adultery.\n7. You shall not steal.\n8. You shall not bear false witness against your neighbor.\n9. You shall not covet your neighbor's wife.\n10.You shall not covet your neighbor's goods.\n"
    },
    {
        "heading": "Catholic Confession - FAQ",
        "title": "Appendix 1: Act of Contrition",
        "content": "O my God, I am heartily sorry for having offended you, and I detest all my sins because I dread the loss of heaven and the pains of hell; but most of all because they offend you, my God, who are all good and deserving of all my love. I firmly resolve with the help of your grace, to confess my sins, to do penance and to amend my life. Amen."
    },
    {
        "heading": "Catholic Confession - FAQ",
        "title": "Glossary of Terms: Original Sin",
        "content": "Original Sin is the sin committed by Adam and Eve, the first human beings. This sin was a willful act of disobedience, a rejection of God's command that was so devastating that it ruptured the relationship which our first parents enjoyed with God. As a result of this sin, paradise was lost to them and to their descendants until our Redeemer, Jesus Christ came to conquer sin and death and restore us to our inheritance of the Kingdom of God. Original sin taints all human beings and is washed away through the sacred waters of baptism. However, while original sin is removed, its effects remain. One of these effects is concupiscence, that disordered desire within us which produces an inclination to sin (1264, 1426, 2515)."
    },
    {
        "heading": "Catholic Confession - FAQ",
        "title": "Glossary of Terms: Mortal Sin",
        "content": "Mortal Sin is defined by the Catechism of the Catholic Church as \"a grave infraction of the law of God that destroys the divine life in the soul of the sinner (sanctifying grace), constituting a turning away from God. For a sin to be mortal, three conditions must be present: grave matter, full knowledge of the evil of the act, and full consent of the will\" (1855, 1857). The Catechism emphasizes that \"to choose deliberately - that is both knowing it and willing it - something gravely contrary to the divine law and to the ultimate end of man is to commit a mortal sin. This destroys in us the charity without which eternal (happiness) is impossible. Unrepented, mortal sins brings eternal death\" (1874). This \"eternal death\" we call Hell, where those who have died unrepentant of mortal sin suffer the eternal separation from God and loss of eternal happiness, i.e., seeing God face-to-face."
    },
    {
        "heading": "Catholic Confession - FAQ",
        "title": "Glossary of Terms: Venial Sin",
        "content": "Venial Sin, according to the Catechism, does not destroy the divine life in the soul, as does mortal sin, though it diminishes and wounds it\" (1855). Venial sin is a failure to observe necessary moderation, in lesser matters of the moral law, or in grave matters acting without full knowledge or complete consent\" (1862). We must realize, however, that while venial sins do not have the grave effects of mortal sin, \"deliberate and unrepented venial sin disposes us little by little to commit mortal sin\" (1863). It should be the goal of every Christian to strive, through steadfast prayer, acts of penance and works of charity, for a life free of sin."
    },
    {
        "heading": "Catechism of the Catholic Church",
        "title": "Introduction",
        "content": "PART TWO\nTHE CELEBRATION OF THE CHRISTIAN MYSTERY\n\nSECTION TWO\nTHE SEVEN SACRAMENTS OF THE CHURCH\n\nCHAPTER TWO\nTHE SACRAMENTS OF HEALING\n\nARTICLE 4\nTHE SACRAMENT OF PENANCE AND RECONCILIATION\n\n1422 Those who approach the sacrament of Penance obtain pardon from God's mercy for the offense committed against him, and are, at the same time, reconciled with the Church which they have wounded by their sins and which by charity, by example, and by prayer labors for their conversion.\""
    },
    {
        "heading": "Catechism of the Catholic Church",
        "title": "What is this Sacrement called?",
        "content": "1423 It is called the sacrament of conversion because it makes sacramentally present Jesus' call to conversion, the first step in returning to the Father from whom one has strayed by sin.\n\nIt is called the sacrament of Penance, since it consecrates the Christian sinner's personal and ecclesial steps of conversion, penance, and satisfaction.\n\n1424 It is called the sacrament of confession, since the disclosure or confession of sins to a priest is an essential element of this sacrament. In a profound sense it is also a confession\" - acknowledgment and praise - of the holiness of God and of his mercy toward sinful man."
    },
    {
        "heading": "Catechism of the Catholic Church",
        "title": "Why a Scarement of Reconciliation after Baptism?",
        "content": "1425 You were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and in the Spirit of our God.\" One must appreciate the magnitude of the gift God has given us in the sacraments of Christian initiation in order to grasp the degree to which sin is excluded for him who has \"put on Christ.\" But the apostle John also says: \"If we say we have no sin, we deceive ourselves, and the truth is not in us.\"11 And the Lord himself taught us to pray: \"Forgive us our trespasses,\"12 linking our forgiveness of one another's offenses to the forgiveness of our sins that God will grant us."
    },
    {
        "heading": "Catechism of the Catholic Church",
        "title": "The Conversion of the Baptized",
        "content": "1427 Jesus calls to conversion. This call is an essential part of the proclamation of the kingdom: The time is fulfilled, and the kingdom of God is at hand; repent, and believe in the gospel.\" In the Church's preaching this call is addressed first to those who do not yet know Christ and his Gospel. Also, Baptism is the principal place for the first and fundamental conversion. It is by faith in the Gospel and by Baptism that one renounces evil and gains salvation, that is, the forgiveness of all sins and the gift of new life."
    },
    {
        "heading": "Catechism of the Catholic Church",
        "title": "Interior Penance",
        "content": "1430 Jesus' call to conversion and penance, like that of the prophets before him, does not aim first at outward works, sackcloth and ashes,\" fasting and mortification, but at the conversion of the heart, interior conversion. Without this, such penances remain sterile and false; however, interior conversion urges expression in visible signs, gestures and works of penance."
    },
    {
        "heading": "Catechism of the Catholic Church",
        "title": "The many forms of penance in christian life",
        "content": "1434 The interior penance of the Christian can be expressed in many and various ways. Scripture and the Fathers insist above all on three forms, fasting, prayer, and almsgiving, which express conversion in relation to oneself, to God, and to others. Alongside the radical purification brought about by Baptism or martyrdom they cite as means of obtaining forgiveness of sins: effort at reconciliation with one's neighbor, tears of repentance, concern for the salvation of one's neighbor, the intercession of the saints, and the practice of charity which covers a multitude of sins.\""
    },
    {
        "heading": "Catechism of the Catholic Church",
        "title": "The Sacrement of Penance and Reconciliation",
        "content": "1440 Sin is before all else an offense against God, a rupture of communion with him. At the same time it damages communion with the Church. For this reason conversion entails both God's forgiveness and reconciliation with the Church, which are expressed and accomplished liturgically by the sacrament of Penance and Reconciliation.\n\nOnly God forgives sin\n\n1441 Only God forgives sins. Since he is the Son of God, Jesus says of himself, The Son of man has authority on earth to forgive sins\" and exercises this divine power: \"Your sins are forgiven.\" Further, by virtue of his divine authority he gives this power to men to exercise in his name."
    },
    {
        "heading": "Catechism of the Catholic Church",
        "title": "The Acts of the Penitent",
        "content": "1450 Penance requires . . . the sinner to endure all things willingly, be contrite of heart, confess with the lips, and practice complete humility and fruitful satisfaction.\""
    },
    {
        "heading": "Catechism of the Catholic Church",
        "title": "The Minister of this Sacrement",
        "content": "1461 Since Christ entrusted to his apostles the ministry of reconciliation, bishops who are their successors, and priests, the bishops' collaborators, continue to exercise this ministry. Indeed bishops and priests, by virtue of the sacrament of Holy Orders, have the power to forgive all sins in the name of the Father, and of the Son, and of the Holy Spirit.\""
    },
    {
        "heading": "Catechism of the Catholic Church",
        "title": "The effects of this Sacrement",
        "content": "1468 The whole power of the sacrament of Penance consists in restoring us to God's grace and joining us with him in an intimate friendship.\"73 Reconciliation with God is thus the purpose and effect of this sacrament. For those who receive the sacrament of Penance with contrite heart and religious disposition, reconciliation \"is usually followed by peace and serenity of conscience with strong spiritual consolation.\" Indeed the sacrament of Reconciliation with God brings about a true \"spiritual resurrection,\" restoration of the dignity and blessings of the life of the children of God, of which the most precious is friendship with God."
    },
    {
        "heading": "Catechism of the Catholic Church",
        "title": "The Celebration of the Sacrement of Penance",
        "content": "1480 Like all the sacraments, Penance is a liturgical action. The elements of the celebration are ordinarily these: a greeting and blessing from the priest, reading the word of God to illuminate the conscience and elicit contrition, and an exhortation to repentance; the confession, which acknowledges sins and makes them known to the priest; the imposition and acceptance of a penance; the priest's absolution; a prayer of thanksgiving and praise and dismissal with the blessing of the priest.\n\n1481 The Byzantine Liturgy recognizes several formulas of absolution, in the form of invocation, which admirably express the mystery of forgiveness: May the same God, who through the Prophet Nathan forgave David when he confessed his sins, who forgave Peter when he wept bitterly, the prostitute when she washed his feet with her tears, the publican, and the prodigal son, through me, a sinner, forgive you both in this life and in the next and enable you to appear before his awe-inspiring tribunal without condemnation, he who is blessed for ever and ever. Amen.\""
    },
    {
        "heading": "Catechism of the Catholic Church",
        "title": "In Brief",
        "content": "1485 On the evening of that day, the first day of the week,\" Jesus showed himself to his apostles. \"He breathed on them, and said to them: 'Receive the Holy Spirit. If you forgive the sins of any, they are forgiven; if you retain the sins of any, they are retained\"' (Jn 20:19, 22-23)."
    }
]