[
    {
        "commandmentCode": "ml-1",
        "questions": [
            "അന്യ ദേവന്മാരോടുള്ള അടുപ്പം, ആരാധന, മന്ത്രവാദം, വാരഫലം, ശകുനം ഇവയിൽ വിശ്വസിച്ചിട്ടുണ്ടോ?",
            "തകിട്, ഏലസ്സ്, ഓതിയ ചരട് എന്നിവ ശരീരത്തിൽ ധരിച്ചിട്ടുണ്ടോ?",
            "മന്ത്രവാദികൾ, കണിയാന്മാർ, മുസ്ലീയാരുകൾ, തിരുമേനികൾ, വെളിച്ചപ്പാടുകൾ എന്നിവരുടെ അടുക്കൽ പോയിട്ടുണ്ടോ?",
            "യോഗ (Yoga), റെയ്ക്കി (Reiki) തുടങ്ങിയ അക്രൈസ്തവ ആത്മീയ രീതികൾ പരിശീലിക്കുകയോ, അവയിൽ വിശ്വസിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "കൂടോത്രവുമായി ബന്ധപ്പെട്ട ഏതെങ്കിലും സാധനങ്ങൾ വീട്ടിലോ പറമ്പിലോ കുഴിച്ചിട്ടിട്ടുണ്ടോ? വീടിന്റെ അതിരുകൾ വിലക്കിയിട്ടുണ്ടോ?",
            "പക്ഷിനോട്ടം, കവടിനിരത്തൽ, മഷിനോട്ടം, കൈനോട്ടം, ജാതകം, രാഹുകാലം, മുഖലക്ഷണം നോക്കൽ, സ്ഥാനം നോക്കൽ, ചാത്തൻ സേവ, സാത്താൻ ആരാധന എന്നിവ ചെയ്‌തിട്ടുണ്ടോ?",
            "കൂടോത്രത്തിന് ആരെയെങ്കിലും പ്രേരിപ്പിച്ചിട്ടുണ്ടോ?",
            "അമ്പല നേർച്ചകൾ കൊടുത്തിട്ടുണ്ടോ? വിഗ്രഹങ്ങളെ വണങ്ങിയിട്ടുണ്ടോ? അമ്പലങ്ങളിലെ ഭസ്‌മം, പൂവ്, ജലം, പ്രസാദ നൈവേദ്യങ്ങൾ എന്നിവ ഉപയോഗിച്ചിട്ടുണ്ടോ?",
            "അന്ധവിശ്വാസങ്ങളിൽ വിശ്വസിച്ചിട്ടുണ്ടോ? (ഉദാ: പൂച്ച വിലങ്ങനെ ചാടുക, പല്ലി ചിലയ്ക്കുക, പല്ലി തലയിൽ വീഴുക, വലതുകാൽ വച്ചു കയറുക, ഒന്നു പിഴച്ചാൽ മൂന്നു പിഴയ്ക്കും, നിറകുടം, കാലിക്കുടം, നാലാമത്തെ പെണ്ണ് മുതലായവ)",
            "ദൈവത്തിൽ ആശ്രയിക്കാതെ ദർശനങ്ങളുടെയും ഭാവി പ്രവചിക്കുന്നവരുടെയും വാക്കുകളിൽ ആശ്രയിക്കുകയോ അങ്ങനെ ചെയ്യാൻ മറ്റുള്ളവർക്ക് പ്രേരണ നല്‌കുകയോ ചെയ്‌തിട്ടുണ്ടോ?",
            "വിശുദ്ധർക്ക് അമിത പ്രാധാന്യം നല്‌കുകയോ ദൈവത്തെക്കാൾ അധികം അവരെ ഭയപ്പെടുകയോ, അവരെപ്പറ്റി അനാദരവോടെ സംസാരിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "ദൈവപ്രീതിയെക്കാൾ അധികം മനുഷ്യപ്രീതി നേടാൻ ശ്രമിച്ചിട്ടുണ്ടോ? മനുഷ്യനെ പ്രീതിപ്പെടുത്താൻ ദൈവത്തെ മറന്നു പ്രവർത്തിച്ചിട്ടുണ്ടോ?",
            "ദൈവത്തിൽ വിശ്വാസമില്ലായ്‌മ, കൂദാശകളിൽ വിശ്വാസമില്ലായ്മ‌ ഉണ്ടോ? നിരീശ്വരവാദം (Atheism) പറയുകയോ തൻ്റെ മതം ഏറ്റുപറയാൻ സാധിക്കാത്ത അവസ്ഥയുണ്ടോ?",
            "ദൈവകരുണയിൽ അമിതമായി ആശ്രയിച്ച്, 'പിന്നീട് കുമ്പസാരിക്കാം' എന്ന ചിന്തയോടെ ബോധപൂർവ്വം പാപം ചെയ്തിട്ടുണ്ടോ?",
            "പ്രത്യേക മാസങ്ങൾക്കും കാലങ്ങൾക്കും പ്രാധാന്യം കൊടുത്തിട്ടുണ്ടോ?",
            "അഹങ്കാരം, പിടിവാശി, സ്വാർത്ഥത, ആഡംബര പ്രിയം, ധനമോഹം, ഭക്ഷണാസക്തി, സിനിമാ ഭ്രമം എന്നിവ ഉണ്ടോ?",
            "സ്ഥാനമാനങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ? ജോലി, പണം, രാഷ്ട്രീയം എന്നിവയെ ദൈവത്തേക്കാൾ കൂടുതലായി സ്‌നേഹിക്കുന്നുണ്ടോ?",
            "മദ്യം, കഞ്ചാവ്, മയക്കുമരുന്ന്, പുകവലി, മുറുക്ക്, പൊടിവലി, ചീട്ടുകളി, തുടങ്ങിയ ദുശ്ശീലങ്ങളുണ്ടോ? മറ്റുള്ളവരെ ഇതിലേക്ക് ആകർഷിച്ചിട്ടുണ്ടോ?",
            "ദൈവത്തിന്റെ നന്മകൾക്കും അനുഗ്രഹങ്ങൾക്കുമായി അവിടത്തോട് നന്ദി പറയാതിരുന്നിട്ടുണ്ടോ? ദൈവം തന്ന കഴിവുകളെ വളർത്തിയെടുക്കാതിരുന്നിട്ടുണ്ടോ?",
            "ആരോടെങ്കിലും പ്രത്യേക മമത ഉണ്ടോ? ദൈവത്തേക്കാൾ ഒന്നാം സ്ഥാനം മറ്റെന്തിനെങ്കിലും (പണം, വ്യക്തി, പ്രതാപം, വസ്ത്രം, ശരീരം, മന്ത്രം, സൗന്ദര്യം, സൽപ്പേര്, ലഹരി, സുഖസൗകര്യങ്ങൾ, അധികാരം, ബഹുമതി, കൂട്ടുകാർ) കൊടുക്കുന്നുണ്ടോ?",
            "ദൈവത്തെ പൂർണ്ണഹൃദയത്തോടും പൂർണ്ണശക്തിയോടും കൂടി സ്നേഹിക്കാതിരുന്നിട്ടുണ്ടോ?",
            "ദൈവത്തിന് പ്രത്യേകം പ്രതിഷ്ഠിച്ചിരിക്കുന്നവരുടെ (വൈദികർ, കന്യാസ്ത്രീകൾ) സൽപ്പേരിന് കളങ്കം വരുത്തിയിട്ടുണ്ടോ? അവരെ ഉപദ്രവിക്കുകയോ, അപമാനിക്കുകയോ ചെയ്‌തിട്ടുണ്ടോ?",
            "പള്ളിയുമായി കേസ്സുകൾ, തർക്കങ്ങൾ നടത്തിയിട്ടുണ്ടോ?"
        ]
    },
    {
        "commandmentCode": "ml-2",
        "questions": [
            "ദൈവതിരുനാമത്തിൽ കള്ളസത്യം ചെയ്യുകയോ, അനാവശ്യമായി കൂടെക്കൂടെ ആണയിടുകയോ, ദൈവനാമം വൃഥാ ഉപയോഗിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "നേർച്ചകളും ശപഥങ്ങളും ദൈവമഹത്വത്തിനുള്ളതാണെന്നിരിക്കെ, നേർന്ന നേർച്ചകൾ മനഃപൂർവ്വം നിറവേറ്റാതിരിക്കുകയോ, മറ്റുള്ളവരെക്കൊണ്ട് നിറവേറ്റിക്കുന്നതിനു വേണ്ടി നേർച്ച നേരുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "ദൈവത്തെ ശപിച്ചിട്ടുണ്ടോ? ദൈവത്തെക്കുറിച്ച് അനാദരവോടെ സംസാരിച്ചിട്ടുണ്ടോ?",
            "ദൈവനിന്ദ നിറഞ്ഞ സിനിമകൾ കാണുകയോ, പാട്ടുകൾ കേൾക്കുകയോ, സോഷ്യൽ മീഡിയയിൽ അത്തരം ആശയങ്ങൾ പ്രചരിപ്പിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "കള്ളക്കേസ്സുകൾ കൊടുത്തിട്ടുണ്ടോ? കള്ളസാക്ഷ്യം പറഞ്ഞിട്ടുണ്ടോ (പോലീസ് സ്റ്റേഷനിൽ, കോടതിയിൽ)?",
            "വിശുദ്ധരെയും, തിരുവസ്തുക്കളെയും നിന്ദിച്ചു പറഞ്ഞിട്ടുണ്ടോ?",
            "ക്രിസ്തുവിൻറെ ദൈവത്വം അംഗീകരിക്കാത്തവരുമായി സഹകരിക്കുകയോ, യേശുക്രിസ്തുവിനെ സാക്ഷ്യപ്പെടുത്താൻ ലജ്ജിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "യേശുവിന്റെ തിരുവചനങ്ങളെ വളച്ചൊടിക്കുന്നവരുമായി സമ്പർക്കം പുലർത്തുകയോ, അവരുടെ പ്രാർത്ഥനായോഗങ്ങളിൽ സംബന്ധിക്കുകയോ ചെയ്‌തിട്ടുണ്ടോ?",
            "ദൈവമാണ് എന്റെ തകർച്ചയുടെ കാരണം എന്ന് പറഞ്ഞിട്ടുണ്ടോ?",
            "വചനദുരൂപയോഗം, വചനത്തെ നിന്ദിക്കൽ, വെറുക്കൽ, സന്ദേശ ദുർവ്യാഖ്യാനം മുതലായവ ചെയ്തിട്ടുണ്ടോ?",
            "വിശുദ്ധ ഗ്രന്ഥം ദിവസവും വായിക്കുകയും പഠിക്കുകയും ചെയ്യാതിരിക്കുന്നുണ്ടോ?",
            "കള്ളകുമ്പസാരം, വി. ഗ്രന്ഥത്തെ അവഗണിക്കുക തുടങ്ങിയവ ചെയ്‌തിട്ടുണ്ടോ?",
            "അർത്ഥമില്ലാത്ത പ്രാർത്ഥന നടത്തുകയോ, ദൈവത്തിൻ്റെ പേരിൽ അനാവശ്യ ആഘോഷങ്ങൾ നടത്തുകയോ ചെയ്തിട്ടുണ്ടോ?"
        ]
    },
    {
        "commandmentCode": "ml-3",
        "questions": [
            "ഞായറാഴ്ചകളിലും കടപ്പെട്ട തിരുനാളുകളിലും കുർബാനയിൽ മുഴുവനായി പങ്കുകൊള്ളാതിരിക്കുകയോ, മനഃപൂർവം ദിവ്യബലിയിൽ സംബന്ധിക്കാതിരിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "വിശുദ്ധ ദിവസങ്ങളിൽ അനാവശ്യമായി കൂലിവേല ചെയ്യുകയോ, മറ്റുള്ളവരെക്കൊണ്ട് ചെയ്യിപ്പിക്കുകയോ, വിലക്കപ്പെട്ട ജോലികളിൽ ഏർപ്പെടുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "ഞായറാഴ്ചകളിൽ അനാവശ്യമായി ഷോപ്പിംഗ് നടത്തുകയോ, കച്ചവടം നടത്തുകയോ വഴി ദൈവത്തിന് കൊടുക്കേണ്ട സമയം ലാഭത്തിനു വേണ്ടി ഉപയോഗിച്ചോ?",
            "ബലിയർപ്പണത്തിന് യോജിക്കാത്ത വസ്ത്രധാരണം, നിൽപ്പ്, പെരുമാറ്റം ഇവ വഴി ആർക്കെങ്കിലും ബലിയർപ്പണത്തിനു തടസ്സം നിന്നിട്ടുണ്ടോ?",
            "സാബത്തിനു (ഞായറാഴ്ചയ്ക്ക്) പ്രാധാന്യം കൊടുക്കാതിരിക്കുകയോ, അന്നേ ദിവസം ദൈവിക കാര്യങ്ങൾക്കായി സമയം മാറ്റിവയ്ക്കുന്നതിൽ ഉത്സാഹം കാണിക്കാതിരിക്കുകയോ ചെയ്ത‌ിട്ടുണ്ടോ?",
            "വിശുദ്ധ കുർബാന അയോഗ്യതയോടെ (പാപാവസ്ഥയിൽ) സ്വീകരിച്ചിട്ടുണ്ടോ?",
            "സമ്പത്ത്, കഴിവ്, ആരോഗ്യം എന്നിവ തൻ്റെ സാമർത്ഥ്യം കൊണ്ട് ഉണ്ടായതാണെന്ന ധാരണയിൽ, ദൈവത്തിൻ്റെ ആധിപത്യത്തെ നിഷേധിച്ചിട്ടുണ്ടോ?",
            "വ്യക്തിപരമായ പ്രാർത്ഥനയ്ക്കു മുടക്കം വരുത്തിയോ? കുടുംബപ്രാർത്ഥനയിൽ സജീവമായി സംബന്ധിക്കാതിരുന്നോ?",
            "കൂദാശകൾ ഒരുക്കമില്ലാതെ, അയോഗ്യതയോടെ, വിശ്വാസമില്ലാതെ സ്വീകരിച്ചിട്ടുണ്ടോ?",
            "ദൈവാലയ പരിശുദ്ധിക്ക് കളങ്കം വരുത്തുന്ന പ്രവർത്തനം നടത്തിയിട്ടുണ്ടോ?",
            "വചനപ്രഘോഷണം അനുവദിക്കാതിരുന്നിട്ടുണ്ടോ? വചന പ്രഘോഷകരെ കുറ്റം പറഞ്ഞിട്ടുണ്ടോ?",
            "ദൈവത്തെ മറക്കുകയോ, മടുപ്പ് തോന്നുകയോ, പരീക്ഷിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?"
        ]
    },
    {
        "commandmentCode": "ml-4",
        "questions": [
            "മാതാപിതാക്കളെ ബഹുമാനിക്കാതിരിക്കുക, അനുസരിക്കാതിരിക്കുക, സ്നേഹിക്കാതിരിക്കുക എന്നിവ ചെയ്തിട്ടുണ്ടോ?",
            "മാതാപിതാക്കളെ സംസാരത്തിലൂടെയോ പ്രവർത്തനത്തിലൂടെയോ വേദനിപ്പിച്ചിട്ടുണ്ടോ? ശപിച്ചിട്ടുണ്ടോ?",
            "അവരുടെ രോഗത്തിലും, അവശതയിലും, വാർദ്ധക്യത്തിലും ശുശ്രൂഷിക്കുകയും സഹായിക്കുകയും ചെയ്യാതിരുന്നിട്ടുണ്ടോ?",
            "മുതിർന്നവരെയും മേലധികാരികളെയും ഗുരുക്കന്മാരെയും അനുസരിക്കാതിരുന്നിട്ടുണ്ടോ?",
            "മരിച്ചവർക്കുവേണ്ടിയുള്ള കടമകൾ നിറവേറ്റാതിരുന്നിട്ടുണ്ടോ?",
            "ജീവിത പങ്കാളിയെ ശാരീരികമായി വേദനിപ്പിക്കുകയോ, അസഭ്യ വാക്കുകൾ പറയുകയോ, സംശയിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "ഭാര്യ/ഭർതൃവീട്ടുകാരെ കുറ്റപ്പെടുത്തുകയോ, പങ്കാളിയെ വീട്ടിൽ നിന്നും ഇറക്കിവിടുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "ജീവിത പങ്കാളിയുടെ ശാരീരിക ആവശ്യങ്ങൾ പൂർത്തിയാക്കാതിരിക്കുകയോ, ദാമ്പത്യ ധർമ്മം നിർവ്വഹിക്കുന്നതിൽ വീഴ്‌ച വരുത്തുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "ജീവിത പങ്കാളിയെ, കുട്ടികളുടെയും മറ്റുള്ളവരുടെയും മുമ്പിൽ തരംതാഴ്ത്തി സംസാരിച്ചിട്ടുണ്ടോ?",
            "ജീവിത പങ്കാളിയോട് അവിശ്വസ്‌തത പുലർത്തുകയോ, ലൈംഗികമായി പീഡിപ്പിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "മക്കളെ കഠിനമായി ശിക്ഷിക്കുകയോ, സദാ കുറ്റപ്പെടുത്തുകയോ ചെയ്തിട്ടുണ്ടോ? മക്കളെ കർത്താവിന്റെ ശിക്ഷണത്തിലും ഉപദേശത്തിലും വളർത്താതിരുന്നിട്ടുണ്ടോ?",
            "മക്കളുടെ ഇന്റർനെറ്റ്, മൊബൈൽ ഫോൺ ഉപയോഗം നിയന്ത്രിക്കുന്നതിലും, അവർ കാണുന്ന കാര്യങ്ങൾ ശ്രദ്ധിക്കുന്നതിലും വീഴ്ച വരുത്തിയോ?",
            "ജോലി ചെയ്യുന്ന സ്ഥാപനത്തോട് വിശ്വസ്‌തതയും സ്നേഹവും പുലർത്താതിരുന്നിട്ടുണ്ടോ?",
            "സഭയ്ക്കും ധാർമ്മികതയ്ക്കും, ജീവന്റെ സംസ്കാരത്തിനും വിരുദ്ധമായി പ്രവർത്തിക്കുന്ന രാഷ്ട്രീയ പ്രസ്ഥാനങ്ങളെ വോട്ടിലൂടെയോ അല്ലാതെയോ പിന്തുണച്ചിട്ടുണ്ടോ?",
            "മറ്റുള്ളവരുടെ പരാജയത്തിൽ ആഹ്ലാദിച്ചിട്ടുണ്ടോ? നന്മ ലഭിക്കാൻ അവകാശമുള്ളവർക്ക് അത് നിഷേധിച്ചിട്ടുണ്ടോ?",
            "കീഴ്ജോലിക്കാരോട്, മക്കളോട് അപമര്യാദയായി പെരുമാറുകയും അവരുടെ വ്യക്തിത്വത്തെ ബഹുമാനിക്കാത്ത രീതിയിൽ പ്രവർത്തിക്കുകയും ചെയ്‌തിട്ടുണ്ടോ?",
            "സഹോദരങ്ങളോട് പക്ഷപാതപരമായി പെരുമാറിയിട്ടുണ്ടോ?"
        ]
    },
    {
        "commandmentCode": "ml-5",
        "questions": [
            "ഭ്രൂണഹത്യ (Abortion) നടത്തുകയോ, അതിന് ഒരുങ്ങുകയോ, കൂട്ടുനിൽക്കുകയോ, ഗുളികകൾ വഴിയോ അല്ലാതെയോ കുഞ്ഞുങ്ങളെ നശിപ്പിക്കാൻ മറ്റുള്ളവരെ പ്രേരിപ്പിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "ആരെയെങ്കിലും കൊല്ലുകയോ, പരിക്കേല്‌പിക്കുകയോ, അതിനായി ഗൂഢാലോചന നടത്തുകയോ, ആരുടെയെങ്കിലും മരണത്തിന് കാരണമാകുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "ബുദ്ധിമാന്ദ്യമുള്ളവർ (Mentally challenged), ഭിന്നശേഷിക്കാർ (Differently abled) എന്നിവരോട് അനുകമ്പ കാണിക്കാതിരുന്നിട്ടുണ്ടോ?",
            "മറ്റുള്ളവരെ വെറുക്കുക, വേദനിപ്പിക്കുക, വിദ്വേഷം വച്ചു പുലർത്തുക, പ്രതികാരം ചെയ്യുക എന്നിവ ചെയ്ത‌ിട്ടുണ്ടോ?",
            "മറ്റുള്ളവരുടെ സൽപ്പേരിന് കളങ്കം വരുത്തുകയോ, തേജോവധം ചെയ്യുകയോ, വിവാഹം മുടക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "ഭ്രൂണഹത്യയ്ക്കുശേഷം പരിഹാരം ചെയ്യാതിരുന്നിട്ടുണ്ടോ?",
            "ആത്മഹത്യാശ്രമം നടത്തുകയോ, ആത്മഹത്യക്കു പ്രേരണ നല്‌കുകയോ, ദയാവധത്തെ (Euthanasia) അനുകൂലിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "സ്വയം വെറുക്കുകയും നിന്ദിക്കുകയും മരിച്ചാൽ മതിയായിരുന്നു എന്നൊക്കെ ചിന്തിച്ചിട്ടുണ്ടോ?",
            "പക്ഷപാതം, അസൂയ, മുൻകോപം, പിണക്കം, ശത്രുത എന്നിവ വച്ചുപുലർത്തുന്നുണ്ടോ?",
            "അസഭ്യ വചനങ്ങൾ പറയുന്ന സ്വഭാവം ഉണ്ടോ? ആരോടെങ്കിലും ക്ഷമിക്കുവാനുണ്ടോ?",
            "മദ്യപാനം, പുകവലി, മയക്കുമരുന്ന്, അമിതമായ ജോലി, ഉറക്ക ഒഴിവ് എന്നിവ വഴി സ്വന്തം ശരീരത്തിൻ്റെ ആരോഗ്യത്തെ ഹനിച്ചിട്ടുണ്ടോ?",
            "അശ്രദ്ധമായി വാഹനമോടിച്ച് (Reckless Driving) സ്വന്തം ജീവനോ മറ്റുള്ളവരുടെ ജീവനോ അപകടത്തിലാക്കിയിട്ടുണ്ടോ?",
            "പ്ലാസ്റ്റിക്, മാലിന്യങ്ങൾ എന്നിവ അശ്രദ്ധമായി വലിച്ചെറിഞ്ഞോ കത്തിച്ചോ പരിസ്ഥിതിക്കും മറ്റുള്ളവരുടെ ആരോഗ്യത്തിനും ദോഷം വരുത്തിയോ?",
            "സഹായം അർഹിക്കുന്ന സഹോദരനിൽ നിന്ന് ഒഴിഞ്ഞുമാറിയിട്ടുണ്ടോ?",
            "മറ്റുള്ളവരെ കളിയാക്കി രസിക്കുക, ദ്രോഹിക്കുക, വഞ്ചിക്കുക, പാപം ചെയ്യാൻ പ്രേരിപ്പിക്കുക എന്നിവ ചെയ്തിട്ടുണ്ടോ?",
            "മദ്യപിച്ച് വാഹനമോടിച്ച് ആരുടെയെങ്കിലും ജീവനോ, ആരോഗ്യത്തിനോ ക്ഷതം വരുത്തിയിട്ടുണ്ടോ?"
        ]
    },
    {
        "commandmentCode": "ml-6",
        "questions": [
            "മനുഷ്യന്റെ മഹത്വത്തെ തകർക്കുന്ന ലൈംഗികപാപങ്ങളിൽ (വ്യഭിചാരം, സ്വയംഭോഗം, സ്വവർഗ്ഗഭോഗം, മൃഗഭോഗം എന്നിവയിൽ) വീഴുകയോ, വിവാഹത്തിന് മുൻപോ ശേഷമോ ഇത്തരം പാപങ്ങൾ ചെയ്യുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "പാപകരമായ ചിത്രങ്ങൾ, പുസ്തകങ്ങൾ, സിനിമകൾ എന്നിവ കാണുകയോ, മൊബൈൽ ഫോണിലൂടെയോ ഇന്റർനെറ്റിലൂടെയോ അശ്ലീല ദൃശ്യങ്ങൾ (Pornography) കണ്ട് രസിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "സഭ നിഷ്കർഷിക്കുന്ന ധാർമ്മിക നിയമങ്ങൾക്ക് വിരുദ്ധമായി കൃത്രിമ കുടുംബാസൂത്രണ മാർഗ്ഗങ്ങൾ (Contraceptives) ഉപയോഗിക്കുകയോ, വന്ധ്യംകരണമോ വഴി ജനന നിയന്ത്രണം നടത്തിയിട്ടുണ്ടോ?",
            "സംസാരത്തിലൂടെ, നോട്ടം, ചിരി, ആംഗ്യം മുതലായവ വഴി മറ്റൊരാളിൽ വികാരജാഗരണം വരുത്തുകയോ, മറ്റുള്ളവർക്ക് ഇടർച്ച നൽകുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "സോഷ്യൽ മീഡിയയിലൂടെയോ ഫോണിലൂടെയോ അവിഹിതമായ ചാറ്റിംഗുകൾ (Sexting/Cyber-adultery) നടത്തുകയോ ബന്ധങ്ങൾ സ്ഥാപിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "വികാരങ്ങളെ നിയന്ത്രിക്കാതെ, അവയെ പാപത്തിലേക്ക് വഴിതെറ്റിച്ച് ഉപയോഗിച്ചിട്ടുണ്ടോ?",
            "ബലാത്സംഗം ചെയ്യുകയോ, കുട്ടികളെ ലൈംഗികമായി ദുരുപയോഗം ചെയ്യുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "പരിശുദ്ധാത്മാവിന്റെ ആലയമായ നിങ്ങളുടെ ശരീരം വൃത്തിയായി സൂക്ഷിക്കാതെ, വിശുദ്ധിയിൽ വളരാൻ ശ്രമിക്കാതെ പോയിട്ടുണ്ടോ?",
            "അന്യപുരുഷനെയോ അന്യസ്ത്രീയെയോ മനസ്സിൽ ധ്യാനിച്ച് ദാമ്പത്യബന്ധത്തിൽ ഏർപ്പെട്ടിട്ടുണ്ടോ? മദ്യപിച്ച് ദാമ്പത്യധർമ്മം നിറവേറ്റിയിട്ടുണ്ടോ?",
            "അന്യന്റെ കുടുംബജീവിതം നാശത്തിലാക്കിയിട്ടുണ്ടോ?",
            "വസ്ത്രധാരണം അടക്കം പുറത്തുള്ള പെരുമാറ്റത്തിൽ മറ്റുള്ളവർക്ക് ഉതപ്പുണ്ടാകുന്ന രീതിയിൽ പ്രവർത്തിച്ചിട്ടുണ്ടോ?",
            "ദാമ്പത്യ അവിശ്വസ്‌തത വഴിയായി പങ്കാളിയോട് വഞ്ചന കാണിച്ചിട്ടുണ്ടോ?",
            "വിവാഹ മോചനം, ബഹുഭാര്യത്വം, ലിവ്-ഇൻ റിലേഷൻഷിപ്പുകൾ (Live-in relationships) എന്നിവയിൽ ഏർപ്പെട്ടിട്ടുണ്ടോ?"
        ]
    },
    {
        "commandmentCode": "ml-7",
        "questions": [
            "വേലക്കാർക്ക് ന്യായമായ കൂലി സമയത്തിന് കൊടുക്കാതിരിക്കുകയോ, അവർക്ക് അർഹതപ്പെട്ട ആനുകൂല്യങ്ങൾ നിഷേധിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "സർക്കാർ നിയമങ്ങൾ അനുസരിക്കാതിരിക്കുകയോ, നികുതികളിൽ (ഭൂനികുതി, ആദായനികുതി) വെട്ടിപ്പും തട്ടിപ്പും കാണിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "സാധനങ്ങൾ, പണം, കള്ളതൂക്കം, കള്ളത്രാസ്, അന്യായവില, അന്യായ പലിശ, കൈക്കൂലി (Bribery) കൊടുക്കുകയോ വാങ്ങുകയോ ചെയ്യുക, വഞ്ചന, കോപ്പിയടി, കാപട്യം എന്നിവ ചെയ്തിട്ടുണ്ടോ?",
            "ഭക്ഷണ സാധനങ്ങളിൽ മായം ചേർത്തോ, ഗുണനിലവാരമില്ലാത്ത വസ്തുക്കൾ വിറ്റോ മറ്റുള്ളവരെ വഞ്ചിക്കുകയും അവരുടെ ആരോഗ്യത്തെ ദ്രോഹിക്കുകയും ചെയ്തിട്ടുണ്ടോ?",
            "പൊതു മുതൽ നശിപ്പിച്ചിട്ടുണ്ടോ?",
            "അന്യന്റെ വസ്തു കയ്യടക്കുക, അതിർത്തിക്കല്ല് മാറ്റി സ്ഥാപിക്കുക, കള്ളരേഖയുണ്ടാക്കി മറ്റുള്ളവരുടെ സ്വത്ത് അന്യായമായി കയ്യേറുക എന്നിവ ചെയ്തിട്ടുണ്ടോ?",
            "ഇൻഷുറൻസ് ക്ലെയിമുകൾ, ലോണുകൾ എന്നിവയിൽ കൃത്രിമം കാണിച്ച് പണം നേടിയിട്ടുണ്ടോ?",
            "പകർപ്പവകാശമുള്ള (Copyright) സിനിമകൾ, സോഫ്റ്റ്‌വെയറുകൾ, പാട്ടുകൾ എന്നിവ മോഷ്ടിക്കുകയോ (Piracy) അനധികൃതമായി ഉപയോഗിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "സമയത്തിൻ്റെ ദുരുപയോഗം, പണത്തിന്റെ ധൂർത്ത് എന്നിവ ചെയ്തിട്ടുണ്ടോ?",
            "ഉത്തിരിപ്പുകടം കൊടുക്കാനുണ്ടോ?",
            "മറ്റുള്ളവരെകൊണ്ട് ലാഭമെടുക്കുക, തെറ്റായ മാർഗ്ഗത്തിലൂടെ പണം സമ്പാദിക്കുക എന്നിവ ചെയ്തിട്ടുണ്ടോ?",
            "മോഷ്ടിക്കുക, കടം വാങ്ങിയത് തിരികെ കൊടുക്കാതിരിക്കുക, കളഞ്ഞു കിട്ടിയവ തിരികെ കൊടുക്കാതിരിക്കുക എന്നിവ ചെയ്തിട്ടുണ്ടോ?",
            "നിരാലംബർക്കു നീതി നിഷേധിച്ചിട്ടുണ്ടോ?",
            "ചെയ്യുന്ന ജോലിയോട് ആത്മാർത്ഥത കാണിക്കാതിരുന്നിട്ടുണ്ടോ? ജോലി സമയത്ത് സോഷ്യൽ മീഡിയ ഉപയോഗിച്ചും മറ്റും സമയം പാഴാക്കിയിട്ടുണ്ടോ?",
            "സർക്കാരിനു കൊടുക്കുവാനുള്ളത് കൊടുക്കാതിരിക്കുക, വെള്ളം, വൈദ്യുതി, പൊതുമുതൽ എന്നിവ മോഷ്ടിക്കുകയോ നശിപ്പിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?"
        ]
    },
    {
        "commandmentCode": "ml-8",
        "questions": [
            "കള്ളം പറയുകയോ, കള്ളസാക്ഷ്യം നൽകുകയോ, സത്യത്തിന് വിരുദ്ധമായി പ്രവർത്തിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "കുറ്റം പറയുക, നുണ പറയുക, പക്ഷപാതം കാണിക്കുക, കുറ്റോരോപണം നടത്തുക, ദുഷ്‌ചിന്ത, വ്യർത്ഥഭാഷണം, പരദൂഷണം എന്നിവ ചെയ്തിട്ടുണ്ടോ?",
            "വാട്സാപ്പ് (WhatsApp), ഫേസ്ബുക്ക് തുടങ്ങിയവയിലൂടെ സത്യമല്ലാത്ത കാര്യങ്ങൾ (Fake News) ഫോർവേഡ് ചെയ്‌തോ, കമൻ്റ് ചെയ്‌തോ മറ്റുള്ളവരെ തേജോവധം ചെയ്തിട്ടുണ്ടോ?",
            "ഇല്ലാക്കഥകൾ പറഞ്ഞു പരത്താറുണ്ടോ?",
            "വിശ്വാസവഞ്ചന കാണിക്കുകയോ, ഊമക്കത്ത് എഴുതുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "മുഖസ്‌തുതി പറഞ്ഞിട്ടുണ്ടോ?",
            "വാഗ്ദാനങ്ങൾ ലംഘിച്ചിട്ടുണ്ടോ?",
            "മറ്റുള്ളവരെക്കുറിച്ച് ഇല്ലാത്ത കാര്യങ്ങൾ പറഞ്ഞുപരത്തുകയോ (പരദൂഷണം), ഏഷണി പറയുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "ഉള്ളതാണ് പറയുന്നതെന്ന വ്യാജേന അപരന്റെ സൽപേരിന് കളങ്കം ചാർത്തുകയോ, സത്യം മറച്ചുവച്ചു സംസാരിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "കള്ളക്കുമ്പസാരം നടത്തുകയോ, പാപങ്ങൾ മറച്ചുവയ്ക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "മറ്റൊരാൾക്കു ഹാനികരമായ രഹസ്യവിവരങ്ങൾ വെളിപ്പെടുത്തുക, മറ്റുള്ളവരുടെ സംസാരം ഒളിഞ്ഞിരുന്നു കേൾക്കുക എന്നിവ ചെയ്തിട്ടുണ്ടോ?"
        ]
    },
    {
        "commandmentCode": "ml-9",
        "questions": [
            "ആസക്തിയോടെ അന്യ സ്ത്രീയെ (പുരുഷനെ) നോക്കിയിട്ടുണ്ടോ?",
            "അന്യന്റെ ഭാര്യയെയോ ഭർത്താവിനെയോ സ്വന്തമാക്കണമെന്ന് ആഗ്രഹിക്കുകയോ (മോഹിക്കുകയോ) ചെയ്തിട്ടുണ്ടോ?",
            "മനഃപൂർവ്വം ലൈംഗിക ചിന്തകളിൽ മുഴുകുകയോ, അത്തരം ദുഷ്ചിന്തകളെ താലോലിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "ആഗ്രഹിച്ച ജീവിത പങ്കാളിയെ ലഭിക്കാത്തതിൽ അമിതമായി ദുഃഖിച്ചിട്ടുണ്ടോ?",
            "പ്രേമബന്ധങ്ങൾ, അവിഹിത ബന്ധങ്ങൾ എന്നിവയിൽ ഏർപ്പെടുകയോ അതിനു സഹായിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "അമിത ദുഃഖം, ആകുലത, ഭയം, ഭക്ഷണം മനഃപൂർവ്വം കഴിക്കാതിരിക്കുക വഴി ശരീരത്തെ പീഡിപ്പിച്ചിട്ടുണ്ടോ?",
            "മറ്റുള്ളവരുടെ ദാമ്പത്യ ജീവിതം തകരാൻ ആഗ്രഹിച്ചിട്ടുണ്ടോ?",
            "മറ്റുള്ളവരുടെ ജീവിത പങ്കാളിയുടെ ഗുണങ്ങൾ മാത്രം പുകഴ്ത്തി പറയുകയും ചിന്തിക്കുകയും ചെയ്ത് സ്വന്തം ജീവിതപങ്കാളിയുടെ മേന്മകളെ കുറച്ചുകാണിച്ചിട്ടുണ്ടോ?"
        ]
    },
    {
        "commandmentCode": "ml-10",
        "questions": [
            "മറ്റുള്ളവരുടെ സമ്പത്തിലോ, കഴിവുകളിലോ, സൗഭാഗ്യങ്ങളിലോ അസൂയപ്പെട്ടിട്ടുണ്ടോ?",
            "മാതാപിതാക്കളുടെ പ്രമാണങ്ങളിൽ മാറ്റം വരുത്തിയിട്ടുണ്ടോ?",
            "മോഷണത്തിന് സഹായിച്ചിട്ടുണ്ടോ? ജോലികളിൽ കൃത്യനിഷ്‌ഠ പാലിക്കാതിരുന്നിട്ടുണ്ടോ?",
            "കൃഷിനാശം, വസ്‌തുനാശം ഇവ വരുത്തിയിട്ടുണ്ടോ? മിണ്ടാപ്രാണികളോട് ക്രൂരത കാണിച്ചിട്ടുണ്ടോ?",
            "സഹോദരങ്ങൾക്ക് കിട്ടേണ്ട ന്യായമായ അവകാശം (വഴി, കുടിവെള്ളം, ഇലക്ട്രിസിറ്റി) നിഷേധിച്ചിട്ടുണ്ടോ?",
            "അമിത ഭോജനം നടത്താറുണ്ടോ? ഉത്തരവാദിത്വത്തിൽ നിന്നു ഒഴിഞ്ഞു മാറിയിട്ടുണ്ടോ?",
            "അലസതമൂലം ദൈവം തന്ന സമയവും അവസരങ്ങളും പാഴാക്കിക്കളഞ്ഞിട്ടുണ്ടോ?",
            "മനുഷ്യപ്രീതിക്കുവേണ്ടിയുള്ള ദാഹം ഉണ്ടോ?",
            "ചെയ്യുവാൻ കഴിയുമായിരുന്ന നന്മ, അതിന് അർഹമായ വ്യക്തിക്ക് നിഷേധിച്ചിട്ടുണ്ടോ?",
            "സഹോദരർക്ക് അർഹമായ അവകാശം, നീതി എന്നിവ നിഷേധിക്കപ്പെട്ടപ്പോൾ അവനുവേണ്ടി സ്വരമുയർത്താതെ അനീതിക്കു കൂട്ടുനിന്നിട്ടുണ്ടോ?",
            "സഹോദരങ്ങളുടെ തെറ്റുകൾ തിരുത്തിക്കൊടുക്കാതിരുന്നോ? മക്കളുടെ തെറ്റുകൾ ന്യായീകരിച്ചോ?",
            "സഹോദരങ്ങളുടെ ഉന്നതിയിൽ അസ്വസ്ഥനായിട്ടുണ്ടോ? അവർ വേദനിക്കുമ്പോൾ നിഗൂഢാനന്ദം അനുഭവിച്ചിട്ടുണ്ടോ?",
            "ധനത്തിനോടും ലൗകിക വസ്തുക്കളോടും അമിതമായ ആർത്തി (Greed) കാണിച്ചിട്ടുണ്ടോ? ആഡംബരഭ്രമം ഉണ്ടോ?",
            "ദരിദ്രരോട് കരുണ കാണിക്കാതിരിക്കുകയും, ലഭിച്ച ഉപകാരത്തിന് നന്ദി പ്രകാശിപ്പിക്കാതിരിക്കുകയും ചെയ്തിട്ടുണ്ടോ?"
        ]
    },
    {
        "commandmentCode": "ml-11",
        "questions": [
            "വർഷത്തിലൊരിക്കലെങ്കിലും (ആണ്ട് കുമ്പസാരം) കുമ്പസാരിക്കാതിരിക്കുകയോ, പെസഹാകാലത്ത് പരിശുദ്ധ കുർബാന സ്വീകരിക്കാതിരിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "വെള്ളിയാഴ്ച മാംസം ഉപയോഗിക്കുകയോ, സഭ നിർദ്ദേശിച്ചിരിക്കുന്ന ദിവസങ്ങളിൽ (നോമ്പ് - ആഷ് വെനസ്ഡേ, ഗുഡ് ഫ്രൈഡേ) വിലക്കപ്പെട്ട ഭക്ഷണസാധനങ്ങൾ വർജ്ജിക്കാതിരിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "നോമ്പുകാലത്ത് വിവാഹം ആഘോഷിക്കുകയോ, സഭ മുടക്കിയിരിക്കുന്ന ആളുകളുമായി വിവാഹം നടത്തുകയോ, രജിസ്റ്റർ വിവാഹം ചെയ്യുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "പള്ളിക്കും ദൈവശുശ്രൂഷകർക്കും നൽകേണ്ട പതവാരവും വിഹിതവും, ദശാംശവും കൊടുക്കാതിരുന്നിട്ടുണ്ടോ?",
            "രജിസ്റ്റർ വിവാഹത്തിന് മറ്റുള്ളവർക്ക് പ്രേരണ നൽകിയിട്ടുണ്ടോ?",
            "ക്രിസ്തുമത വിശ്വാസം മറ്റുള്ളവരുമായി പങ്കുവെക്കാനോ, സഭയുടെ വളർച്ചയ്ക്കായി പ്രാർത്ഥിക്കാനോ മടികാണിച്ചോ?"
        ]
    },
    {
        "commandmentCode": "ml-12",
        "questions": [
            "അഹങ്കാരം (നിഗളം)",
            "അലസത (മടി)",
            "കൊതി",
            "മോഹം",
            "അസൂയ",
            "കോപം",
            "ദ്രവ്യാഗ്രഹം"
        ]
    },
    {
        "commandmentCode": "ml-13",
        "questions": [
            "മോക്ഷം കിട്ടുകയില്ലെന്ന വിചാരം (നിരാശ).",
            "സൽപ്രവർത്തി കൂടാതെ മോക്ഷം പ്രാപിക്കാമെന്ന മിഥ്യാ പ്രതീക്ഷ.",
            "ഒരുകാര്യം സത്യമാണെന്നറിഞ്ഞിട്ടും അതിനെ നിഷേധിക്കുന്നത്.",
            "അന്യരുടെ നന്മയിലുള്ള അസൂയ.",
            "പാപം ചെയ്തതിനുശേഷം അനുതപിക്കാതെ പാപത്തിൽത്തന്നെ ജീവിക്കുന്നത്.",
            "അന്ത്യസമയത്തുപോലും അനുതപിക്കാതെ പാപത്തിൽ തന്നെ മരിക്കുന്നത്."
        ]
    },
    {
        "commandmentCode": "ml-14",
        "questions": [
            "മനപ്പൂർവം കൊലപാതകം ചെയ്യുന്നത്.",
            "പ്രകൃതിവിരുദ്ധ പാപങ്ങൾ / സ്വവർഗ്ഗഭോഗം.",
            "അനാഥരെ, വിധവകളെ, അഗതികളെ, പരദേശികളെ പീഡിപ്പിക്കുന്നത്.",
            "വേലക്കാർക്ക് മതിയായ കൂലി കൊടുക്കാതിരിക്കുന്നത്."
        ]
    }
]