[
    {
        "commandmentCode": "en-1",
        "questions": [
            "Have I refused to believe in God (Atheism)?",
            "Have I engaged in agnosticism?",
            "Have I hated God or blamed Him for troubles in my life?",
            "Have I denied any of the Catholic Church’s dogmas?",
            "Have I deliberately caused others to doubt God or the articles of the faith?",
            "Have I attempted to grow and defend my faith?",
            "Have I passed on the faith to my children and family in a dedicated way?",
            "Have I refused to defend God and my faith to others when they raise objections?",
            "Have I denied my faith or doctrines before others?",
            "Have I left the Catholic Church or practiced another religion?",
            "Have I joined an organization that is detrimental or opposed to my faith (Communists, Masons, dissident or schismatic groups, or any group which requires its members to hold an oath above and before their duties to the Catholic Church)?",
            "Have I given in to despair about God or his forgiveness?",
            "Have I presumed of God’s mercy by intentionally committing a sin with the expectation of being forgiven, thereby avoiding true conversion of heart?",
            "Have I presumed my own ability to save my soul without help from God?",
            "Have I confessed my sins without intending to amend my life?",
            "Have I practiced idolatry? Have I placed worldly things such as money, power, success, friendships, government, my nation, race, or possessions before my relationship with God? Have I practiced the spiritual aspects of Yoga?",
            "Have I practiced the occult (Wiccans, Satanism, invoking demons, Ouija Boards, black magic, selling your soul, Séances, channeling spirits, shamanism, consulting mediums, Reiki, divination, using charms, horoscopes, astrology, palm reading, clairvoyance, lot interpretation, or card reading)?",
            "Have I practiced superstition? Have I attributed supernatural power to a source other than God?",
            "Have I practiced polytheism?",
            "Have I been indifferent to the faith or God?",
            "Have I been ungrateful for the many blessings God has given me?",
            "Have I been lukewarm in the faith?",
            "Have I been lazy in my faith and spiritual growth?",
            "Have I neglected prayer?",
            "Have I abandoned promises or vows made to God?",
            "Have I restricted the faith of another person or contributed to a restriction of another’s religious freedom? Have I mocked someone for their faith in God? Have I forced others to violate the tenets of their faith or conscience?",
            "Have I tempted God by putting His goodness and almighty power to the test by word or deed?",
            "Have I committed the sin of sacrilege? Have I received one of the sacraments without the proper disposition of soul (i.e. receiving Holy Communion, confirmation, matrimony, or holy orders with mortal sins on my soul)? Have I treated religious persons such as priests, nuns, bishops or the pope, places such as churches, chapels, and holy sites, and blessed or holy things such as rosaries, relics, and Bibles with due respect? Have I lied about my sins or intentionally omitted some serious sins during the sacrament of confession?",
            "Have I engaged in simony by buying or selling spiritual things?"
        ]
    },
    {
        "commandmentCode": "en-2",
        "questions": [
            "Have I used God’s name in a disrespectful, careless, or blasphemous way?",
            "Have I spoken disrespectfully, hatefully, defiantly, or carelessly about the faith, or sacred persons, places and things?",
            "Have I promoted disrespectful, hateful, defiant, or careless speech about the faith or sacred persons, places and things?",
            "Have I watched movies or listened to music that was blasphemous or irreverent?",
            "Have I used foul language or watched movies or listened to music that contained foul language?",
            "Have I spoken disrespectfully of other people?",
            "Have I lied under oath (perjury)?",
            "Have I sworn or made promises in God’s name to things that were untrue or of little importance even if they were true?"
        ]
    },
    {
        "commandmentCode": "en-3",
        "questions": [
            "Have I missed Holy Mass on Sundays or Holy Days without serious cause?",
            "Have I failed to bring my children to Holy Mass on Sundays and Holy Days without serious cause?",
            "Have I attended mass by arriving late or leaving early without serious cause?",
            "Have I performed work on Sundays or other Holy Days without serious cause?",
            "Have I refused to help others attend Mass on Sundays and Holy Days?",
            "Have I shopped or benefitted from unnecessary service on Sundays and Holy Days?",
            "Have I intentionally eaten meat or refused to fast on the days set aside by the church for fasting and abstaining from meat?",
            "Have I violated the 1 hour fast before Holy Communion?",
            "Have I required workers under my direction to perform work on a Sunday or Holy Day without serious cause?",
            "Have I been a source of distraction to others during Mass through my dress, behavior, or use of a mobile phone?"
        ]
    },
    {
        "commandmentCode": "en-4",
        "questions": [
            "Have I disobeyed my parents’ reasonable wishes?",
            "Have I spoken disrespectfully to my parents or legitimate authorities including public officials and employers?",
            "Have I disobeyed the reasonable wishes of my teachers (if in school)?",
            "Have I failed to care for and support my elderly parents or other family?",
            "Have I neglected the needs, education, discipline, or spiritual formation of my children?",
            "Have I failed to guide my children in understanding the nature and Church teachings of human sexuality?",
            "Have I prayed daily with my children?",
            "Have I neglected to encourage my children to receive the sacraments of Holy Communion and Confession on a regular basis?",
            "Have I voted for, promoted or advanced the agenda of politicians who hold positions contrary to the common good, religious freedom, or the moral law?",
            "Have I failed to live a virtuous life?",
            "Have I failed to love and sacrifice for my family?",
            "Have I promoted policies or laws that undermine the family such as circumventing parental consent or promoted unnatural family structures such as homosexual or single-parent adoption, and population control measures? Have I promoted policies or laws that undermine the common good and the moral law?",
            "Have I encouraged others to disrespect legitimate authority?",
            "Have I failed to accept my parents’ advice or admonishments?",
            "Have I failed to foster openness to vocations in my children (marriage, holy orders, consecrated single life, etc.)?",
            "Have I failed to promote the just treatment of the poor, indigent, or migrants in society?",
            "Have I committed violence against others?",
            "Have I undermined the authority of my spouse in front of our children?",
            "Have I neglected to monitor my children's use of the internet and technology to protect their purity?"
        ]
    },
    {
        "commandmentCode": "en-5",
        "questions": [
            "Have I killed or injured a human being directly or negligently and unjustly or cooperated in doing so?",
            "Have I failed to promote the dignity and sacredness of human life?",
            "Have I promoted war, torture, hostage-taking, kidnapping, or the killing of defenseless humans?",
            "Have I procured an abortion or abortion-inducing drugs or helped someone else obtain one?",
            "Have I promoted abortion or voted for a politician that does?",
            "Have I procured, participated in or promoted In vitro fertilization?",
            "Have I promoted human cloning or genetic modification?",
            "Have I promoted or procured embryonic stem cell research or therapy?",
            "Have I promoted eugenics or population control laws?",
            "Have I failed to “turn the other cheek” or love my enemies?",
            "Have I tried to kill or harm myself or considered it?",
            "Have I promoted euthanasia or the right-to-suicide movement?",
            "Have I refused or failed to provide reasonable end-of-life care including medical procedures, food and water, and pain medication?",
            "Have I failed to care for the spiritual needs of a dying person (including calling a priest for anointing of the sick, or praying for the person)?",
            "Have I desired to kill someone?",
            "Have I used more than the necessary force to defend myself?",
            "Have I failed to protect others to the best of my ability and duty?",
            "Have I physically, emotionally, or psychologically injured someone or desired to do so?",
            "Have I given scandal or otherwise shown lack of care for someone’s soul?",
            "Have I hated someone or wished ill on them?",
            "Have I failed to show respect for the dead or their bodies?",
            "Have I failed to provide proper burial for the dead?",
            "Have I advocated unjust punishments or capital punishment where it is not just?",
            "Have I discriminated against someone by denying them something to which they are justly entitled within the bounds of the moral and natural law?",
            "Have I mocked, intimidated or belittled someone?",
            "Have I been reckless with human life through my actions or lack of care?",
            "Have I used alcohol or drugs?",
            "Have I shown a lack of concern for my health or that of others?",
            "Have I promoted the use of alcohol, drugs or any other harmful thing?",
            "Have I committed the sin of gluttony or encouraged others to do so?",
            "Have I failed to promote peace?",
            "Have I given scandal through my actions or inaction?",
            "Have I encouraged or assisted others to sin?",
            "Have I allowed my anger to control me or persist unchecked?",
            "Have I been uncharitable to someone, fought with them, or held a grudge?",
            "Have I failed to forgive someone when they have asked me for forgiveness?",
            "Have I sought or contemplated revenge?",
            "Have I rejoiced in the misfortune of others?",
            "Have I abused animals or killed them unnecessarily?",
            "Have I endangered my own life or the lives of others by reckless driving or using a phone while driving?",
            "Have I mocked or ridiculed others for their physical or mental disabilities?"
        ]
    },
    {
        "commandmentCode": "en-6",
        "questions": [
            "Have I failed to practice and promote chastity?",
            "Have I sought sexual pleasure outside the marital act?",
            "Have I used artificial birth control or encouraged its use?",
            "Have I refused children and the gift of life without just cause?",
            "Have I participated in in vitro fertilization or immoral fertility treatments (treatments that do not promote procreation through the marital act) or encouraged someone else to do so?",
            "Have I procured a sterilization of my reproductive organs or encouraged someone else to do so?",
            "Have I forced sex on someone (including a spouse)?",
            "Have I denied sex to my spouse without just cause?",
            "Have I masturbated (sexual pleasure of oneself outside of the marital act)?",
            "Have I deliberately caused male climax outside of sexual intercourse?",
            "Have I provided or promoted sexual education that does not follow the teachings of the Catholic Church?",
            "Have I used or promoted pornography whether in photos, videos, audio or the written word?",
            "Have I donated sperm or eggs?",
            "Have I indulged in impure (involving nudity or sex) movies, television, or music, conversation, or jokes?",
            "Have I committed adultery (sexual acts or conversation with a married person or with a person that is not my spouse)?",
            "Have I divorced my spouse or contemplated doing so even though I am in a valid marriage without grave cause?",
            "Have I entered into a marriage without the blessing of the Church?",
            "Have I committed incest?",
            "Have I engaged in polygamy or polyandry?",
            "Have I been involved in an “open marriage”?",
            "Have I had sex outside of the bonds of marriage (fornication, homosexual acts)?",
            "Have I committed rape?",
            "Have I engaged in petting, sexting, or other foreplay outside of marriage?",
            "Have I harmed children sexually?",
            "Have I engaged in unnatural sexual activities (bestiality, sex with objects, etc.)?",
            "Have I engaged in or promoted prostitution?",
            "Have I seduced someone or allowed myself to be seduced?",
            "Have I refused to accept my God-given sexual identity (sex change operations, cross-dressing, etc.)?",
            "Have I promoted, advanced, or cooperated in sins against the sixth commandment?",
            "Have I engaged in inappropriate online relationships or cyber-sex?"
        ]
    },
    {
        "commandmentCode": "en-7",
        "questions": [
            "Have I stolen something?",
            "Have I gambled excessively?",
            "Have I committed fraud (making a false claim to an insurance company, falsifying information for financial gain)?",
            "Have I refused to be generous with my resources to those in need?",
            "Have I failed to practice the corporal works of mercy?",
            "Have I vandalized or defaced someone else’s property?",
            "Have I cheated?",
            "Have I paid a fair wage to my workers for an honest day’s work?",
            "Have I prevented someone from holding a job (unjustly discriminating, or sabotaging someone’s chances at employment)?",
            "Have I promoted actions that lead to slavery of others (sweatshops, human trafficking, or slavery proper)?",
            "Have I broken a contract by not fulfilling my end of the obligation?",
            "Have I participated in or promoted an unjust strike or lockout?",
            "Have I accumulated excessive debt and/or failed to repay it?",
            "Have I engaged in usury (charging excessive interest)?",
            "Have I overcharged someone or taken advantage of someone in a trade?",
            "Have I filed or promoted an unjust lawsuit against someone?",
            "Have I failed to make restitution for theft, fraud, or any other action against the 7th commandment?",
            "Have I shown a disregard for the environment?",
            "Have I failed to respect private property or violated the Church’s teachings on subsidiarity by advocating for excessive socialism, or too much government control of resources?",
            "Have I failed to work diligently and deliver an honest day’s work to my employer?",
            "Have I despised work or succumbed to sloth?",
            "Have I failed to do the appropriate amount of work for my family?",
            "Have I given reasonable wage to workers?",
            "Have I attempted to speculate and drive up the price of goods or services?",
            "Have I violated copyright laws by pirating software, music, or movies?",
            "Have I wasted my employer's time by excessive use of the internet or social media during work hours?"
        ]
    },
    {
        "commandmentCode": "en-8",
        "questions": [
            "Have I lied or willfully deceived someone?",
            "Have I gossiped?",
            "Have I lied under oath (perjury)?",
            "Have I assumed the worst about someone or judged them unfairly?",
            "Have I harmed someone’s reputation through detraction (telling others about someone’s faults without grave cause) or calumny (telling lies about a person) or libel (writing lies about someone)?",
            "Have I failed to defend the reputation of someone?",
            "Have I failed to keep a secret or betrayed someone’s trust?",
            "Have I remained silent or been complicit in defaming the Catholic Church?",
            "Have I failed to be sincere or candid when appropriate?",
            "Have I lead a double life?",
            "Have I been a hypocrite?",
            "Have I coerced others to lie?",
            "Have I prevented others from speaking the truth?",
            "Have I engaged in flattery?",
            "Have I been boastful or arrogant?",
            "Have I mischaracterized something, been overly dramatic, constructed false (straw-man) arguments or engaged in ad-hominem attacks (attacks against the person rather than the argument or viewpoint)?",
            "Have I failed to repair the reputation of someone I lied about?",
            "Have I revealed the truth to someone who does not have the right to it (such as an unjust aggressor)?",
            "Have I violated the seal of confession by telling the contents of someone else’s confession to others?",
            "Have I disclosed professional secrets without grave cause?",
            "Have I accepted what others say as truth without due scrutiny (particularly in matters of faith and morals or where another’s reputation is at stake)?",
            "Have I promoted false public information (propaganda)?",
            "Have I shared unverified or false information (fake news) on social media?"
        ]
    },
    {
        "commandmentCode": "en-9",
        "questions": [
            "Have I given in to concupiscence (intense human carnal desires)?",
            "Have I given in to lust (disordered desire of inordinate enjoyment of sexual pleasure)?",
            "Have I made sexually suggestive or harassing comments or advances toward someone?",
            "Have I failed to dress modestly or averted my eyes when someone else is dressed immodestly?",
            "Have I violated someone’s privacy by spying on them?",
            "Have I encouraged or voluntarily indulged in impure thoughts?",
            "Have I promoted promiscuity or immoral attitudes toward sex, modesty, or purity, or moral permissiveness?"
        ]
    },
    {
        "commandmentCode": "en-10",
        "questions": [
            "Have I envied others because of their possessions?",
            "Have I been greedy?",
            "Have I been covetous of others’ possessions?",
            "Have I failed to live simply and instead given in to materialism?",
            "Have I failed to rejoice in another’s success?"
        ]
    },
    {
        "commandmentCode": "en-11",
        "questions": [
            "Have I failed to attend Holy Mass on Sundays or Holy Days?",
            "Have I failed to set Sundays and Holy Days aside for rest?",
            "Have I confessed my sins at least once each year?",
            "Have my confessions been valid and honest?",
            "Have I prepared my soul properly to receive Holy Communion?",
            "Have I performed the assigned penance from my confession?",
            "Have I made reparation for the harm caused by my sins?",
            "Have I made a thorough examination of conscience before confession and honestly attempted to recall all of my sins?",
            "Have I had a firm purpose of amending my life and sorrow for my sins before going to confession?",
            "Have I received Holy Communion at least once during the Easter season (between the first Sunday of Lent and Trinity Sunday)?",
            "Have I received communion while being outside the state of grace (having mortal sins on my soul)?",
            "Have I followed the Eucharistic Fast before receiving Holy Communion?",
            "Have I eaten meat on Fridays in Lent?",
            "Have I failed to follow the rules around fasting on Ash Wednesday and Good Friday?",
            "Have I followed the spirit of the rules concerning fasting and abstinence?",
            "Have I fasted from meat on all Fridays throughout the year or followed the guidelines of the bishops in my locality (i.e. performing some act of penance instead of abstaining from meat in many areas of the USA)?",
            "Have I done spiritual and corporal works of mercy and practiced self-denial?",
            "Have I given tithes to the church on a regular basis?",
            "Have I given an amount appropriate for my situation?",
            "Have I volunteered my time for the Church appropriately for my situation?",
            "Have I prayed for the growth of the Church?"
        ]
    },
    {
        "commandmentCode": "en-12",
        "questions": [
            "Have I committed the sin of Pride?",
            "Have I committed the sin of Greed (Avarice)?",
            "Have I committed the sin of Lust?",
            "Have I committed the sin of Envy?",
            "Have I committed the sin of Gluttony?",
            "Have I committed the sin of Wrath (Anger)?",
            "Have I committed the sin of Sloth?"
        ]
    },
    {
        "commandmentCode": "en-13",
        "questions": [
            "Have I presumed of God's mercy?",
            "Have I despaired of salvation?",
            "Have I impugned the known truth?",
            "Have I envied another's spiritual good?",
            "Have I been obstinate in sin?",
            "Have I persisted in final impenitence?"
        ]
    },
    {
        "commandmentCode": "en-14",
        "questions": [
            "Have I committed willful murder?",
            "Have I committed the sin of Sodom?",
            "Have I oppressed the poor?",
            "Have I defrauded laborers of their wages?"
        ]
    }
]