[
    {
        "commandmentCode": "pt-1",
        "questions": [
            "Recusei-me a acreditar em Deus (Ateísmo)?",
            "Pratiquei o agnosticismo?",
            "Odiei a Deus ou o culpei pelos problemas na minha vida?",
            "Neguei algum dos dogmas da Igreja Católica?",
            "Causei deliberadamente que outros duvidassem de Deus ou dos artigos da fé?",
            "Tentei crescer e defender minha fé?",
            "Transmiti a fé aos meus filhos e família de maneira dedicada?",
            "Recusei-me a defender a Deus e minha fé para os outros quando levantam objeções?",
            "Neguei minha fé ou doutrinas diante de outros?",
            "Abandonei a Igreja Católica ou pratiquei outra religião?",
            "Uni-me a uma organização que é prejudicial ou oposta à minha fé (Comunistas, Maçons, grupos dissidentes ou cismáticos, ou qualquer grupo que exija que seus membros mantenham um juramento acima e antes de seus deveres para com a Igreja Católica)?",
            "Caí em desespero sobre Deus ou seu perdão?",
            "Presumi da misericórdia de Deus cometendo intencionalmente um pecado com a expectativa de ser perdoado, evitando assim a verdadeira conversão do coração?",
            "Presumi minha própria capacidade de salvar minha alma sem a ajuda de Deus?",
            "Confessei meus pecados sem intenção de emendar minha vida?",
            "Pratiquei a idolatria? Coloquei coisas mundanas como dinheiro, poder, sucesso, amizades, governo, minha nação, raça ou posses antes do meu relacionamento com Deus? Pratiquei os aspectos espirituais do Ioga?",
            "Pratiquei o ocultismo (Wicca, Satanismo, invocar demônios, Tabuleiros Ouija, magia negra, vender a alma, Espiritismo, canalizar espíritos, xamanismo, consultar médiuns, Reiki, adivinhação, usar amuletos, horóscopos, astrologia, leitura de mãos, vidência, interpretação de sortes ou leitura de cartas)?",
            "Pratiquei superstição? Atribuí poder sobrenatural a uma fonte que não é Deus?",
            "Pratiquei politeísmo?",
            "Fui indiferente à fé ou a Deus?",
            "Fui ingrato pelas muitas bênçãos que Deus me deu?",
            "Fui morno na fé?",
            "Fui preguiçoso na minha fé e crescimento espiritual?",
            "Negligenciei a oração?",
            "Abandonei promessas ou votos feitos a Deus?",
            "Restringi a fé de outra pessoa ou contribuí para uma restrição da liberdade religiosa de outro? Zombei de alguém por sua fé em Deus? Forcei outros a violar os princípios de sua fé ou consciência?",
            "Tentei a Deus colocando Sua bondade e poder onipotente à prova por palavra ou ação?",
            "Cometi o pecado de sacrilégio? Recebi um dos sacramentos sem a devida disposição da alma (isto é, receber a Sagrada Comunhão, crisma, matrimônio ou ordens sagradas com pecados mortais na minha alma)? Tratei pessoas religiosas como padres, freiras, bispos ou o papa, lugares como igrejas, capelas e locais sagrados, e coisas bentas ou santas como rosários, relíquias e Bíblias com o devido respeito? Menti sobre meus pecados ou omiti intencionalmente alguns pecados graves durante o sacramento da confissão?",
            "Participei de simonia comprando ou vendendo coisas espirituais?"
        ]
    },
    {
        "commandmentCode": "pt-2",
        "questions": [
            "Usei o nome de Deus de maneira desrespeitosa, descuidada ou blasfema?",
            "Falei de maneira desrespeitosa, odiosa, desafiadora ou descuidada sobre a fé, ou pessoas, lugares e coisas sagradas?",
            "Promovi um discurso desrespeitoso, odioso, desafiador ou descuidado sobre a fé ou pessoas, lugares e coisas sagradas?",
            "Assisti a filmes ou ouvi música que fosse blasfema ou irreverente?",
            "Usei linguagem chula ou assisti a filmes ou música que continham linguagem chula?",
            "Falei desrespeitosamente de outras pessoas?",
            "Menti sob juramento (perjúrio)?",
            "Jurei ou fiz promessas em nome de Deus sobre coisas que eram falsas ou de pouca importância, mesmo se fossem verdadeiras?"
        ]
    },
    {
        "commandmentCode": "pt-3",
        "questions": [
            "Faltei à Santa Missa nos domingos ou dias de preceito sem causa grave?",
            "Deixei de levar meus filhos à Santa Missa nos domingos e dias de preceito sem causa grave?",
            "Assisti à missa chegando tarde ou saindo cedo sem causa grave?",
            "Realizei trabalhos aos domingos ou outros dias de preceito sem causa grave?",
            "Recusei-me a ajudar outros a assistir à Missa nos domingos e dias de preceito?",
            "Fiz compras ou me beneficiei de serviços desnecessários aos domingos e dias de preceito?",
            "Comi carne intencionalmente ou me recusei a jejuar nos dias estabelecidos pela igreja para o jejum e a abstinência de carne?",
            "Violei o jejum de 1 hora antes da Sagrada Comunhão?",
            "Exigi de trabalhadores sob minha direção que realizassem trabalhos no domingo ou dia de preceito sem causa grave?",
            "Fui uma fonte de distração para outros durante a Missa através da minha vestimenta, comportamento ou uso de um telefone celular?"
        ]
    },
    {
        "commandmentCode": "pt-4",
        "questions": [
            "Desobedeci aos desejos razoáveis dos meus pais?",
            "Falei desrespeitosamente aos meus pais ou autoridades legítimas, incluindo funcionários públicos e empregadores?",
            "Desobedeci aos desejos razoáveis dos meus professores (se estiver na escola)?",
            "Negligenciei o cuidado e apoio aos meus pais idosos ou outros familiares?",
            "Negligenciei as necessidades, educação, disciplina ou formação espiritual dos meus filhos?",
            "Falhei em guiar meus filhos na compreensão da natureza e dos ensinamentos da Igreja sobre a sexualidade humana?",
            "Rezei diariamente com meus filhos?",
            "Negligenciei encorajar meus filhos a receber os sacramentos da Sagrada Comunhão e da Confissão de maneira regular?",
            "Votei em, promovi ou avancei a agenda de políticos que mantêm posições contrárias ao bem comum, à liberdade religiosa ou à lei moral?",
            "Falhei em viver uma vida virtuosa?",
            "Falhei em amar e sacrificar-me pela minha família?",
            "Promovi políticas ou leis que minam a família, como contornar o consentimento dos pais ou promovi estruturas familiares não naturais como a adoção homossexual ou monoparental, e medidas de controle populacional? Promovi políticas ou leis que minam o bem comum e a lei moral?",
            "Encorajei outros a desrespeitar a autoridade legítima?",
            "Falhei em aceitar os conselhos ou admoestações dos meus pais?",
            "Falhei em fomentar a abertura às vocações em meus filhos (matrimônio, ordem sagrada, vida consagrada, etc.)?",
            "Falhei em promover o tratamento justo aos pobres, indigentes ou migrantes na sociedade?",
            "Cometi violência contra outros?",
            "Minei a autoridade do meu cônjuge diante dos nossos filhos?",
            "Negligenciei monitorar o uso da internet e da tecnologia dos meus filhos para proteger sua pureza?"
        ]
    },
    {
        "commandmentCode": "pt-5",
        "questions": [
            "Matei ou feri um ser humano direta ou negligentemente e injustamente ou cooperei em fazê-lo?",
            "Falhei em promover a dignidade e o caráter sagrado da vida humana?",
            "Promovi a guerra, a tortura, a tomada de reféns, o sequestro ou o assassinato de humanos indefesos?",
            "Procurei um aborto ou medicamentos abortivos ou ajudei alguém a obter um?",
            "Promovi o aborto ou votei em um político que o faz?",
            "Procurei, participei ou promovi a fertilização in vitro?",
            "Promovi a clonagem humana ou a modificação genética?",
            "Promovi ou procurei a pesquisa ou terapia com células-tronco embrionárias?",
            "Promovi a eugenia ou as leis de controle populacional?",
            "Falhei em \"dar a outra face\" ou amar meus inimigos?",
            "Tentei suicidar-me ou ferir-me ou considerei isso?",
            "Promovi a eutanásia ou o movimento pelo direito ao suicídio?",
            "Recusei ou falhei em fornecer cuidados razoáveis no final da vida, incluindo procedimentos médicos, alimentos e água, e analgésicos?",
            "Falhei em cuidar das necessidades espirituais de uma pessoa moribunda (incluindo chamar um padre para a unção dos enfermos, ou rezar pela pessoa)?",
            "Desejei matar alguém?",
            "Usei mais força do que a necessária para me defender?",
            "Falhei em proteger outros o melhor que pude e devia?",
            "Feri física, emocional ou psicologicamente alguém ou desejei fazê-lo?",
            "Dei escândalo ou mostrei falta de cuidado pela alma de alguém?",
            "Odiei alguém ou desejei-lhe o mal?",
            "Falhei em mostrar respeito pelos mortos ou seus corpos?",
            "Falhei em fornecer um enterro adequado para os mortos?",
            "Advoguei punições injustas ou a pena capital onde não é justa?",
            "Discriminei alguém negando-lhe algo a que tem direito justamente dentro dos limites da lei moral e natural?",
            "Zombei, intimidei ou menosprezei alguém?",
            "Fui imprudente com a vida humana através de minhas ações ou falta de cuidado?",
            "Usei álcool ou drogas?",
            "Mostrei falta de preocupação pela minha saúde ou a dos outros?",
            "Promovi o uso de álcool, drogas ou qualquer outra coisa prejudicial?",
            "Cometi o pecado da gula ou encorajei outros a fazê-lo?",
            "Falhei em promover a paz?",
            "Dei escândalo através de minhas ações ou inação?",
            "Encorajei ou ajudei outros a pecar?",
            "Permiti que minha raiva me controlasse ou persistisse sem controle?",
            "Fui pouco caridoso com alguém, briguei com ele ou guardei rancor?",
            "Falhei em perdoar alguém quando me pediu perdão?",
            "Busquei ou contemplei a vingança?",
            "Regozijei-me com a desgraça dos outros?",
            "Abusei de animais ou matei-os desnecessariamente?",
            "Coloquei em perigo minha própria vida ou a de outros dirigindo imprudentemente ou usando um telefone enquanto dirigia?",
            "Zombei ou ridicularizei outros por suas deficiências físicas ou mentais?"
        ]
    },
    {
        "commandmentCode": "pt-6",
        "questions": [
            "Falhei em praticar e promover a castidade?",
            "Busquei prazer sexual fora do ato conjugal?",
            "Usei anticoncepcionais artificiais ou encorajei seu uso?",
            "Recusei os filhos e o dom da vida sem causa justa?",
            "Participei de fertilização in vitro ou tratamentos de fertilidade imorais (tratamentos que não promovem a procriação através do ato conjugal) ou encorajei alguém a fazê-lo?",
            "Procurei uma esterilização dos meus órgãos reprodutivos ou encorajei alguém a fazê-lo?",
            "Forcei o sexo com alguém (incluindo um cônjuge)?",
            "Neguei o sexo ao meu cônjuge sem causa justa?",
            "Masturbei-me (prazer sexual de si mesmo fora do ato conjugal)?",
            "Causei deliberadamente o clímax masculino fora da relação sexual?",
            "Forneci ou promovi educação sexual que não segue os ensinamentos da Igreja Católica?",
            "Usei ou promovi pornografia seja em fotos, vídeos, áudio ou palavra escrita?",
            "Doei esperma ou óvulos?",
            "Entreguei-me a filmes, televisão ou música impuros (que envolvem nudez ou sexo), conversas ou piadas?",
            "Cometi adultério (atos sexuais ou conversa com uma pessoa casada ou com uma pessoa que não é meu cônjuge)?",
            "Divorciei-me do meu cônjuge ou contemplei fazê-lo apesar de estar em um casamento válido sem causa grave?",
            "Contraí matrimônio sem a bênção da Igreja?",
            "Cometi incesto?",
            "Participei de poligamia ou poliandria?",
            "Estive envolvido em um \"casamento aberto\"?",
            "Tive sexo fora dos laços do matrimônio (fornicação, atos homossexuais)?",
            "Cometi estupro?",
            "Participei de carícias, \"sexting\" ou outras preliminares fora do casamento?",
            "Prejudiquei crianças sexualmente?",
            "Participei de atividades sexuais não naturais (bestialidade, sexo com objetos, etc.)?",
            "Participei ou promovi a prostituição?",
            "Seduzi alguém ou permiti ser seduzido?",
            "Recusei-me a aceitar minha identidade sexual dada por Deus (operações de mudança de sexo, travestismo, etc.)?",
            "Promovi, avancei ou cooperei em pecados contra o sexto mandamento?",
            "Participei de relacionamentos inadequados online ou ciber-sexo?"
        ]
    },
    {
        "commandmentCode": "pt-7",
        "questions": [
            "Roubei algo?",
            "Apostei excessivamente?",
            "Cometi fraude (fazer uma reclamação falsa a uma companhia de seguros, falsificar informações para obter ganhos financeiros)?",
            "Recusei-me a ser generoso com meus recursos para com os necessitados?",
            "Falhei em praticar as obras de misericórdia corporais?",
            "Vandalizei ou desfigurei a propriedade de outra pessoa?",
            "Trapaceei?",
            "Paguei um salário justo aos meus trabalhadores por um dia de trabalho honesto?",
            "Impedi que alguém tivesse um emprego (discriminando injustamente ou sabotando as oportunidades de emprego de alguém)?",
            "Promovi ações que levam à escravidão de outros (oficinas clandestinas, tráfico de pessoas ou escravidão propriamente dita)?",
            "Quebrei um contrato ao não cumprir minha parte da obrigação?",
            "Participei ou promovi uma greve injusta ou locaute?",
            "Acumulei dívidas excessivas e/ou falhei em pagá-las?",
            "Participei de usura (cobrar juros excessivos)?",
            "Cobrei a mais de alguém ou tirei vantagem de alguém em um comércio?",
            "Apresentei ou promovi um processo injusto contra alguém?",
            "Falhei em fazer restituição por roubo, fraude ou qualquer outra ação contra o 7º mandamento?",
            "Mostrei desprezo pelo meio ambiente?",
            "Falhei em respeitar a propriedade privada ou violei os ensinamentos da Igreja sobre a subsidiariedade advogando por um socialismo excessivo ou muito controle governamental dos recursos?",
            "Falhei em trabalhar diligentemente e entregar um dia de trabalho honesto ao meu empregador?",
            "Desprezei o trabalho ou sucumbi à preguiça?",
            "Falhei em fazer a quantidade adequada de trabalho para a minha família?",
            "Dei um salário razoável aos trabalhadores?",
            "Tentei especular e aumentar o preço de bens ou serviços?",
            "Violei as leis de direitos autorais pirateando software, música ou filmes?",
            "Desperdicei o tempo do meu empregador pelo uso excessivo da internet ou redes sociais durante as horas de trabalho?"
        ]
    },
    {
        "commandmentCode": "pt-8",
        "questions": [
            "Menti ou enganei deliberadamente alguém?",
            "Fofoquei?",
            "Menti sob juramento (perjúrio)?",
            "Assumi o pior de alguém ou o julguei injustamente?",
            "Prejudiquei a reputação de alguém através da detração (contar a outros as faltas de alguém sem causa grave) ou da calúnia (contar mentiras sobre uma pessoa) ou do libelo (escrever mentiras sobre alguém)?",
            "Falhei em defender a reputação de alguém?",
            "Falhei em guardar um segredo ou traí a confiança de alguém?",
            "Permaneci em silêncio ou fui cúmplice em difamar a Igreja Católica?",
            "Falhei em ser sincero ou franco quando era apropriado?",
            "Levei uma vida dupla?",
            "Fui um hipócrita?",
            "Coagi outros a mentir?",
            "Impedi que outros dissessem a verdade?",
            "Participei da adulação?",
            "Fui arrogante ou jactancioso?",
            "Caracterizei mal algo, fui muito dramático, construí argumentos falsos (espantalho) ou participei de ataques ad-hominem (ataques contra a pessoa em vez do argumento ou ponto de vista)?",
            "Falhei em reparar a reputação de alguém sobre quem menti?",
            "Revelei a verdade a alguém que não tem direito a ela (como um agressor injusto)?",
            "Violei o sigilo de confissão contando os conteúdos da confissão de outra pessoa a outros?",
            "Revelei segredos profissionais sem causa grave?",
            "Aceitei o que outros dizem como verdade sem o devido escrutínio (particularmente em assuntos de fé e moral ou onde a reputação de outro está em jogo)?",
            "Promovi informações públicas falsas (propaganda)?",
            "Compartilhei informações não verificadas ou falsas (fake news) nas redes sociais?"
        ]
    },
    {
        "commandmentCode": "pt-9",
        "questions": [
            "Cedi à concupiscência (desejos carnais humanos intensos)?",
            "Cedi à luxúria (desejo desordenado de desfrute imoderado do prazer sexual)?",
            "Fiz comentários ou insinuações sexualmente sugestivas ou assediadoras para alguém?",
            "Falhei em vestir modestamente ou desviei o olhar quando alguém mais veste imodestamente?",
            "Violei a privacidade de alguém espionando-o?",
            "Encorajei ou entreguei-me voluntariamente a pensamentos impuros?",
            "Promovi a promiscuidade ou atitudes imorais em relação ao sexo, à modéstia ou à pureza, ou a permissividade moral?"
        ]
    },
    {
        "commandmentCode": "pt-10",
        "questions": [
            "Invejei outros por suas posses?",
            "Fui ganancioso?",
            "Cobicei as posses de outros?",
            "Falhei em viver simplesmente e em vez disso cedi ao materialismo?",
            "Falhei em regozijar-me no sucesso de outro?"
        ]
    },
    {
        "commandmentCode": "pt-11",
        "questions": [
            "Falhei em assistir à Santa Missa nos domingos ou dias de preceito?",
            "Falhei em reservar os domingos e dias de preceito para o descanso?",
            "Confessei meus pecados pelo menos uma vez por ano?",
            "Minhas confissões foram válidas e honestas?",
            "Preparei minha alma adequadamente para receber a Sagrada Comunhão?",
            "Cumpri a penitência atribuída da minha confissão?",
            "Fiz reparação pelo dano causado pelos meus pecados?",
            "Fiz um exame de consciência minucioso antes da confissão e tentei honestamente lembrar todos os meus pecados?",
            "Tive um firme propósito de emendar minha vida e dor pelos meus pecados antes de ir à confissão?",
            "Recebi a Sagrada Comunhão pelo menos uma vez durante o tempo da Páscoa (entre o primeiro domingo da Quaresma e o domingo da Trindade)?",
            "Recebi a comunhão estando fora do estado de graça (tendo pecados mortais na minha alma)?",
            "Segui o jejum eucarístico antes de receber a Sagrada Comunhão?",
            "Comi carne nas sextas-feiras da Quaresma?",
            "Falhei em seguir as regras sobre o jejum na Quarta-feira de Cinzas e na Sexta-feira Santa?",
            "Segui o espírito das regras relativas ao jejum e à abstinência?",
            "Jejuei de carne todas as sextas-feiras do ano ou segui as diretrizes dos bispos na minha localidade?",
            "Fiz obras de misericórdia espirituais e corporais e pratiquei a abnegação?",
            "Dei dízimos à igreja de maneira regular?",
            "Dei uma quantia adequada para a minha situação?",
            "Ofereci meu tempo para a Igreja adequadamente para a minha situação?",
            "Rezei pelo crescimento da Igreja?"
        ]
    },
    {
        "commandmentCode": "pt-12",
        "questions": [
            "Soberba",
            "Avareza",
            "Luxúria",
            "Inveja",
            "Gula",
            "Ira",
            "Preguiça"
        ]
    },
    {
        "commandmentCode": "pt-13",
        "questions": [
            "Presunção da misericórdia de Deus",
            "Desespero da salvação",
            "Impugnar a verdade conhecida",
            "Inveja do bem espiritual alheio",
            "Obstinação no pecado",
            "Impenitência final"
        ]
    },
    {
        "commandmentCode": "pt-14",
        "questions": [
            "Homicídio voluntário",
            "O pecado de Sodoma",
            "Opressão dos pobres",
            "Defraudar os trabalhadores de seu salário"
        ]
    }
]