[
    {
        "commandmentCode": "ml-1",
        "questions": [
            "അന്യ ദേവന്മാരോടുള്ള അടുപ്പം, ആരാധന, മന്ത്രവാദം, വാരഫലം, ശകുനം ഇവയിൽ വിശ്വസിച്ചിട്ടുണ്ടോ?",
            "തകിട്, ഏലസ്സ് ഓതിയ ചരട് എന്നിവ ശരീരത്തിൽ ധരിച്ചിട്ടുണ്ടോ?",
            "മന്ത്രവാദികൾ, കണിയാന്മാർ, മുസ്ലീയാരുകൾ, തിരുമേനികൾ എന്നിവരുടെ അടുക്കൽ പോയിട്ടുണ്ടോ?",
            "കൂടോത്രവുമായി ബന്ധപ്പെട്ട ഏതെങ്കിലും സാധനങ്ങൾ വീട്ടിലോ പറമ്പിലോ കുഴിച്ചിട്ടിട്ടുണ്ടോ?",
            "വീടിന്റെ അതിരുകൾ വിലക്കിയിട്ടുണ്ടോ?",
            "പക്ഷിനോട്ടം, കവടിനിരത്തൽ, മഷിനോട്ടം എന്നിവയിലൂടെ പ്രശ്‌നം വച്ചിട്ടുണ്ടോ?",
            "കൂടോത്രത്തിന് ആരെയെങ്കിലും പ്രേരിപ്പിച്ചിട്ടുണ്ടോ?",
            "വെളിച്ചപ്പാടുള്ള സ്ഥലങ്ങളിൽ പോയിട്ടുണ്ടോ?",
            "അമ്പല നേർച്ചകൾ കൊടുത്തിട്ടുണ്ടോ?",
            "വിഗ്രഹങ്ങളെ വണങ്ങിയിട്ടുണ്ടോ?",
            "അമ്പലങ്ങളിലെ ഭസ്‌മം, പൂവ്, ജലം, പ്രസാദ നൈവേദ്യങ്ങൾ എന്നിവ ഉപയോഗിച്ചിട്ടുണ്ടോ?",
            "കൈനോട്ടം, ജാതകം, രാഹുകാലം, മുഖലക്ഷണം നോക്കൽ, സ്ഥാനം നോക്കൽ, ചാത്തൻ സേവ, സാത്താൻ ആരാധന എന്നിവ ചെയ്‌തിട്ടുണ്ടോ?",
            "അന്ധവിശ്വാസങ്ങളിൽ വിശ്വസിച്ചിട്ടുണ്ടോ?",
            "ഉദാ: പൂച്ച വിലങ്ങനെ ചാടുക, പല്ലി ചിലയ്ക്കുക, പല്ലി തലയിൽ വീഴുക, വലതുകാൽ വച്ചു കയറുക, ഒന്നു പിഴച്ചാൽ മൂന്നു പിഴയ്ക്കും, നിറകുടം, കാലിക്കുടം, നാലാമത്തെ പെണ്ണ് - മുതലായവ",
            "ദൈവത്തിൽ ആശ്രയിക്കാതെ ദർശനങ്ങളുടെയും ഭാവി പ്രവചിക്കുന്നവരുടെയും വാക്കുകളിൽ ആശ്രയിക്കുകയോ അങ്ങനെ ചെയ്യാൻ മറ്റുള്ളവർക്ക് പ്രേരണ നല്‌കുകയോ ചെയ്‌തിട്ടുണ്ടോ? (ജറെ 23:16, 25-18)",
            "വിശുദ്ധർക്ക് അമിത പ്രാധാന്യം നല്‌കുകയോ ദൈവത്തെക്കാൾ അധികം അവരെ ഭയപ്പെടുകയോ ചെയ്തിട്ടുണ്ടോ? അവരെപ്പറ്റി അനാദരവോടെ സംസാരിക്കുകയോ ചിന്തിക്കുകയോ ചെയ്‌തിട്ടുണ്ടോ ? (നിയ 6:6-11)",
            "ദൈവപ്രീതിയെക്കാൾ അധികം മനുഷ്യപ്രീതി നേടാൻ ശ്രമിച്ചിട്ടുണ്ടോ? മനുഷ്യനെ പ്രീതിപ്പെടുത്താൻ ദൈവത്തെ മറന്നു പ്രവർത്തിച്ചിട്ടുണ്ടോ? (ഗലാ. 1:10, 1 സാമു 15:25)",
            "ദൈവത്തിൽ വിശ്വാസമില്ലായ്‌മ, കൂദാശകളിൽ വിശ്വാസമില്ലായ്മ‌ ഉണ്ടോ?",
            "പ്രത്യേക മാസങ്ങൾക്കും കാലങ്ങൾക്കും പ്രാധാന്യം കൊടുത്തിട്ടുണ്ടോ?",
            "അഹങ്കാരം ഉണ്ടോ?",
            "സ്ഥാനമാനങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?",
            "പിടിവാശി ഉണ്ടോ?",
            "സ്വാർത്ഥതയുള്ള ജീവിത ശൈലിയാണോ?",
            "ആഡംബര പ്രിയം ഉണ്ടോ?",
            "ധനമോഹം ഉണ്ടോ?",
            "ജോലി ഒരു വിഗ്രഹമാണോ?",
            "ഭക്ഷണാസക്തി ഉണ്ടോ?",
            "സിനിമാ ഭ്രമം ഉണ്ടോ?",
            "മദ്യം, കഞ്ചാവ്, മയക്കുമരുന്ന്, പുകവലി, മുറുക്ക്, പൊടിവലി, ചീട്ടുകളി, തുടങ്ങിയ ദുശ്ശീലങ്ങളുണ്ടോ?",
            "മറ്റുള്ളവരെ ദുശ്ശീലങ്ങളിലേക്ക് ആകർഷിക്കുകയോ പ്രേരിപ്പിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "ദൈവത്തിന്റെ്റെ നന്മകൾക്കും അനുഗ്രഹങ്ങൾക്കുമായി അവിടത്തോട് നന്ദി പറയാതിരുന്നോ? (റോമാ 1:18-32; ലൂക്കാ 17:11-19, 1 പത്രോ 2:9-10)",
            "ദൈവം തന്ന കഴിവുകളെ, സിദ്ധികളെ വളർത്തിയെടുക്കാതിരുന്നിട്ടുണ്ടോ?",
            "അവ ഉപയോഗിക്കാതിരുന്നിട്ടുണ്ടോ? (1 തിമോ 1:14)",
            "ആരോടെങ്കിലും പ്രത്യേക മമത ഉണ്ടോ?",
            "ദൈവത്തേക്കാൾ ഒന്നാം സ്ഥാനം മറ്റെന്തിനെങ്കിലും കൊടുക്കുന്നുണ്ടോ? പണം, വ്യക്തി, പ്രതാപം, വസ്ത്രം, ശരീരം, മന്ത്രം, സൗന്ദര്യം, സൽപ്പേര്, ലഹരി വസ്തുക്കൾ, സുഖസൗകര്യങ്ങൾ, ജോലി, കുടുംബം, അധികാരം, ബഹുമതി, കൂട്ടുകാർ തുടങ്ങിയവ",
            "ദൈവത്തെ സ്നേഹിക്കാതിരുന്നിട്ടുണ്ടോ?",
            "ദൈവത്തിന് പ്രത്യേകം പ്രതിഷ്ഠിച്ചിരിക്കുന്നവരുടെ (വൈദികർ, കന്യാസ്ത്രീകൾ, പ്രേഷിതർ, വചനപ്രഘോഷകർ) സൽപ്പേരിന് കളങ്കം വരുത്തിയിട്ടുണ്ടോ?",
            "അവരെ ഉപദ്രവിക്കുകയോ, വേദനിപ്പിക്കുകയോ, അപമാനിക്കുകയോ ചെയ്‌തിട്ടുണ്ടോ?",
            "പള്ളിയുമായി കേസ്സുകൾ, തർക്കങ്ങൾ നടത്തിയിട്ടുണ്ടോ?",
            "ദൈവത്തെ പൂർണ്ണഹൃദയത്തോടും പൂർണ്ണആത്മാവോടും പൂർണ്ണശക്തിയോടും കൂടി സ്നേഹിക്കാത്തത് (നിയമ, 6:5)",
            "നിരീശ്വരവാദം, തൻ്റെ മതം ഏറ്റുപറയാൻ സാധിക്കാത്തത്. (12: 8-9, CCC, 2137, 2139, 2140)",
            "സുഖലോലുപത, മദ്യാസക്തി, ജീവിത വ്യഗ്രത, ധനമോഹം, അധികാര മോഹം, ഞാൻ എന്ന ഭാവം. (ലൂക്കാ. 12:34, 21:34)",
            "ദൈവത്തിന് ഒന്നാം സ്ഥാനം കൊടുക്കാതെയും ദൈവത്തിൽ ആശ്രയിക്കാതെയും തന്റെ കഴിവുകളിൽ അഹങ്കരിക്കുന്നത്. പ്രാർത്ഥനയ്ക്ക് വേണ്ടത്ര പ്രാധാന്യം കൊടുക്കാത്തത്. (മർക്കോ. 12:33)"
        ]
    },
    {
        "commandmentCode": "ml-2",
        "questions": [
            "കൂടെക്കൂടെ ആണയിടുന്ന സ്വഭാവം ഉണ്ടോ? ദൈവത്തെ ശപിച്ചിട്ടുണ്ടോ?",
            "കള്ളസത്യം ചെയ്തിട്ടുണ്ടോ?",
            "കള്ളക്കേസ്സുകൾ കൊടുത്തിട്ടുണ്ടോ?",
            "കള്ളസാക്ഷ്യം പറഞ്ഞിട്ടുണ്ടോ (പോലീസ് സ്റ്റേഷനിൽ, കോടതിയിൽ, അധികാരിയുടെ സമക്ഷം)",
            "നേർച്ചകൾ പൂർത്തിയാക്കാതിരുന്നിട്ടുണ്ടോ?",
            "ദൈവത്തെക്കുറിച്ച് അനാദരവോടെ സംസാരിച്ചിട്ടുണ്ടോ?",
            "വിശുദ്ധരെയും, തിരുവസ്തുക്കളെയും നിന്ദിച്ചു പറഞ്ഞിട്ടുണ്ടോ?",
            "ക്രിസ്തുവിൻറെ ദൈവത്വം അംഗീകരിക്കാത്തവരുമായി സഹകരിച്ചിട്ടുണ്ടോ?",
            "യേശുക്രിസ്തുവിനെ മറ്റുള്ളവരുടെ മുമ്പിൽ സാക്ഷ്യപ്പെടുത്താൻ ലജ്ജിച്ചിട്ടുണ്ടോ? (റോമ 10:9, ലൂക്കാ 9:25-26)",
            "യേശുവിന്റെ തിരുവചനങ്ങളെ വളച്ചൊടിക്കുന്നവരുമായി സമ്പർക്കം പുലർത്തുകയും അത്തരക്കാരുടെ ഭവനത്തിൽ പ്രവേശിക്കുകയും അവരുടെ പ്രാർത്ഥനായോഗങ്ങളിൽ സംബന്ധിക്കുകയും ചെയ്‌തിട്ടുണ്ടോ? (യോഹ 2:22-29; 2 യോഹ 9-11)",
            "ശപിച്ചിട്ടുണ്ടോ? ദൈവമാണ് എന്റെ തകർച്ചയുടെ കാരണം എന്ന് പറഞ്ഞിട്ടുണ്ടോ?",
            "വചനദുരൂപയോഗം, വചനത്തെ നിന്ദിക്കൽ, വെറുക്കൽ, സന്ദേശ ദുർവ്യാഖ്യാനം മുതലായവ ചെയ്തിട്ടുണ്ടോ?",
            "വിശുദ്ധ ഗ്രന്ഥം ദിവസവും വായിക്കുകയും പഠിക്കുകയും ചെയ്യാതിരിക്കുന്നുണ്ടോ? വി. ഗ്രന്ഥം പ്രചരിപ്പിക്കുന്നതിനു തന്നാലാകുന്ന വിധത്തിൽ (2 കൊറി. 9:16; നിയ 6:6-9) സഹായിക്കാതിരുന്നിട്ടുണ്ടോ?",
            "ദൈവതിരുനാമത്തിൽ കള്ളസത്യം ചെയ്യുകയോ, ചെയ്യിപ്പിക്കുകയോ, ദൈവതിരുനാമം ബഹുമാനമില്ലാതെ കൂടെക്കൂടെ ഉപയോഗിക്കുകയോ ചെയ്‌തിട്ടുണ്ടോ? (പ്രഭാ 23:9-11)",
            "നേർച്ചകൾ എല്ലാം ദൈവമഹത്വത്തിനുള്ളതാണ്. നേർന്ന നേർച്ചകൾ മനഃപൂർവ്വം നിറവേറ്റാതിരുന്നിട്ടുണ്ടോ?",
            "എല്ലാറ്റിനും എപ്പോഴും നേർച്ച നേരുന്ന പ്രകൃതക്കാരനാണോ? ( 18:22 23:23:11 12. 35:21, ໙. 23:21-23)",
            "കള്ളകുമ്പസാരം, വി. ഗ്രന്ഥത്തെ അവഗണിക്കുക തുടങ്ങിയവ ചെയ്‌തിട്ടുണ്ടോ?",
            "അർത്ഥമില്ലാത്ത പ്രാർത്ഥന നടത്തിയിട്ടുണ്ടോ?",
            "ദൈവനാമം വൃഥാ ഉപയോഗിക്കുക. വ്യാജമായി ആണയിടുക, അത്യാവശ്യസന്ദർഭങ്ങളിലല്ലാതെ സത്യം ചെയ്യുക. (പുറ. 20:7, മത്താ. 5:33, CCC 2164)",
            "ദൈവദൂഷണം പറയുക, പരിശുദ്ധാത്മാവിനെതിരെ സംസാരിക്കുക, ദൈവവചനം ദുർവ്യാഖ്യാനം ചെയ്യുക. (മത്താ. 12:31)",
            "നേർച്ച നേരുന്നതും ശപഥം ചെയ്യുന്നതും നിറവേറ്റാതിരിക്കുക, മറ്റുള്ളവരെക്കൊണ്ട് നിറവേറ്റിക്കുന്നതിനു വേണ്ടി നേർച്ച നേരുക. (മത്താ. 5:33)",
            "വ്യർത്ഥമായുള്ള പ്രാർത്ഥന, ദൈവത്തിൻ്റെ പേരിൽ അനാവശ്യ ആഘോഷങ്ങൾ നടത്തുക. (ലൂക്കാ. 18:9-14)",
            "വൈദികരെ വേദനിപ്പിക്കുക, സമർപ്പിതരെ അപമാനിക്കുക. (സങ്കീ. 105:15)"
        ]
    },
    {
        "commandmentCode": "ml-3",
        "questions": [
            "ഞായറാഴ്ചകളിലും കടപ്പെട്ട ദിവസങ്ങളിലും ദിവ്യബലിയിൽ മനഃപൂർവം സംബന്ധിക്കാതിരുന്നോ?",
            "ബലിയർപ്പണത്തിന് യോജിക്കാത്ത വസ്ത്രധാരണം, നിൽപ്പ്, പെരുമാറ്റം ഇവ വഴി ആർക്കെങ്കിലും ബലിയർപ്പണത്തിനു തടസ്സം നിന്നിട്ടുണ്ടോ?",
            "അന്നേ ദിവസം ജോലി ചെയ്യുകയോ, ചെയ്യിപ്പിക്കുകയോ, മറ്റുള്ളവർക്ക് വിശുദ്ധദിനാചരണത്തിനു തടസ്സം നില്ക്കുകയോ ചെയ്ത‌ിട്ടുണ്ടോ?",
            "അന്നേ ദിവസം ദൈവിക കാര്യങ്ങൾക്കായി സമയം മാറ്റിവയ്ക്കുന്നതിൽ ഉത്സാഹം കാണിക്കാതിരുന്നോ? (സജീവമായും, ശ്രദ്ധയോടും കൂടി) (നിയ 5:12-15; ഏശ 58:13-14)",
            "വിശുദ്ധ കുർബാന അയോഗ്യതയോടെ സ്വീകരിച്ചിട്ടുണ്ടോ?",
            "ഞായറാഴ്ചകളിൽ കൂലിവേല ചെയ്യാറുണ്ടോ? ചെയ്യിപ്പിക്കാറുണ്ടോ?",
            "സമ്പത്ത്, കഴിവ്, ആരോഗ്യം എന്നിവ തൻ്റെ സാമർത്ഥ്യം കൊണ്ട് ഉണ്ടായതാണെന്ന ധാരണയിൽ, ദൈവത്തിൻ്റെ ആധിപത്യത്തെ നിഷേധിച്ചിട്ടുണ്ടോ? (നിയ 8:17, 18; യാക്കോ 4:13,14)",
            "പ്രാർത്ഥനാ ജീവിതം എങ്ങനെയുണ്ട്. വ്യക്തിപരമായ പ്രാർത്ഥനയ്ക്കു മുടക്കം വരുത്തിയോ, കുടുംബപ്രാർത്ഥനയിൽ സജീവമായി സംബന്ധിക്കാതിരുന്നോ? കുടുംബ പ്രാർത്ഥന നടത്താറുണ്ടോ? (ലൂക്കാ 21:34, 38)",
            "കൂദാശകൾ ഒരുക്കമില്ലാതെ, അയോഗ്യതയോടെ, വിശ്വാസമില്ലാതെ സ്വീകരിച്ചിട്ടുണ്ടോ? (1 കൊറി 11:27-32)",
            "ആണ്ട് കുമ്പസാരം നടത്താതിരുന്നിട്ടുണ്ടോ? പെസഹാകാലത്ത് പരിശുദ്ധ കുർബാന സ്വീകരിക്കാതിരുന്നിട്ടുണ്ടോ?",
            "വെള്ളിയാഴ്ച മാംസം ഉപയോഗിച്ചിട്ടുണ്ടോ?",
            "സഭ നിർദ്ദേശിച്ചിരിക്കുന്ന ദിവസങ്ങളിൽ വിലക്കപ്പെട്ട ഭക്ഷണസാധനങ്ങൾ വർജ്ജിക്കാതിരുന്നിട്ടുണ്ടോ?",
            "നോമ്പുകാലത്ത് വിവാഹം ആഘോഷിക്കുകയോ, സഭ മുടക്കിയിരിക്കുന്ന ആളുകളുമായി വിവാഹം നടത്തുകയോ ചെയ്‌തിട്ടുണ്ടോ?",
            "രജിസ്റ്റർ വിവാഹം ചെയ്‌തിട്ടുണ്ടോ?",
            "രജിസ്റ്റർ വിവാഹത്തിന് പ്രേരണ നൽകിയിട്ടുണ്ടോ?",
            "ദൈവത്തിനും ദൈവശുശ്രൂഷകർക്കും വൈദികാദ്ധ്യക്ഷൻ നിശ്ചയിച്ചിട്ടുള്ളപതവാരവും ഓഹരിയും കൊടുക്കാതിരുന്നിട്ടുണ്ടോ?",
            "ദൈവത്തിനു കൊടുക്കേണ്ട ദശാംശം മാറ്റിവച്ച് കൊടുക്കാതിരുന്നിട്ടുണ്ടോ?",
            "വചനപ്രഘോഷണം അനുവദിക്കാതിരുന്നിട്ടുണ്ടോ?",
            "അനുഗ്രഹം ലഭിച്ചിട്ട് നന്ദി പറയാതിരുന്നിട്ടുണ്ടോ?",
            "ദൈവാലയ പരിശുദ്ധിക്ക് കളങ്കം വരുത്തുന്ന പ്രവർത്തനം നടത്തിയിട്ടുണ്ടോ?",
            "ദൈവത്തെ മറന്നിട്ടുണ്ടോ?",
            "ദൈവത്തോട് മടുപ്പ് തോന്നിയിട്ടുണ്ടോ?",
            "ദൈവത്തെപ്പറ്റി മറ്റുള്ളവരിൽ വെറുപ്പ് ഉളവാക്കിയിട്ടുണ്ടോ?",
            "നന്മ ലഭിച്ചു കഴിഞ്ഞിട്ട് ദൈവത്തിൽ നിന്ന് പിൻമാറിയിട്ടുണ്ടോ?",
            "ദൈവത്തെ പ്രകോപിപ്പിച്ചിട്ടുണ്ടോ?",
            "ദൈവമഹത്വത്തെ ക്ഷതമേൽപ്പിച്ചിട്ടുണ്ടോ?",
            "ദൈവത്തെ പരീക്ഷിച്ചിട്ടുണ്ടോ?",
            "ദൈവത്തിന്റെ രക്ഷാകരപദ്ധതി തിരസ്‌കരിച്ചിട്ടുണ്ടോ?",
            "ദൈവത്തിന്റെ പ്രവൃത്തികൾ ശ്രദ്ധിക്കാതിരുന്നിട്ടുണ്ടോ?",
            "ഞായറാഴ്‌ചകളിലും കടപ്പെട്ട തിരുനാളുകളിലും മുഴുവൻ കുർബാനയിൽ പങ്കുകൊള്ളാതിരിക്കുക, വിലക്കപ്പെട്ട വേലകൾ ചെയ്യുക. (CCC. 2042, 2192)",
            "സാബത്തിനു പ്രാധാന്യം കൊടുക്കാതിരിക്കുക, ആ ദിവസങ്ങളിൽ മറ്റു ജോലികളിൽ മാത്രം മുഴുകുക, വിശുദ്ധിക്കു ചേരാത്ത മദ്യപാനം, ക്ലേച്ഛവിനോദങ്ങൾ, പരദൂഷണം എന്നിവയിൽ ഏർപ്പെടുക, ദൈവവചനത്തെ ചോദ്യം ചെയ്യുക. വചന പ്രഘോഷകരെ കുറ്റം പറയുക. (പുറ. 20:8, ഏശ. 58:13-14)",
            "വർഷത്തിലൊരിക്കലെങ്കിലും കുമ്പസാരിക്കാതിരിക്കുക. പെസഹാ കാലത്ത് പരിശുദ്ധ കുർബാന ഉൾകൊള്ളാതിരിക്കുക. (CCC. 2042)",
            "നിശ്ചയിക്കപ്പെട്ട ദിവസങ്ങളിൽ ഉപവസിക്കാതിരിക്കുകയും വിലക്കപ്പെട്ട ഭക്ഷണസാധനങ്ങൾ വർജിക്കാതിരിക്കുകയും ചെയ്യുക. (CCC. 2043)",
            "വേണ്ടത്ര ഒരുക്കമില്ലാതെ ദിവ്യകാരുണ്യം സ്വീകരിക്കുക. (1 കൊറി, 11:27)"
        ]
    },
    {
        "commandmentCode": "ml-4",
        "questions": [
            "മാതാപിതാക്കളെ ബഹുമാനിക്കാതിരുന്നിട്ടുണ്ടോ?",
            "അവരെ സ്നേഹിക്കുകയും അംഗീകരിക്കുകയും ചെയ്യാതിരുന്നിട്ടുണ്ടോ?",
            "അവരെ വേദനിപ്പിച്ചിട്ടുണ്ടോ, സംസാരത്തിലൂടെയും പ്രവർത്തനത്തിലൂടെയും മുറിപ്പെടുത്തിയിട്ടുണ്ടോ?",
            "അവരുടെ രോഗത്തിലും, അവശതയിലും, വാർദ്ധ്യക്യത്തിലും ശുശ്രൂഷിക്കുകയും സഹായിക്കുകയും ചെയ്യാതിരുന്നിട്ടുണ്ടോ?",
            "മുതിർന്നവരെയും മേലധികാരികളെയും അനുസരിക്കാതിരുന്നിട്ടുണ്ടോ?",
            "മരിച്ചവർക്കുവേണ്ടിയുള്ള കടമകൾ നിറവേറ്റാതിരുന്നിട്ടുണ്ടോ?",
            "ജീവിത പങ്കാളിയെ ശാരീരികമായി വേദനിപ്പിച്ചിട്ടുണ്ടോ?",
            "അസഭ്യ വാക്കുകൾ പറഞ്ഞിട്ടുണ്ടോ?",
            "ഭാര്യ, ഭർതൃവീട്ടുകാരെ കുറ്റപ്പെടുത്തിയിട്ടുണ്ടോ?",
            "ഭാര്യയോട് പിണങ്ങി വീട്ടിൽ നിന്നും ഇറക്കിവിടുകയോ, അവളുടെ വീട്ടിലേയ്ക്ക് പറഞ്ഞയയ്ക്കുകയോ, ചെയ്‌തിട്ടുണ്ടോ?",
            "ജീവിത പങ്കാളിയെ സംശയിച്ചിട്ടുണ്ടോ?",
            "ജീവിത പങ്കാളിയുടെ ശാരീരിക ആവശ്യങ്ങൾ പൂർത്തിയാക്കാതിരുന്നിട്ടുണ്ടോ?",
            "ജീവിത പങ്കാളിയെ അനുസരിക്കാതിരുന്നിട്ടുണ്ടോ?",
            "മക്കളെ കഠിനമായി ശിക്ഷിച്ചിട്ടുണ്ടോ?",
            "മക്കളെ സദാ കുറ്റപ്പെടുത്തുന്ന സ്വഭാവം ഉണ്ടോ?",
            "ജീവിത പങ്കാളിയെ, കുട്ടികളുടെയും മറ്റുള്ളവരുടെയും മുമ്പിൽ തരംതാഴ്ത്തി സംസാരിച്ചിട്ടുണ്ടോ?",
            "ജീവിത പങ്കാളിയെ ലൈംഗികമായി പീഡിപ്പിച്ചിട്ടുണ്ടോ?",
            "ദാമ്പത്യ ധർമ്മം നിർവ്വഹിക്കുന്നതിൽ വീഴ്‌ച വരുത്തിയിട്ടുണ്ടോ?",
            "ജീവിത പങ്കാളിയോട് അവിശ്വസ്‌തത പുലർത്താറുണ്ടോ?",
            "ഗുരുക്കന്മാരോടു ബഹുമാനവും അനുസരണവും കാണിക്കാതിരുന്നിട്ടുണ്ടോ?",
            "ജോലി ചെയ്യുന്ന സ്ഥാപനത്തോട് വിശ്വസ്‌തതയും സ്നേഹവും പുലർത്താതിരുന്നിട്ടുണ്ടോ?",
            "സമൂഹത്തിലെ മന്ദബുദ്ധികൾ, മാനസിക രോഗികൾ, വികലാംഗർ, മൂകർ, ബധിരർ എന്നിവരോട് അനുകമ്പ കാണിക്കാതിരുന്നിട്ടുണ്ടോ?",
            "സർക്കാർ നിയമങ്ങൾ അനുസരിക്കാതിരുന്നിട്ടുണ്ടോ?",
            "നികുതികളിൽ, ഭൂനികുതി, ഭവനനികുതി, ആദായനികുതി, എന്നിവയിൽ വെട്ടിപ്പും തട്ടിപ്പും കാണിക്കാറുണ്ടോ?",
            "മക്കളോടുള്ള കടമകൾ നിറവേറ്റാതിരുന്നിട്ടുാണ്ടോ? സ്വത്ത് ഭാഗം വച്ച് നല്കാതിരുന്നിട്ടുണ്ടോ?",
            "മറ്റുള്ളവരുടെ പരാജയത്തിൽ ആഹ്ലാദിച്ചിട്ടുണ്ടോ?",
            "നന്മ ലഭിക്കാൻ അവകാശമുള്ളവർക്ക് അത് നിഷേധിച്ചിട്ടുണ്ടോ?",
            "മാതാപിതാക്കളെ ബഹുമാനിക്കാതിരിക്കുക, അനുസരിക്കാതിരിക്കുക, സ്നേഹിക്കാതിരിക്കുക. വേദനിപ്പിക്കുക. ശപിക്കുക, സംരക്ഷണം നൽകാതിരിക്കുക. (പുറ. 20:12, പ്രഭാ: 3:1-16, എഫെ, 6:1-3)",
            "മേലധികാരികൾ, സഭാധികാരികൾ, അദ്ധ്യാപകർ, ജേഷ്ഠ സഹോദരി സഹോദരങ്ങൾ എന്നിവരെ ബഹുമാനിക്കാതിരിക്കുക. (1 പത്രോ. 2:14)",
            "ജീവിത പങ്കാളിയെ സ്നേഹിക്കാതിരിക്കുക, പങ്കാളിയുടെ മാതാപിതാക്കളെ ബഹുമാനിക്കാതിരിക്കുക, മക്കളെ കർത്താവിന്റെ ശിക്ഷണത്തിലും ഉപദേശത്തിലും വളർത്താതിരിക്കുക. (എഫെ 5:22-25, 6:4, CCC. 2252)"
        ]
    },
    {
        "commandmentCode": "ml-5",
        "questions": [
            "മറ്റുള്ളവരെ വെറുക്കുക, വേദനിപ്പിക്കുക, വിദ്വേഷം വച്ചു പുലർത്തുക എന്നിവ ചെയ്ത‌ിട്ടുണ്ടോ?",
            "മറ്റുള്ളവരുടെ സൽപ്പേരിന് കളങ്കം വരുത്തിയിട്ടുണ്ടോ? തേജോവധം ചെയ്‌തിട്ടുണ്ടോ?",
            "വിവാഹം മുടക്കിയിട്ടുണ്ടോ?",
            "ഭ്രൂണഹത്യ നടത്തിയിട്ടുണ്ടോ?",
            "ഭ്രൂണഹത്യ ചെയ്യാൻ ഒരുങ്ങുകയോ, തീരുമാനിക്കുകയോ ചെയ്തിട്ടുണ്ടോ?",
            "ഭ്രൂണഹത്യയ്ക്ക് കൂട്ടു നിന്നിട്ടുണ്ടോ?",
            "ഭ്രൂണഹത്യയ്ക്ക് പ്രേരിപ്പിച്ചിട്ടുണ്ടോ?",
            "ഭ്രൂണഹത്യയ്ക്കുശേഷം പരിഹാരം ചെയ്യാതിരുന്നിട്ടുണ്ടോ?",
            "ആത്മഹത്യാശ്രമം നടത്തിയിട്ടുണ്ടോ?",
            "ആത്മഹത്യക്കു പ്രേരണ നല്‌കിയിട്ടുണ്ടോ?",
            "ആരുടെയെങ്കിലും മരണത്തിനു കാരണമായിട്ടുണ്ടോ?",
            "പക്ഷപാതം കാണിച്ചിട്ടുണ്ടോ?",
            "അസൂയ ഉണ്ടോ? പിണങ്ങിക്കഴിയുന്നുണ്ടോ?",
            "മുൻകോപം ഉണ്ടോ?",
            "അസഭ്യ വചനങ്ങൾ പറയുന്ന സ്വഭാവം ഉണ്ടോ?",
            "ആരോടെങ്കിലും ക്ഷമിക്കുവാനുണ്ടോ?",
            "മദ്യപാനം, പുകവലി, മയക്കുമരുന്ന്, അമിതമായ ജോലി, അമിതമായ ഉറക്ക ഒഴിവ്, അമിതമായ ഭക്ഷണരീതി തുടങ്ങിയവ വഴി ശരീരത്തിൻ്റെ ആരോഗ്യത്തെ ഹനിച്ചിട്ടുണ്ടോ? (സുഭാ 23:29-35)",
            "പൊതു മുതൽ നശിപ്പിച്ചിട്ടുണ്ടോ?",
            "സഹായം അർഹിക്കുന്ന സഹോദരനിൽ നിന്ന് ഒഴിഞ്ഞുമാറിയിട്ടുണ്ടോ?",
            "പ്രതികാരം ചെയ്തിട്ടുണ്ടോ?",
            "മറ്റുള്ളവരെ കളിയാക്കി രസിക്കുക, ദ്രോഹിക്കുക, വഞ്ചിക്കുക എന്നിവ ചെയ്തിട്ടുണ്ടോ?",
            "മറ്റുള്ളവരെ പാപം ചെയ്യാൻ പ്രേരിപ്പിച്ചിട്ടുണ്ടോ?",
            "മദ്യപിച്ച് വാഹനമോടിച്ച് ആരുടെയെങ്കിലും ജീവനോ, ആരോഗ്യത്തിനോ ക്ഷതം സംഭവിച്ചിട്ടുണ്ടോ?",
            "ആരെയെങ്കിലും കൊല്ലുകയോ, പരിക്കേല്‌പിക്കുകയോ അങ്ങനെ ചെയ്യുവാൻ ഗൂഢാലോചന നടത്തുകയോ, അത് ചെയ്യുന്നവർക്ക് കൂട്ടുനിൽക്കുകയോ ചെയ്യുക. (പുറ. 20:13, ഉല്പ. 37:18-22)",
            "ഭ്രൂണഹത്യ ചെയ്യുകയോ അതിനു പ്രേരിപ്പിക്കുകയോ ചെയ്യുക. (പുറ 21:22, CCC. 2322, 2323)",
            "ദയാവധം നടത്തുക, സ്വന്തം ജീവൻ നശിപ്പിക്കണമെന്ന് വിചാരിക്കുക. (റോമ. 8:36-37; CCC. 2324, 2325)",
            "അഹങ്കരിക്കുക, മറ്റുള്ളവരെ വിധിക്കുക, പരിഹസിക്കുക, അവരുടെ കുറ്റങ്ങളും കുറവുകളും പറഞ്ഞു നടക്കുക. കോപവാക്കുകളിലൂടെയും കുത്തുവാക്കുകളിലൂടെയും ആരെയെങ്കിലും വേദനിപ്പിക്കുക, വെറുപ്പ് ഹൃദയത്തിൽ വച്ചു കൊണ്ടു നടക്കുക. (മത്താ. 5:22, 7:1, 8:35)",
            "സാധനങ്ങളിൽ മായം ചേർത്ത് മറ്റുള്ളവരെ വഞ്ചിക്കുക. കൈക്കുലി കൊടുക്കുക, മദ്യം, മയക്കുമരുന്ന് മുതലായവ ഉപയോഗിക്കുക, അതിന് മറ്റുള്ളവരെ സഹായിക്കുക.",
            "അസൂയ, കോപം, ക്ഷമയില്ലായ്‌മ, ശത്രുത, കലഹം, മാത്സര്യം, ഭിന്നത, വിഭാഗീയ ചിന്ത, വിദ്വേഷം, വൈരാഗ്യം മുതലായവ. (ഗലാ. 5:19-21)"
        ]
    },
    {
        "commandmentCode": "ml-6",
        "questions": [
            "മനുഷ്യന്റെ മഹത്വത്തെ തകർക്കുന്ന ലൈംഗികപാപങ്ങളിൽ (വ്യഭിചാരം, സ്വയംഭോഗം, സ്വവർഗ്ഗഭോഗം മുതലായവയിൽ) വീണിട്ടുണ്ടോ? (1 കൊറി. 6:9–20; റോം. 8:6–8)",
            "പാപകരമായ ചിത്രങ്ങൾ, പുസ്തകങ്ങൾ, സിനിമകൾ, ഇന്റർനെറ്റ് വിവരങ്ങൾ മുതലായവയിലൂടെ ശരീരത്തിന്റെ പരിശുദ്ധി നശിപ്പിച്ചിട്ടുണ്ടോ?",
            "സംസാരത്തിലൂടെ, നേറ്റം, ചിരി, ആംഗ്യം മുതലായവ വഴി മറ്റൊരാളിൽ വികാരജാഗരണം വരുത്തിയിട്ടുണ്ടോ?",
            "വികാരങ്ങളെ നിയന്ത്രിക്കാതെ, അവയെ പാപത്തിലേക്ക് വഴിതെറ്റിച്ച് ഉപയോഗിച്ചിട്ടുണ്ടോ? (സിറാ. 23:16–19; സുഭാ. 7:10–27; 25:28)",
            "ദോഷ മാതൃക നൽകി, മറ്റുള്ളവരെ പാപത്തിലേക്ക് ഇടറവിട്ടിട്ടുണ്ടോ? (മത്താ. 5:27–30; 18:6–9; 1 കൊറി. 8:12–13)",
            "ബലാത്സംഗം ചെയ്തിട്ടുണ്ടോ, കുട്ടികളെ ലൈംഗികമായി ദുരുപയോഗം ചെയ്തിട്ടുണ്ടോ?",
            "പരിശുദ്ധാത്മാവിന്റെ ആലയമായ നിങ്ങളുടെ ശരീരം വൃത്തിയായി സൂക്ഷിക്കാതെ, വിശുദ്ധിയിൽ വളരാൻ ശ്രമിക്കാതെ പോയിട്ടുണ്ടോ? (1 പത്രോ. 1:15–16)",
            "കണ്ണിലൂടെ, ചെവിയിലൂടെ, ചിന്തയിലൂടെ, ഒളിഞ്ഞുനോട്ടം മുതലായവയിലൂടെ പാപം ചെയ്തിട്ടുണ്ടോ?",
            "വ്യഭിചാരം വിവാഹത്തിനു മുൻപും ശേഷവും ചെയ്തിട്ടുണ്ടോ?",
            "കൃത്രിമ കുടുംബാസൂത്രണം, വന്ധ്യംകരണം എന്നിവ ചെയ്തിട്ടുണ്ടോ?",
            "അന്യപുരുഷനെയോ അന്യസ്ത്രീയെയോ മനസ്സിൽ ധ്യാനിച്ച് ദാമ്പത്യബന്ധത്തിൽ ഏർപ്പെട്ടിട്ടുണ്ടോ?",
            "അന്യന്റെ കുടുംബജീവിതം നാശത്തിലാക്കിയിട്ടുണ്ടോ?",
            "വസ്ത്രധാരണം അടക്കം പുറത്തുള്ള പെരുമാറ്റത്തിൽ വകവെയ്ക്കാതെ മറ്റുള്ളവർക്ക് ഇടർച്ചയായിട്ടുണ്ടോ?",
            "വ്യഭിചാരം ചെയ്യുക. (പുറ. 20:14)",
            "ആസക്തിയോടെ സ്ത്രീയെ / പുരുഷനെ നോക്കുക, അശ്ലീല പുസ്തകവായന. മാധ്യമങ്ങളിലൂടെ ക്ലേച്ഛരംഗങ്ങൾ കണ്ടു രസിക്കുക. നഗ്നത കണ്ടാനന്ദിക്കുക, പഴയപാപങ്ങൾ ഓർത്തു സന്തോഷിക്കുക. (മത്താ 5:28, 1 തസ്സ. 4:3-7, CCC. 2395)",
            "സ്വയം ഭോഗം, സ്വവർഗ്ഗഭോഗം, മൃഗഭോഗം. (ലേവ്യ. 20:13-16, CCC. 2396)",
            "മറ്റുള്ളവർക്ക് ദുഃഷ്‌പ്രേരണ നൽകുക, മറ്റുള്ളവർക്ക് ഉതപ്പുണ്ടാകുന്ന രീതിയിൽ വസ്ത്രധാരണം ചെയ്യുക. (മത്താ. 18:6)",
            "അധാർമികമായ മാർഗ്ഗങ്ങളിലൂടെ ജനന നിയന്ത്രണം നടത്തുക, വിവാഹ മോചനം, ബഹുഭാര്യത്വം മുതലായവ. (CCC 2399, 2400)",
            "ദാമ്പത്യ അവിശ്വസ്‌തത വഴിയായി പങ്കാളിയോട് വഞ്ചന കാണിക്കുക; മദ്യപിച്ച് ദാമ്പത്യധർമ്മം നിറവേറ്റുക; അന്യപുരുഷൻ, സ്ത്രീ ഇവരെ മനസ്സിൽ ധ്യാനിച്ച് ദാമ്പത്യ ധർമ്മം അനുഷ്ഠിക്കുക. (ഹെബ്രാ. 13:4)"
        ]
    },
    {
        "commandmentCode": "ml-7",
        "questions": [
            "സാധനങ്ങൾ, പണം, കള്ളതൂക്കം, കള്ളത്രാസ്, അന്യായവില, അന്യായ പലിശ, കൈക്കൂലി, വഞ്ചന, കോപ്പിയടി, കാപട്യം, സമയത്തിൻ്റെ ദുരുപയോഗം, പണത്തിന്റെ ധൂർത്ത് ഇവ എങ്ങനെ?",
            "കീഴ്ജോലിക്കാരോട്, മക്കളോട് അപമര്യാദയായി പെരുമാറുകയും അവരുടെ വ്യക്തിത്വത്തെ ബഹുമാനിക്കാത്ത രീതിയിൽ പ്രവർത്തിക്കുകയും ചെയ്‌തിട്ടുണ്ടോ? (1 പത്രോ 5:2-4)",
            "സഹോദരങ്ങളോട് പക്ഷപാതപരമായി പെരുമാറിയിട്ടുണ്ടോ? (യാക്കോ 2:1-9)",
            "ഉത്തിരിപ്പുകടം?",
            "വേലക്കാർക്ക് ന്യായമായ കൂലി കൊടുക്കാതിരുന്നിട്ടുണ്ടോ?",
            "അന്യന്റെ വസ്തു കൈയ്യടക്കുക.",
            "മറ്റുള്ളവരെകൊണ്ട് ലാഭമെടുക്കുക",
            "തെറ്റായ മാർഗ്ഗത്തിലൂടെ പണം സമ്പാദിക്കുക.",
            "മോഷ്ടിക്കുക, കടം വാങ്ങിയത് തിരികെ കൊടുക്കാതിരിക്കുക. (പുറ. 20:15)",
            "കള്ളരേഖയുണ്ടാക്കി മറ്റുള്ളവരുടെ സ്വത്ത് അന്യായമായി കയ്യേറുക, അളവിലും തൂക്കത്തിലും വെട്ടിപ്പു നടത്തുക, അന്യായ പലിശ വാങ്ങി മറ്റുള്ളവരുടെ പണം അപഹരിക്കുക. (മിക്കാ. 6:10-12, CCC 2454)",
            "ദൈവഹിതപ്രകാരമല്ലാത്ത മാർഗ്ഗങ്ങളിൽ പണം സമ്പാദിക്കുക, വേലക്കാർക്ക് ന്യായമായ കൂലി കൊടുക്കാതിരിക്കുക, കൈക്കൂലി വാങ്ങുക, നിരാലംബർക്കു നീതി നിഷേധിക്കുക. (യാക്കോ. 5:4, ആമോസ്. 5:12)",
            "ചെയ്യുന്ന ജോലിയോട് ആത്മാർത്ഥത കാണിക്കാതിരിക്കുക. ധനമോഹംമൂലം പാപസാഹചര്യങ്ങളിൽ ജോലി തുടരുകയും പാപത്തിനു കൂട്ടുനിൽക്കുകയും ചെയ്യുക.",
            "സർക്കാരിനു കൊടുക്കുവാനുള്ളത് കൊടുക്കാതിരിക്കുക, വെള്ളം, വൈദ്യുതി, പൊതുമുതൽ എന്നിവ മോഷ്‌ടിക്കുകയോ നശിപ്പിക്കുകയോ ചെയ്യുക. (മത്താ. 22:21)",
            "ദേവാലയത്തിനും ദൈവശുശ്രൂഷയ്ക്കും വൈദികാദ്ധ്യക്ഷൻ നിശ്ചയിച്ചിട്ടുള്ള പതവാരവും മറ്റ് ഓഹരികളും കൊടുക്കാതിരിക്കുക. (CCC. 2043)"
        ]
    },
    {
        "commandmentCode": "ml-8",
        "questions": [
            "നീ വ്യാജം പറഞ്ഞത് മനുഷ്യനോടല്ല, ദൈവത്തോടാണ്. (അപ്പ. 5:4)",
            "കള്ളം പറയുന്ന അധരങ്ങൾ കർത്താവിന് വെറുപ്പാണ് (സുഭാ. 12:22)",
            "നിന്റെ നുണ നിന്റെ തലയ്ക്ക് തന്നെ തിരിഞ്ഞടിക്കും (ദാനിയേൽ 13:55)",
            "കള്ളം പറയുന്ന നാവ് നേടിത്തരുന്ന സമ്പത്ത് പെട്ടെന്ന് തിരോഭവിക്കുന്ന നീരാവിയും മരണത്തിന്റെ കെണിയുമാണ് (സുഭാ. 21:6)",
            "നുണ വികൃതമായ കറയാണ്, അജ്ഞന്റെ അധരത്തിൽ അത് എപ്പോഴും കാണും (പ്രഭാ. 20:24)",
            "കള്ളസാക്ഷ്യം നൽകി കുറ്റക്കാരന് കൂട്ടുനിൽക്കുക. ചെയ്യാത്ത കുറ്റം മറ്റുള്ളവരുടെ മേൽ കെട്ടിവയ്ക്കുക, സത്യത്തിനു വിരുദ്ധമായി പ്രവർത്തിക്കുക. (പുറ. 20:16, CCC. 2509)",
            "കുറ്റം പറയുക, നുണ പറയുക, പക്ഷപാതം കാണിക്കുക, കുറ്റോരോപണം നടത്തുക, ദുഷ്‌ചിന്ത, വ്യർത്ഥഭാഷണം, പരദൂഷണം, ദുഷ്പ്രേരണ നൽകുക, കൈക്കുലി കൊടുക്കുക മുതലായവ. (ലൂക്കാ. 6:37, യാക്കോ. 2:9, മത്താ. 15:19, 18:6)",
            "ഉള്ളതാണ് പറയുന്നതെന്ന വ്യാജേന അപരന്റെ സൽപേരിന് കളങ്കം ചാർത്തുക, സത്യം മറച്ചുവച്ചു സംസാരിക്കുക, കള്ളക്കുമ്പസാരം നടത്തുക. (എഫേ. 4:24, CCC. 2507)",
            "മറ്റൊരാൾക്കു ഹാനികരമായ രഹസ്യവിവരങ്ങൾ വെളിപ്പെടുത്തുന്നത്, മറ്റുള്ളവരുടെ സംസാരം ഒളിഞ്ഞിരുന്നു കേൾക്കുക, അത് മറ്റുള്ളവരോടു പറയുക. (ലേവ്യ. 19:11-17, CCC. 2511)",
            "പാപത്തോടുകൂടി വി. കുർബ്ബാന സ്വീകരിക്കുന്നത്. (1 കൊറി 11:27)"
        ]
    },
    {
        "commandmentCode": "ml-9",
        "questions": [
            "ആസക്തിയോടെ സ്ത്രീയെ (പുരുഷനെ) നോക്കിയിട്ടുണ്ടോ?",
            "ലൈംഗിക വൈകൃതങ്ങളായ സ്വയംഭോഗം, സ്വവർഗഭോഗം, വികാരങ്ങൾ ഉണർത്തുന്ന ചിത്രങ്ങൾ, പുസ്‌തകങ്ങൾ ഇവ വഴി ശരീരത്തിന്റെ പരിശുദ്ധി നശിപ്പിച്ചിട്ടുണ്ടോ? (1 കൊറി 6:9-20)",
            "ആരുടെ എങ്കിലും വികാരത്തെ നോട്ടം, സംസാരം, പ്രവൃത്തി, ആംഗ്യം ഇവമൂലം ഉണർത്തുവാൻ ഇടയായിട്ടുണ്ടോ?",
            "വികാരങ്ങൾ ദൈവത്തിൻ്റെ ദാനമാണെന്നോർത്ത് സ്‌തുതിച്ചു നന്ദി പറയാതിരുന്നോ? വികാരങ്ങളെ നിയന്ത്രിക്കുന്നതിൽ അശ്രദ്ധ കാണിച്ചോ? (പ്രഭാ. 23:16, 9:19; സുഭാ 7:10-27, 25:28)",
            "സംസാരം, നോട്ടം, സ്പർശനം, കത്ത്, പെരുമാറ്റം ഇവ വഴി മറ്റുള്ളവർക്ക് പാപകാരണമായിട്ടുണ്ടോ? ദുർമാതൃക? (മത്താ. 5:27-30, 18:6-9; 1 കൊറി 8:12-13)",
            "ബലാത്സംഗം നടത്തിയിട്ടുണ്ടോ?",
            "സഹോദരങ്ങളെ ഏതെങ്കിലും കാരണത്താൽ ലൈംഗിക സംതൃപ്‌തിക്കായി ഉപയോഗിച്ചിട്ടുണ്ടോ? (1 കൊറി 6:12-20), കുട്ടികളെ ദുരുപയോഗിച്ചിട്ടുണ്ടോ?",
            "പരിശുദ്ധാത്മാവിൻ്റെ ആലയമായ നിങ്ങളുടെ ശരീരത്തെ വൃത്തിയായി സൂക്ഷിക്കാതിരുന്നിട്ടുണ്ടോ?",
            "വിശുദ്ധിയിൽ വളരാൻ ഉത്സാഹിക്കാതിരുന്നോ? (1 പത്രോ 1:15,16)",
            "കണ്ണുകൊണ്ട് - വ്യക്തികൾ, പുസ്‌തകം, പോസ്റ്റർ, സിനിമ, നോട്ടം, ഇവയിലൂടെ പാപം ചെയ്തിട്ടുണ്ടോ? മറ്റുള്ളവർക്ക് ഇടർച്ച നല്‌കിയിട്ടുണ്ടോ?",
            "കാതുകൊണ്ട് - അശ്ലീല സംഭാഷണം, അശ്ലീല സംഗീതം?",
            "ദുഷ്ചിന്തകളെ താലോലിച്ചിട്ടുണ്ടോ? പഴയ പാപങ്ങളോർത്ത് സന്തോഷിച്ചിട്ടുണ്ടോ?",
            "ഒളിഞ്ഞുനോട്ടം, ഒളിഞ്ഞിരുന്ന് കേൾക്കൽ?",
            "മൃഗഭോഗം ചെയ്തിട്ടുണ്ടോ?",
            "വ്യഭിചാരം വിവാഹത്തിനു മുൻപും, പിൻപും നടത്തിയിട്ടുണ്ടോ?",
            "കൃത്രിമ കുടുംബാസൂത്രണം, വന്ധ്യംകരണം എന്നിവ നടത്തിയിട്ടുണ്ടോ?",
            "ആഗ്രഹിച്ച ജീവിത പങ്കാളിയെ, മനസ്സിനിണങ്ങിയ ജീവിത പങ്കാളിയെ ലഭിക്കാത്തതിൽ ദുഃഖിച്ചിട്ടുണ്ടോ?",
            "പ്രേമബന്ധങ്ങൾ, പ്രേമത്തിന് സഹായിക്കൽ, അവിഹിത ബന്ധങ്ങൾ, അന്യന്റെ ഭാര്യയെ (ഭർത്താവിനെ) സ്വന്തമാക്കാൻ ആഗ്രഹിക്കുകയോ പരിശ്രമിക്കുകയോ ചെയ്‌തിട്ടുണ്ടോ?",
            "അമിത ദുഃഖം, ആകുലത, ഭയം, ഭക്ഷണം മനഃപൂർവ്വം കഴിക്കാതിരിക്കുക, ആരോഗ്യം സംരക്ഷിക്കാതിരിക്കുക ഇവ വഴി ശരീരത്തെ പീഡിപ്പിച്ചിട്ടുണ്ടോ? (പ്രഭാ 30:21-25; 37:30-31)",
            "മദ്യപിച്ച് ലൈംഗിക ബന്ധത്തിൽ ഏർപ്പെട്ടിട്ടുണ്ടോ?",
            "അന്യപുരുഷന്റെ (അന്യസ്ത്രീ) ഇവരെ മനസ്സിൽ ധ്യാനിച്ച് ദാമ്പത്യ ധർമ്മം അനുഷ്ഠിച്ചിട്ടുണ്ടോ?",
            "അന്യന്റെ കുടുംബജീവിതം നശിപ്പിച്ചിട്ടുണ്ടോ?",
            "അടക്കമില്ലാത്ത വസ്ത്രധാരണം നടത്തിയിട്ടുണ്ടോ?",
            "അന്യന്റെ ഭാര്യയെ അഥവാ ഭർത്താവിനെ ആസക്തിയോടെ നോക്കുക. തനിക്കു വേണമെന്ന് ആഗ്രഹിക്കുക. (പുറ. 20:17, മത്താ 5:28, CCC. 2528)",
            "ഭർത്താവ് ഭാര്യയോടും ഭാര്യ ഭർത്താവിനോടുമുള്ള ദാമ്പത്യധർമ്മം നിറവേറ്റാതിരിക്കുക. മറ്റുള്ളവരുടെ ജീവിത പങ്കാളിയുടെ ഗുണങ്ങൾ മാത്രം പുകഴ്ത്തി പറയുകയും ചിന്തിക്കുകയും ചെയ്ത് സ്വന്തം ജീവിതപങ്കാളിയുടെ മേന്മകളെ കുറച്ചുകാണിക്കുക. (1 കൊറി, 7:3)"
        ]
    },
    {
        "commandmentCode": "ml-10",
        "questions": [
            "നുണ പറയാറുണ്ടോ? കള്ള രേഖകൾ? കുറ്റാരോപണം?",
            "സത്യത്തിനു വിരുദ്ധമായി പ്രവർത്തിച്ചിട്ടുണ്ടോ?",
            "രഹസ്യം പുറത്താക്കാറുണ്ടോ? കാപട്യം?",
            "ഇല്ലാക്കഥകൾ പറഞ്ഞു പരത്താറുണ്ടോ? പരദൂഷണം നടത്തിയിട്ടുണ്ടോ?",
            "മാതാപിതാക്കളുടെ പ്രമാണങ്ങളിൽ മാറ്റം വരുത്തിയിട്ടുാണ്ടോ? വഞ്ചിച്ചിട്ടുണ്ടോ?",
            "വസ്തുവിന്റെ അതിർത്തി മാറ്റിയിട്ടുണ്ടോ?",
            "വാഗ്ദ‌ാനങ്ങൾ ലംഘിച്ചിട്ടുണ്ടോ?",
            "കടം വാങ്ങിയത് മടക്കിക്കൊടക്കാതിരുന്നിട്ടുണ്ടോ? മോഷണത്തിന് സഹായിച്ചിട്ടുണ്ടോ?",
            "കളഞ്ഞു കിട്ടിയവ കൊടുക്കാതിരുന്നിട്ടുണ്ടോ?",
            "ജോലികളിൽ കൃത്യനിഷ്‌ഠ പാലിക്കാതിരുന്നിട്ടുണ്ടോ?",
            "കൃഷിനാശം, വസ്‌തുനാശം ഇവ വരുത്തിയിട്ടുണ്ടോ?",
            "മിണ്ടാപ്രാണികളോട് ക്രൂരത കാണിച്ചിട്ടുണ്ടോ?",
            "വെള്ളം, വഴി, ഇലക്ട്രിസിറ്റി ഇവ പങ്കുവയ്ക്കാതിരുന്നിട്ടുണ്ടോ?",
            "സഹോദരങ്ങൾക്ക് കിട്ടേണ്ട ന്യായമായ അവകാശം അവർക്കു നിഷേധിച്ചിട്ടുണ്ടോ? ഉദാ: വഴി, കുടിവെള്ളം, ഇലക്ട്രിസിറ്റി ഇവ നിഷേധിക്കുക. അന്യായമായ പലിശ വാങ്ങുക. ജീവനക്കാർക്ക് കൂലി കൊടുക്കാതിരിക്കുക.",
            "അതിർത്തിക്കല്ലുകൾ മാറ്റുക, വസ്തുവകകൾ അന്യായമായി കൈപ്പറ്റുക, കള്ളസാക്ഷി പറയുക. വിശ്വാസവഞ്ചന, ഊമക്കത്ത് എഴുതുക (പ്രഭാ. 34:18-22, സുഭാ. 11:1, 20:11, 22:22-23; 23:10, 11; യാക്കോ 5:1-6; 21:18-19 22:1-15, খ 6:1-7)",
            "കൊതികാണിച്ചിട്ടുണ്ടോ?",
            "അമിത ഭോജനം നടത്താറുണ്ടോ?",
            "ഉത്തരവാദിത്വത്തിൽ നിന്നു ഒഴിഞ്ഞു മാറിയിട്ടുണ്ടോ? (1 തിമോ 5:8; ലൂക്കാ 12:41-48)",
            "ആയിരിക്കുന്ന രീതിയിൽ സ്വയം അംഗീകരിക്കാതിരുന്നിട്ടുണ്ടോ? അത്മപ്രശംസ നടത്തുന്ന വ്യക്തിയാണോ;",
            "സ്വയം വെറുക്കുകയും നിന്ദിക്കുകയും മരിച്ചാൽ മതിയായിരുന്നു എന്നൊക്കെ ചിന്തിച്ചിട്ടുണ്ടോ; ആത്മഹത്യയെപ്പറ്റി ആലോചിച്ചിട്ടുാണ്ടോ? (ഏശ 43:14; 1 പത്രോ 2:9-10; യാക്കോ 4:13-17)",
            "അലസതമൂലം ദൈവം തന്ന സമയവും അവസരങ്ങളും പാഴാക്കിക്കളഞ്ഞിട്ടുണ്ടോ? (സുഭാ. 26:13-17; 23:11-12)",
            "മേലധികാരികളെ വേദനിപ്പിക്കുകയോ, അപമാനിക്കുകയോ, ദ്രോഹിക്കുകയോ ചെയ്തിട്ടുണ്ടോ? (റോമ 13:1-7; പ്രഭാ. 3:1-16)",
            "ജീവിതാന്തസ്സ് വഴി ഏറ്റെടുത്ത കടമകൾ ശരിയായി നിർവ്വഹിക്കാതിരുന്നോ, ദാമ്പത്യ ജീവിതത്തിൽ അവിശ്വസ്‌തത കാണിച്ചോ?",
            "സംസാരംവഴി ആരെയെങ്കിലും അപകീർത്തിപ്പെടുത്തുകയോ മറ്റുള്ളവരുടെ വളർച്ചയെ തടസ്സപ്പെടുത്തുകയോ ചെയ്‌തിട്ടുണ്ടോ (പ്രഭാ 9:4-17)",
            "മുഖസ്‌തുതി പറഞ്ഞിട്ടുണ്ടോ? (പ്രഭാ 28:18-26; സങ്കീ 12:1-3). വ്യർത്ഥഭാഷണം?",
            "മനുഷ്യപ്രീതിക്കുവേണ്ടിയുള്ള ദാഹം?",
            "ചെയ്യാമായിരുന്ന സഹായം, നന്മ അതിന് അർഹമായ വ്യക്തിക്ക് നിഷേധിച്ചിട്ടുണ്ടോ? (സുഭാ 3:27, 28, യാക്കോ 2:1-4)",
            "സഹോദരർക്ക് അർഹമായ അവകാശം, നീതി, നിഷേധിക്കപ്പെട്ടപ്പോൾ അവനുവേണ്ടി സ്വരമുയർത്താതെ ഭൂരിപക്ഷത്തോടു ചേർന്ന് അനീതിക്കു കൂട്ടുനിന്നിട്ടുണ്ടോ? ദുർവിധി നടത്തിയിട്ടുണ്ടോ? (സുഭാ. 31:3-7; പുറ 23:1-7)",
            "സഹോദരങ്ങളുടെ തെറ്റുകൾ തിരുത്തിക്കൊടുക്കാതിരുന്നോ? മക്കളുടെ തെറ്റുകൾ ന്യായീകരിച്ചോ ? (എസെ. 3:17-21)",
            "സഹോദരങ്ങളുടെ ഉന്നതിയിൽ, നന്മയിൽ, വളർച്ചയിൽ അസ്വസ്ഥനായിട്ടുണ്ടോ, സന്തോഷിക്കാതിരുന്നോ? (ഉൽപ 4:1-7, സുഭാ 24:17-18; മത്താ 20:1-16)",
            "സഹോദരങ്ങൾ വേദനിക്കുമ്പോഴുണ്ടാകുന്ന നിഗൂഢാനന്ദം?",
            "അന്യന്റെ വസ്തുതുക്കൾ (സാധനങ്ങൾ, പണം, വീട്, സ്ഥലം) മോഹിക്കുക?",
            "അന്യന്റെ വസ്‌തുക്കൾ തനിക്കു വേണമെന്ന് ആഗ്രഹിക്കുക. മറ്റുള്ളവരുടെ ഉയർച്ചയിൽ ആസൂയപ്പെടുക. (പുറ. 20:17, CCC. 2553)",
            "സമ്പത്തിനും അതിൻമേലുള്ള അധികാരത്തിനും വേണ്ടിയുള്ള ആസക്തി. (CCC. 2552)",
            "അത്യാഗ്രഹം, ആഡംബരഭ്രമം ഉണ്ടാകുക, മദ്യപാനം, പുകവലി, ചീട്ടുകളി മുതലായ അനാവശ്യകാര്യങ്ങൾക്ക് പണം ചിലവഴിക്കുക. സ്വത്ത് ദുർവ്യയം ചെയ്യുക. (മത്താ. 6:21, ലൂക്കാ. 16:1, 16:21)",
            "ദരിദ്രരോട് കരുണ കാണിക്കാതിരിക്കുക, ലഭിച്ച ഉപകാരത്തിന് നന്ദി പ്രകാശിപ്പിക്കാതിരിക്കുക. മറ്റുള്ളവരോട് അപമര്യാദയായി പെരുമാറുക. (ലൂക്കാ. 17:18; 1 പത്രോ. 2:12)",
            "ചെയ്യുവാൻ കഴിയുമായിരുന്ന നന്മ ചെയ്യാതിരിക്കുക. (വിശക്കുന്നവർക്ക് ഭക്ഷണം, ദാഹിക്കുന്നവർക്ക് വെള്ളം, പരദേശികൾക്ക് സ്വീകരണം, വസ്ത്രമില്ലാത്തവർക്ക് വസ്ത്രം എന്നിവ കൊടുക്കുന്നത്; നഗ്നനെ ഉടുപ്പിക്കുന്നത്. രോഗികളെയും കാരാഗ്രഹവാസികളെയും സന്ദർശിക്കുന്നത്, അവശരെ സഹായിക്കുന്നത് തുടങ്ങിയവ നന്മപ്രവർത്തികളാണ്.) (യാക്കോ. 4:17, മത്താ. 25:42-43)"
        ]
    },
    {
        "commandmentCode": "ml-11",
        "questions": []
    },
    {
        "commandmentCode": "ml-12",
        "questions": [
            "അഹങ്കാരം (നിഗളം)",
            "അലസത (മടി)",
            "കൊതി",
            "മോഹം",
            "അസൂയ",
            "കോപം",
            "ദ്രവ്യാഗ്രഹം"
        ]
    },
    {
        "commandmentCode": "ml-13",
        "questions": [
            "മോക്ഷം കിട്ടുകയില്ലെന്ന വിചാരം (നിരാശ).",
            "സൽപ്രവർത്തി കൂടാതെ മോക്ഷം പ്രാപിക്കാമെന്ന മിഥ്യാ പ്രതീക്ഷ.",
            "ഒരുകാര്യം സത്യമാണെന്നറിഞ്ഞിട്ടും അതിനെ നിക്ഷേധിക്കുന്നത്.",
            "അന്യരുടെ നന്മയിലുള്ള അസൂയ.",
            "പാപം ചെയ്തതിനുശേഷം അനുതപിക്കാതെ പാപത്തിൽത്തന്നെ ജീവിക്കുന്നത്.",
            "അന്ത്യസമയത്തുപോലും അനുതപിക്കാതെ പാപത്തിൽ തന്നെ മരിക്കുന്നത്."
        ]
    },
    {
        "commandmentCode": "ml-14",
        "questions": [
            "മനപ്പൂർവം കൊലപാതകം ചെയ്യുന്നത്.",
            "പ്രകൃതിവിരുദ്ധ പാപങ്ങൾ / സ്വവർഗ്ഗഭോഗം.",
            "അനാഥരെ, വിധവകളെ, അഗതികളെ, പരദേശികളെ പീഡിപ്പിക്കുന്നത്.",
            "വേലക്കാർക്ക് മതിയായ കൂലി കൊടുക്കാതിരിക്കുന്നത്."
        ]
    }
]