[
    {
        "commandmentCode": "es-1",
        "questions": [
            "¿He rechazado creer en Dios (Ateísmo)?",
            "¿He practicado el agnosticismo?",
            "¿He odiado a Dios o lo he culpado por los problemas en mi vida?",
            "¿He negado alguno de los dogmas de la Iglesia Católica?",
            "¿He causado deliberadamente que otros duden de Dios o de los artículos de la fe?",
            "¿He intentado crecer y defender mi fe?",
            "¿He transmitido la fe a mis hijos y familia de manera dedicada?",
            "¿Me he negado a defender a Dios y mi fe ante otros cuando plantean objeciones?",
            "¿He negado mi fe o doctrinas ante otros?",
            "¿He abandonado la Iglesia Católica o practicado otra religión?",
            "¿Me he unido a una organización que es perjudicial u opuesta a mi fe (Comunistas, Masones, grupos disidentes o cismáticos, o cualquier grupo que requiera que sus miembros mantengan un juramento por encima y antes de sus deberes hacia la Iglesia Católica)?",
            "¿He caído en la desesperación sobre Dios o su perdón?",
            "¿He presumido de la misericordia de Dios cometiendo intencionalmente un pecado con la expectativa de ser perdonado, evitando así la verdadera conversión del corazón?",
            "¿He presumido mi propia capacidad para salvar mi alma sin la ayuda de Dios?",
            "¿He confesado mis pecados sin intención de enmendar mi vida?",
            "¿He practicado la idolatría? ¿He puesto cosas mundanas como el dinero, el poder, el éxito, las amistades, el gobierno, mi nación, raza o posesiones antes que mi relación con Dios? ¿He practicado los aspectos espirituales del Yoga?",
            "¿He practicado el ocultismo (Wicca, Satanismo, invocar demonios, Tablas Ouija, magia negra, vender el alma, Espiritismo, canalizar espíritus, chamanismo, consultar médiums, Reiki, adivinación, usar amuletos, horóscopos, astrología, lectura de manos, videncia, interpretación de suertes o lectura de cartas)?",
            "¿He practicado la superstición? ¿He atribuido poder sobrenatural a una fuente que no es Dios?",
            "¿He practicado el politeísmo?",
            "¿He sido indiferente a la fe o a Dios?",
            "¿He sido desagradecido por las muchas bendiciones que Dios me ha dado?",
            "¿He sido tibio en la fe?",
            "¿He sido perezoso en mi fe y crecimiento espiritual?",
            "¿He descuidado la oración?",
            "¿He abandonado promesas o votos hechos a Dios?",
            "¿He restringido la fe de otra persona o contribuido a una restricción de la libertad religiosa de otro? ¿Me he burlado de alguien por su fe en Dios? ¿He obligado a otros a violar los principios de su fe o conciencia?",
            "¿He tentado a Dios poniendo a prueba Su bondad y poder todopoderoso con palabras o hechos?",
            "¿He cometido el pecado de sacrilegio? ¿He recibido uno de los sacramentos sin la debida disposición del alma (es decir, recibir la Sagrada Comunión, confirmación, matrimonio u órdenes sagradas con pecados mortales en mi alma)? ¿He tratado a personas religiosas como sacerdotes, monjas, obispos o el papa, lugares como iglesias, capillas y sitios sagrados, y cosas benditas o santas como rosarios, reliquias y Biblias con el debido respeto? ¿He mentido sobre mis pecados o he omitido intencionalmente algunos pecados graves durante el sacramento de la confesión?",
            "¿He participado en simonía comprando o vendiendo cosas espirituales?"
        ]
    },
    {
        "commandmentCode": "es-2",
        "questions": [
            "¿He usado el nombre de Dios de manera irrespetuosa, descuidada o blasfema?",
            "¿He hablado de manera irrespetuosa, odiosa, desafiante o descuidada sobre la fe, o personas, lugares y cosas sagradas?",
            "¿He promovido un discurso irrespetuoso, odioso, desafiante o descuidado sobre la fe o personas, lugares y cosas sagradas?",
            "¿He visto películas o escuchado música que fuera blasfema o irreverente?",
            "¿He usado lenguaje soez o visto películas o música que contenían lenguaje soez?",
            "¿He hablado irrespetuosamente de otras personas?",
            "¿He mentido bajo juramento (perjurio)?",
            "¿He jurado o hecho promesas en nombre de Dios sobre cosas que eran falsas o de poca importancia, incluso si eran verdaderas?"
        ]
    },
    {
        "commandmentCode": "es-3",
        "questions": [
            "¿He faltado a la Santa Misa los domingos o días de precepto sin causa grave?",
            "¿He dejado de llevar a mis hijos a la Santa Misa los domingos y días de precepto sin causa grave?",
            "¿He asistido a misa llegando tarde o saliendo temprano sin causa grave?",
            "¿He realizado trabajos los domingos u otros días de precepto sin causa grave?",
            "¿Me he negado a ayudar a otros a asistir a Misa los domingos y días de precepto?",
            "¿He hecho compras o me he beneficiado de servicios innecesarios los domingos y días de precepto?",
            "¿He comido carne intencionalmente o me he negado a ayunar en los días establecidos por la iglesia para el ayuno y la abstinencia de carne?",
            "¿He violado el ayuno de 1 hora antes de la Sagrada Comunión?",
            "¿He exigido a trabajadores bajo mi dirección que realicen trabajos en domingo o día de precepto sin causa grave?",
            "¿He sido una fuente de distracción para otros durante la Misa a través de mi vestimenta, comportamiento o uso de un teléfono móvil?"
        ]
    },
    {
        "commandmentCode": "es-4",
        "questions": [
            "¿He desobedecido los deseos razonables de mis padres?",
            "¿He hablado irrespetuosamente a mis padres o autoridades legítimas, incluidos funcionarios públicos y empleadores?",
            "¿He desobedecido los deseos razonables de mis maestros (si estoy en la escuela)?",
            "¿He descuidado el cuidado y apoyo a mis padres ancianos u otros familiares?",
            "¿He descuidado las necesidades, educación, disciplina o formación espiritual de mis hijos?",
            "¿He fallado en guiar a mis hijos en la comprensión de la naturaleza y las enseñanzas de la Iglesia sobre la sexualidad humana?",
            "¿He orado diariamente con mis hijos?",
            "¿He descuidado alentar a mis hijos a recibir los sacramentos de la Sagrada Comunión y la Confesión de manera regular?",
            "¿He votado por, promovido o avanzado la agenda de políticos que mantienen posiciones contrarias al bien común, la libertad religiosa o la ley moral?",
            "¿He fallado en vivir una vida virtuosa?",
            "¿He fallado en amar y sacrificarme por mi familia?",
            "¿He promovido políticas o leyes que socavan a la familia, como eludir el consentimiento de los padres o promovido estructuras familiares antinaturales como la adopción homosexual o monoparental, y medidas de control de la población? ¿He promovido políticas o leyes que socavan el bien común y la ley moral?",
            "¿He animado a otros a faltar al respeto a la autoridad legítima?",
            "¿He fallado en aceptar los consejos o amonestaciones de mis padres?",
            "¿He fallado en fomentar la apertura a las vocaciones en mis hijos (matrimonio, orden sagrado, vida consagrada, etc.)?",
            "¿He fallado en promover el trato justo a los pobres, indigentes o migrantes en la sociedad?",
            "¿He cometido violencia contra otros?",
            "¿He socavado la autoridad de mi cónyuge frente a nuestros hijos?",
            "¿He descuidado controlar el uso de internet y la tecnología de mis hijos para proteger su pureza?"
        ]
    },
    {
        "commandmentCode": "es-5",
        "questions": [
            "¿He matado o herido a un ser humano directa o negligentemente e injustamente o he cooperado en hacerlo?",
            "¿He fallado en promover la dignidad y el carácter sagrado de la vida humana?",
            "¿He promovido la guerra, la tortura, la toma de rehenes, el secuestro o el asesinato de humanos indefensos?",
            "¿He procurado un aborto o medicamentos abortivos o he ayudado a alguien más a obtener uno?",
            "¿He promovido el aborto o votado por un político que lo hace?",
            "¿He procurado, participado en o promovido la fertilización in vitro?",
            "¿He promovido la clonación humana o la modificación genética?",
            "¿He promovido o procurado la investigación o terapia con células madre embrionarias?",
            "¿He promovido la eugenesia o las leyes de control de la población?",
            "¿He fallado en \"poner la otra mejilla\" o amar a mis enemigos?",
            "¿He intentado suicidarme o dañarme o lo he considerado?",
            "¿He promovido la eutanasia o el movimiento por el derecho al suicidio?",
            "¿He rechazado o fallado en proporcionar cuidados razonables al final de la vida, incluidos procedimientos médicos, alimentos y agua, y analgésicos?",
            "¿He fallado en cuidar las necesidades espirituales de una persona moribunda (incluyendo llamar a un sacerdote para la unción de los enfermos, o rezar por la persona)?",
            "¿He deseado matar a alguien?",
            "¿He usado más fuerza de la necesaria para defenderme?",
            "¿He fallado en proteger a otros lo mejor que he podido y debido?",
            "¿He herido física, emocional o psicológicamente a alguien o he deseado hacerlo?",
            "¿He dado escándalo o mostrado falta de cuidado por el alma de alguien?",
            "¿He odiado a alguien o le he deseado el mal?",
            "¿He fallado en mostrar respeto por los muertos o sus cuerpos?",
            "¿He fallado en proporcionar un entierro adecuado para los muertos?",
            "¿He abogado por castigos injustos o la pena capital donde no es justa?",
            "¿He discriminado a alguien negándole algo a lo que tiene derecho justamente dentro de los límites de la ley moral y natural?",
            "¿Me he burlado, intimidado o menospreciado a alguien?",
            "¿He sido imprudente con la vida humana a través de mis acciones o falta de cuidado?",
            "¿He usado alcohol o drogas?",
            "¿He mostrado falta de preocupación por mi salud o la de los demás?",
            "¿He promovido el uso de alcohol, drogas o cualquier otra cosa dañina?",
            "¿He cometido el pecado de gula o animado a otros a hacerlo?",
            "¿He fallado en promover la paz?",
            "¿He dado escándalo a través de mis acciones o inacción?",
            "¿He animado o ayudado a otros a pecar?",
            "¿He permitido que mi ira me controle o persista sin control?",
            "¿He sido poco caritativo con alguien, he peleado con él o le he guardado rencor?",
            "¿He fallado en perdonar a alguien cuando me ha pedido perdón?",
            "¿He buscado o contemplado la venganza?",
            "¿Me he regocijado en la desgracia de los demás?",
            "¿He abusado de animales o los he matado innecesariamente?",
            "¿He puesto en peligro mi propia vida o la de otros conduciendo imprudentemente o usando un teléfono mientras conducía?",
            "¿Me he burlado o ridiculizado a otros por sus discapacidades físicas o mentales?"
        ]
    },
    {
        "commandmentCode": "es-6",
        "questions": [
            "¿He fallado en practicar y promover la castidad?",
            "¿He buscado placer sexual fuera del acto conyugal?",
            "¿He usado anticonceptivos artificiales o animado su uso?",
            "¿He rechazado a los hijos y el don de la vida sin causa justa?",
            "¿He participado en fertilización in vitro o tratamientos de fertilidad inmorales (tratamientos que no promueven la procreación a través del acto conyugal) o he animado a alguien más a hacerlo?",
            "¿He procurado una esterilización de mis órganos reproductivos o he animado a alguien más a hacerlo?",
            "¿He forzado el sexo con alguien (incluido un cónyuge)?",
            "¿He negado el sexo a mi cónyuge sin causa justa?",
            "¿Me he masturbado (placer sexual de uno mismo fuera del acto conyugal)?",
            "¿He causado deliberadamente el clímax masculino fuera de la relación sexual?",
            "¿He proporcionado o promovido educación sexual que no sigue las enseñanzas de la Iglesia Católica?",
            "¿He usado o promovido pornografía ya sea en fotos, videos, audio o palabra escrita?",
            "¿He donado esperma u óvulos?",
            "¿Me he entregado a películas, televisión o música impuras (que implican desnudez o sexo), conversaciones o bromas?",
            "¿He cometido adulterio (actos sexuales o conversación con una persona casada o con una persona que no es mi cónyuge)?",
            "¿Me he divorciado de mi cónyuge o he contemplado hacerlo a pesar de estar en un matrimonio válido sin causa grave?",
            "¿He contraído matrimonio sin la bendición de la Iglesia?",
            "¿He cometido incesto?",
            "¿He participado en poligamia o poliandria?",
            "¿He estado involucrado en un \"matrimonio abierto\"?",
            "¿He tenido sexo fuera de los lazos del matrimonio (fornicación, actos homosexuales)?",
            "¿He cometido violación?",
            "¿He participado en caricias, \"sexting\" u otros juegos previos fuera del matrimonio?",
            "¿He dañado a niños sexualmente?",
            "¿He participado en actividades sexuales antinaturales (bestialismo, sexo con objetos, etc.)?",
            "¿He participado en o promovido la prostitución?",
            "¿He seducido a alguien o permitido ser seducido?",
            "¿Me he negado a aceptar mi identidad sexual dada por Dios (operaciones de cambio de sexo, travestismo, etc.)?",
            "¿He promovido, avanzado o cooperado en pecados contra el sexto mandamiento?",
            "¿He participado en relaciones inapropiadas en línea o ciber-sexo?"
        ]
    },
    {
        "commandmentCode": "es-7",
        "questions": [
            "¿He robado algo?",
            "¿He apostado excesivamente?",
            "¿He cometido fraude (hacer una reclamación falsa a una compañía de seguros, falsificar información para obtener ganancias financieras)?",
            "¿Me he negado a ser generoso con mis recursos para con los necesitados?",
            "¿He fallado en practicar las obras de misericordia corporales?",
            "¿He vandalizado o desfigurado la propiedad de otra persona?",
            "¿He hecho trampas?",
            "¿He pagado un salario justo a mis trabajadores por un día de trabajo honesto?",
            "¿He impedido que alguien tenga un trabajo (discriminando injustamente o saboteando las oportunidades de empleo de alguien)?",
            "¿He promovido acciones que conducen a la esclavitud de otros (talleres clandestinos, trata de personas o esclavitud propiamente dicha)?",
            "¿He roto un contrato al no cumplir mi parte de la obligación?",
            "¿He participado en o promovido una huelga injusta o cierre patronal?",
            "¿He acumulado deudas excesivas y/o he fallado en pagarlas?",
            "¿He participado en usura (cobrar intereses excesivos)?",
            "¿He cobrado de más a alguien o me he aprovechado de alguien en un comercio?",
            "¿He presentado o promovido una demanda injusta contra alguien?",
            "¿He fallado en hacer restitución por robo, fraude o cualquier otra acción contra el 7º mandamiento?",
            "¿He mostrado desprecio por el medio ambiente?",
            "¿He fallado en respetar la propiedad privada o violado las enseñanzas de la Iglesia sobre la subsidiariedad abogando por un socialismo excesivo o demasiado control gubernamental de los recursos?",
            "¿He fallado en trabajar diligentemente y entregar un día de trabajo honesto a mi empleador?",
            "¿He despreciado el trabajo o sucumbido a la pereza?",
            "¿He fallado en hacer la cantidad adecuada de trabajo para mi familia?",
            "¿He dado un salario razonable a los trabajadores?",
            "¿He intentado especular y aumentar el precio de bienes o servicios?",
            "¿He violado las leyes de derechos de autor pirateando software, música o películas?",
            "¿He desperdiciado el tiempo de mi empleador por el uso excesivo de internet o redes sociales durante las horas de trabajo?"
        ]
    },
    {
        "commandmentCode": "es-8",
        "questions": [
            "¿He mentido o engañado deliberadamente a alguien?",
            "¿He chismeado?",
            "¿He mentido bajo juramento (perjurio)?",
            "¿He asumido lo peor de alguien o lo he juzgado injustamente?",
            "¿He dañado la reputación de alguien a través de la detracción (contar a otros las faltas de alguien sin causa grave) o la calumnia (contar mentiras sobre una persona) o el libelo (escribir mentiras sobre alguien)?",
            "¿He fallado en defender la reputación de alguien?",
            "¿He fallado en guardar un secreto o traicionado la confianza de alguien?",
            "¿He permanecido en silencio o he sido cómplice en difamar a la Iglesia Católica?",
            "¿He fallado en ser sincero o franco cuando era apropiado?",
            "¿He llevado una doble vida?",
            "¿He sido un hipócrita?",
            "¿He coaccionado a otros a mentir?",
            "¿He impedido que otros digan la verdad?",
            "¿He participado en la adulación?",
            "¿He sido jactancioso o arrogante?",
            "¿He caracterizado mal algo, he sido demasiado dramático, he construido argumentos falsos (hombre de paja) o he participado en ataques ad-hominem (ataques contra la persona en lugar del argumento o punto de vista)?",
            "¿He fallado en reparar la reputación de alguien sobre quien mentí?",
            "¿He revelado la verdad a alguien que no tiene derecho a ella (como un agresor injusto)?",
            "¿He violado el sigilo de confesión contando los contenidos de la confesión de otra persona a otros?",
            "¿He revelado secretos profesionales sin causa grave?",
            "¿He aceptado lo que otros dicen como verdad sin el debido escrutinio (particularmente en asuntos de fe y moral o donde la reputación de otro está en juego)?",
            "¿He promovido información pública falsa (propaganda)?",
            "¿He compartido información no verificada o falsa (fake news) en las redes sociales?"
        ]
    },
    {
        "commandmentCode": "es-9",
        "questions": [
            "¿He cedido a la concupiscencia (deseos sexuales intensos)?",
            "¿He cedido a la lujuria (deseo desordenado de disfrute inmoderado del placer sexual)?",
            "¿He hecho comentarios o insinuaciones sexualmente sugerentes o acosadoras hacia alguien?",
            "¿He fallado en vestir modestamente o desviado la mirada cuando alguien más viste inmodestamente?",
            "¿He violado la privacidad de alguien espiándolo?",
            "¿He alentado o me he entregado voluntariamente a pensamientos impuros?",
            "¿He promovido la promiscuidad o actitudes inmorales hacia el sexo, la modestia o la pureza, o la permisividad moral?"
        ]
    },
    {
        "commandmentCode": "es-10",
        "questions": [
            "¿He envidiado a otros por sus posesiones?",
            "¿He sido codicioso?",
            "¿He codiciado las posesiones de otros?",
            "¿He fallado en vivir sencillamente y en su lugar he cedido al materialismo?",
            "¿He fallado en regocijarme en el éxito de otro?"
        ]
    },
    {
        "commandmentCode": "es-11",
        "questions": [
            "¿He fallado en asistir a la Santa Misa los domingos o días de precepto?",
            "¿He fallado en reservar los domingos y días de precepto para el descanso?",
            "¿He confesado mis pecados al menos una vez al año?",
            "¿Han sido mis confesiones válidas y honestas?",
            "¿He preparado mi alma adecuadamente para recibir la Sagrada Comunión?",
            "¿He cumplido la penitencia asignada de mi confesión?",
            "¿He hecho reparación por el daño causado por mis pecados?",
            "¿He hecho un examen de conciencia minucioso antes de la confesión e intentado honestamente recordar todos mis pecados?",
            "¿He tenido un firme propósito de enmendar mi vida y dolor por mis pecados antes de ir a confesión?",
            "¿He recibido la Sagrada Comunión al menos una vez durante el tiempo de Pascua (entre el primer domingo de Cuaresma y el domingo de la Trinidad)?",
            "¿He recibido la comunión estando fuera del estado de gracia (teniendo pecados mortales en mi alma)?",
            "¿He seguido el ayuno eucarístico antes de recibir la Sagrada Comunión?",
            "¿He comido carne los viernes de Cuaresma?",
            "¿He fallado en seguir las reglas sobre el ayuno el Miércoles de Ceniza y el Viernes Santo?",
            "¿He seguido el espíritu de las reglas relativas al ayuno y la abstinencia?",
            "¿He ayunado de carne todos los viernes del año o seguido las pautas de los obispos en mi localidad?",
            "¿He hecho obras de misericordia espirituales y corporales y practicado la abnegación?",
            "¿He dado diezmos a la iglesia de manera regular?",
            "¿He dado una cantidad adecuada para mi situación?",
            "¿He ofrecido mi tiempo para la Iglesia adecuadamente para mi situación?",
            "¿He orado por el crecimiento de la Iglesia?"
        ]
    },
    {
        "commandmentCode": "es-12",
        "questions": [
            "¿He cometido el pecado de Soberbia?",
            "¿He cometido el pecado de Avaricia?",
            "¿He cometido el pecado de Lujuria?",
            "¿He cometido el pecado de Envidia?",
            "¿He cometido el pecado de Gula?",
            "¿He cometido el pecado de Ira?",
            "¿He cometido el pecado de Pereza?"
        ]
    },
    {
        "commandmentCode": "es-13",
        "questions": [
            "¿He pecado esperando que Dios me perdone sin verdadero arrepentimiento (Presunción)?",
            "¿He desesperado de la salvación?",
            "¿He luchado contra o atacado verdades que sabía que eran enseñadas por la Iglesia Católica?",
            "¿He envidiado el bien espiritual de otro?",
            "¿He permanecido tercamente en estado de pecado?",
            "¿He persistido en rechazar el arrepentimiento?"
        ]
    },
    {
        "commandmentCode": "es-14",
        "questions": [
            "¿He cometido homicidio voluntario?",
            "¿He cometido el pecado de Sodoma (actos sexuales antinaturales)?",
            "¿He oprimido a los pobres?",
            "¿He defraudado a los trabajadores de su salario?"
        ]
    }
]