[
    {
        "author": "വി. ജോൺ പോൾ രണ്ടാമൻ",
        "quote": "കുമ്പസാരം സത്യസന്ധതയുടെയും ധൈര്യത്തിന്റെയും ഒരു പ്രവൃത്തിയാണ് - പാപത്തിനപ്പുറം, സ്നേഹനിധിയും ക്ഷമിക്കുന്നവനുമായ ദൈവത്തിന്റെ കരുണയിലേക്ക് നമ്മെത്തന്നെ ഭരമേൽപ്പിക്കുന്ന പ്രവൃത്തി."
    },
    {
        "author": "ലൂ വാലസ്",
        "quote": "ദൈവത്തോട് പാപങ്ങൾ ഏറ്റുപറയുക എന്നത് അവനറിയാത്ത കാര്യങ്ങൾ പറയുക എന്നല്ല. എന്നാൽ നിങ്ങൾ അത് ഏറ്റുപറയുന്നതുവരെ, അവ നിങ്ങൾക്കും ദൈവത്തിനുമിടയിലുള്ള വലിയ വിടവായിരിക്കും. ഏറ്റുപറയുമ്പോൾ അവ ദൈവത്തിലേക്കുള്ള പാലമായി മാറുന്നു."
    },
    {
        "author": "ഫുൾട്ടൻ ജെ. ഷീൻ",
        "quote": "കുമ്പസാരം ആത്മാവിന്റെ ശുദ്ധീകരണമാണ്. അത് നമ്മെ ദൈവത്തോട് അടുപ്പിക്കുകയും നമ്മുടെ ഹൃദയത്തിൽ സമാധാനം നിറയ്ക്കുകയും ചെയ്യുന്നു."
    },
    {
        "author": "1 യോഹന്നാൻ 1:9",
        "quote": "നമ്മുടെ പാപങ്ങൾ നാം ഏറ്റുപറയുന്നെങ്കിൽ, അവൻ വിശ്വസ്തനും നീതിമാനുമാകയാൽ പാപങ്ങൾ ക്ഷമിക്കുകയും എല്ലാ അനീതികളിൽ നിന്നും നമ്മെ ശുദ്ധീകരിക്കുകയും ചെയ്യും."
    },
    {
        "author": "വി. പാദ്രെ പിയോ",
        "quote": "ദൈവത്തിന്റെ കാരുണ്യം എപ്പോഴും നിങ്ങളുടെ നന്ദികേടിനേക്കാൾ വലുതായിരിക്കും."
    },
    {
        "author": "വി. ജോൺ വിയാനി",
        "quote": "എന്റെ മക്കളെ, ഈ വലിയ കുമ്പസാര കൂദാശ സ്ഥാപിച്ചതിലൂടെ ദൈവം നമ്മോട് കാണിച്ച നന്മ നമുക്ക് ഗ്രഹിക്കാൻ കഴിയില്ല."
    },
    {
        "author": "സങ്കീർത്തനങ്ങൾ 32:5",
        "quote": "അപ്പോൾ ഞാൻ എന്റെ പാപം അങ്ങയോട് ഏറ്റുപറഞ്ഞു; എന്റെ അകൃത്യം ഞാൻ മറച്ചുവെച്ചില്ല. 'എന്റെ ലംഘനങ്ങൾ കർത്താവിനോട് ഞാൻ ഏറ്റുപറയും' എന്ന് ഞാൻ പറഞ്ഞു. അങ്ങ് എന്റെ പാപത്തിന്റെ കുറ്റം ക്ഷമിച്ചു തന്നു."
    },
    {
        "author": "വി. കാതറിൻ ഓഫ് സിയന്ന",
        "quote": "നാം പാപം ചെയ്യുന്നതിനേക്കാൾ വേഗത്തിൽ ക്ഷമിക്കാൻ ദൈവം തയ്യാറാണ്."
    },
    {
        "author": "ഫ്രാൻസിസ് പാപ്പ",
        "quote": "കുമ്പസാരം യേശുവുമായുള്ള ഒരു കൂടിക്കാഴ്ചയാണ്; അവന്റെ കാരുണ്യം നമ്മെ കൂടുതൽ നന്മ ചെയ്യാൻ പ്രേരിപ്പിക്കുന്നു."
    },
    {
        "author": "വി. ജെറോം",
        "quote": "പാപമില്ലാത്തവരായി ആരുമില്ല. നമുക്ക് ചെയ്യാൻ കഴിയുന്ന ഒരേയൊരു കാര്യം പാപങ്ങൾ ഏറ്റുപറഞ്ഞ് പശ്ചാത്തപിക്കുക എന്നതാണ്."
    },
    {
        "author": "സുഭാഷിതങ്ങൾ 28:13",
        "quote": "തന്റെ പാപങ്ങളെ മറച്ചുവെക്കുന്നവൻ വിജയിക്കുകയില്ല; എന്നാൽ അവയെ ഏറ്റുപറഞ്ഞ് ഉപേക്ഷിക്കുന്നവന് കരുണ ലഭിക്കും."
    },
    {
        "author": "വി. അഗസ്റ്റിൻ",
        "quote": "തിന്മകളെ ഏറ്റുപറയുന്നത് നന്മയുടെ തുടക്കമാണ്."
    },
    {
        "author": "വി. അഗസ്റ്റിൻ",
        "quote": "കർത്താവേ, കുമ്പസാരിക്കാതിരിക്കുമ്പോൾ ഞാൻ അങ്ങയെ എന്നിൽ നിന്ന് മറയ്ക്കുകയാണ്, എന്നെ അങ്ങയിൽ നിന്നല്ല."
    },
    {
        "author": "വി. ഫൗസ്റ്റീന",
        "quote": "വിനയമില്ലാത്ത ആത്മാവിന് കുമ്പസാരത്തിൽ നിന്ന് പ്രയോജനം ലഭിക്കില്ല. അഹങ്കാരം അതിനെ ഇരുട്ടിൽ നിർത്തുന്നു."
    },
    {
        "author": "വി. തോമസ് അക്വിനാസ്",
        "quote": "കുമ്പസാരത്തിന് മൂന്ന് കാര്യങ്ങൾ ആവശ്യമാണ്: പാപത്തെക്കുറിച്ചുള്ള പശ്ചാത്താപം, പാപങ്ങൾ മറച്ചുവെക്കാതെയുള്ള ഏറ്റുപറച്ചിൽ, പ്രായശ്ചിത്തം."
    },
    {
        "author": "ക്രിസ്തുവിനെ അനുകരിക്കൽ",
        "quote": "വിനയപൂർവ്വമായ കുമ്പസാരം സാത്താനെ അസ്വസ്ഥനാക്കുന്നു."
    },
    {
        "author": "ബെനഡിക്ട് പതിനാറാമൻ പാപ്പ",
        "quote": "തങ്ങൾ ബലഹീനരും പാപികളുമാണെന്ന് തിരിച്ചറിയുന്നവർ ദൈവത്തിൽ ആശ്രയിക്കുകയും അവനിൽ നിന്ന് കൃപയും ക്ഷമയും പ്രാപിക്കുകയും ചെയ്യുന്നു."
    },
    {
        "author": "വി. കുരിശിന്റെ യോഹന്നാൻ",
        "quote": "എപ്പോഴും നിങ്ങളുടെ പാപങ്ങൾ വ്യക്തതയോടെയും ശുദ്ധിയോടെയും ഏറ്റുപറയാൻ ശ്രമിക്കുക."
    },
    {
        "author": "കാനോൻ നിയമം 960",
        "quote": "ഗൗരവമായ പാപമുള്ള വിശ്വാസിക്ക് ദൈവത്തോടും സഭയോടും അനുരഞ്ജനപ്പെടാനുള്ള ഏക സാധാരണ മാർഗ്ഗം വ്യക്തിപരമായ കുമ്പസാരമാണ്."
    },
    {
        "author": "വി. ഫ്രാൻസിസ് ഡി സാലസ്",
        "quote": "നിങ്ങളുടെ കുമ്പസാരക്കാരന്റെ അടുത്തേക്ക് പോകുക; നിങ്ങളുടെ ഹൃദയം അദ്ദേഹത്തിന് തുറന്നുകൊടുക്കുക; നിങ്ങളുടെ ആത്മാവിന്റെ എല്ലാ രഹസ്യങ്ങളും അദ്ദേഹത്തിന് വെളിപ്പെടുത്തുക; തികഞ്ഞ വിനയത്തോടും ലാളിത്യത്തോടും കൂടി അദ്ദേഹം നൽകുന്ന ഉപദേശം സ്വീകരിക്കുക. കാരണം, അനുസരണത്തെ അനന്തമായി സ്നേഹിക്കുന്ന ദൈവം, മറ്റുള്ളവരിൽ നിന്ന്, പ്രത്യേകിച്ച് നമ്മുടെ ആത്മാവിന്റെ വഴികാട്ടികളായവരിൽ നിന്ന് നാം സ്വീകരിക്കുന്ന ഉപദേശങ്ങളെ പലപ്പോഴും ഫലപ്രദമാക്കുന്നു."
    },
    {
        "author": "വി. ജോൺ ക്ലിമാക്കസ്",
        "quote": "കുമ്പസാരം ഒരു കടിഞ്ഞാൺ പോലെയാണ്, അത് പാപം ചെയ്യുന്നതിൽ നിന്ന് ആത്മാവിനെ തടയുന്നു. എന്നാൽ ഏറ്റുപറയാത്ത എന്തും നാം ഇരുട്ടിലെന്നപോലെ ഭയമില്ലാതെ തുടരുന്നു."
    },
    {
        "author": "വി. ജോസ്മരിയ എസ്ക്രിവ",
        "quote": "നിങ്ങളുടെ മനഃസാക്ഷി പരിശോധനയുടെ സമയത്ത്, നിങ്ങളുടെ നാവിനെ കെട്ടുന്ന പിശാചിനെ സൂക്ഷിക്കുക."
    },
    {
        "author": "വി. ഫൗസ്റ്റീന",
        "quote": "എന്റെ മകളേ, നീ എന്റെ സാന്നിധ്യത്തിൽ ഒരുങ്ങുന്നതുപോലെ, എന്റെ മുമ്പാകെ കുമ്പസാരവും നടത്തുക. വൈദികന്റെ വ്യക്തിത്വം എനിക്ക് ഒരു മറ മാത്രമാണ്. ഞാൻ ഏതുതരം വൈദികനെയാണ് ഉപയോഗിക്കുന്നതെന്ന് ഒരിക്കലും വിശകലനം ചെയ്യരുത്; എന്നോട് എന്നപോലെ കുമ്പസാരത്തിൽ നിന്റെ ആത്മാവിനെ തുറക്കുക, ഞാൻ അതിൽ എന്റെ പ്രകാശം നിറയ്ക്കും."
    },
    {
        "author": "വി. ജോസ്മരിയ എസ്ക്രിവ",
        "quote": "'പിതാവേ, എന്റെ കഴിഞ്ഞകാല ജീവിതത്തിന് ശേഷം മറ്റൊരു വിശുദ്ധ അഗസ്റ്റിനാകാൻ ഇനിയും സാധ്യമാണെന്ന് അങ്ങ് എന്നോട് പറഞ്ഞു. എനിക്കതിൽ സംശയമില്ല, ഇന്നലെത്തേക്കാൾ ഇന്ന് ഞാനത് തെളിയിക്കാൻ ആഗ്രഹിക്കുന്നു.' എന്നാൽ ഹിപ്പോയിലെ വിശുദ്ധ മെത്രാൻ ചെയ്തതുപോലെ, നിങ്ങൾ പാപത്തെ വേരോടെ ധൈര്യപൂർവ്വം വെട്ടിക്കളയണം."
    },
    {
        "author": "വി. ഗ്രിഗറി പാപ്പ",
        "quote": "പ്രായശ്ചിത്തം ചെയ്യുക എന്നത് നാം ചെയ്ത തിന്മകളെക്കുറിച്ച് കരയുന്നതും, കരയാൻ ഇടയാക്കുന്ന തിന്മകൾ ചെയ്യാതിരിക്കുന്നതുമാണ്."
    },
    {
        "author": "വി. തോമസ് അക്വിനാസ്",
        "quote": "ശരീരത്തിന്റെ ജീവിതത്തിൽ മനുഷ്യൻ ചിലപ്പോൾ രോഗിയാകുന്നു, മരുന്ന് കഴിച്ചില്ലെങ്കിൽ അവൻ മരിക്കും. അതുപോലെ ആത്മീയ ജീവിതത്തിലും പാപം മൂലം മനുഷ്യൻ രോഗിയാകുന്നു. അതിനാൽ ആരോഗ്യം വീണ്ടെടുക്കാൻ അവന് മരുന്ന് ആവശ്യമാണ്; ഈ കൃപ പ്രായശ്ചിത്ത കൂദാശയിൽ നൽകപ്പെടുന്നു."
    },
    {
        "author": "വി. ഇസിഡോർ",
        "quote": "കുമ്പസാരം സുഖപ്പെടുത്തുന്നു, കുമ്പസാരം നീതീകരിക്കുന്നു, കുമ്പസാരം പാപമോചനം നൽകുന്നു, എല്ലാ പ്രതീക്ഷയും കുമ്പസാരത്തിലാണ്; കുമ്പസാരത്തിൽ കാരുണ്യത്തിന് അവസരമുണ്ട്."
    },
    {
        "author": "വി. തോമസ് അക്വിനാസ്",
        "quote": "കുമ്പസാരം കേൾക്കുന്ന ശുശ്രൂഷകൻ, ജീവിച്ചിരിക്കുന്നവരുടെയും മരിച്ചവരുടെയും വിധിയാതാവായ ക്രിസ്തുവിന്റെ പ്രതിനിധിയാണ്."
    },
    {
        "author": "വി. എലിസബത്ത് ആൻ സെറ്റൺ",
        "quote": "ഈ ആരാധ്യമായ കൂദാശയിൽ നമ്മുടെ കർത്താവിനെ തന്നെ ഞാൻ കണ്ടു... ദൈവിക ദൂതന്റെ സ്പർശനത്താൽ വിശുദ്ധ പത്രോസിന്റെ ചങ്ങലകൾ അഴിഞ്ഞുവീണതുപോലെ എന്റെ ചങ്ങലകൾ അഴിഞ്ഞുവീഴുന്നതായി എനിക്ക് തോന്നി. എന്റെ ദൈവമേ, എന്റെ ആത്മാവിന് എന്തൊരു പുതിയ അനുഭവങ്ങൾ!"
    },
    {
        "author": "വി. ഫൗസ്റ്റീന",
        "quote": "അനുസരണമില്ലാത്ത ആത്മാവ് ഒരു വിജയവും നേടുകയില്ല, കർത്താവായ യേശു തന്നെ നേരിട്ട് കുമ്പസാരം കേട്ടാൽ പോലും."
    },
    {
        "author": "വി. ഫൗസ്റ്റീന",
        "quote": "ആത്മാക്കളോട് പറയുക, അവർ എവിടെയാണ് ആശ്വാസം തേടേണ്ടതെന്ന്; അതായത് കാരുണ്യത്തിന്റെ കോടതിയിൽ. അവിടെ ഏറ്റവും വലിയ അത്ഭുതങ്ങൾ നടക്കുന്നു, അവ ഇടവിടാതെ ആവർത്തിക്കപ്പെടുന്നു. ഈ അത്ഭുതം പ്രയോജനപ്പെടുത്താൻ വലിയ തീർത്ഥാടനം നടത്തുകയോ ബാഹ്യമായ എന്തെങ്കിലും ചടങ്ങുകൾ നടത്തുകയോ ചെയ്യേണ്ടതില്ല; വിശ്വാസത്തോടെ എന്റെ പ്രതിനിധിയുടെ കാൽക്കൽ വന്ന് സ്വന്തം ദുരിതം അദ്ദേഹത്തോട് വെളിപ്പെടുത്തിയാൽ മതി, ദൈവിക കാരുണ്യത്തിന്റെ അത്ഭുതം പൂർണ്ണമായി വെളിപ്പെടും."
    },
    {
        "author": "വി. ഫൗസ്റ്റീന",
        "quote": "മകളേ, നീ കുമ്പസാരത്തിന് പോകുമ്പോൾ, എന്റെ കാരുണ്യത്തിന്റെ ഈ ഉറവിടത്തിലേക്ക്, എന്റെ ഹൃദയത്തിൽ നിന്ന് ഒഴുകിയ രക്തവും വെള്ളവും എപ്പോഴും നിന്റെ ആത്മാവിലേക്ക് ഒഴുകിറങ്ങുകയും അതിനെ ഉന്നതമാക്കുകയും ചെയ്യുന്നു. ഓരോ തവണ കുമ്പസാരത്തിന് പോകുമ്പോഴും, വലിയ വിശ്വാസത്തോടെ എന്റെ കാരുണ്യത്തിൽ മുഴുകുക, അങ്ങനെ എന്റെ കൃപയുടെ സമൃദ്ധി നിന്റെ ആത്മാവിൽ വർഷിക്കാൻ എനിക്ക് കഴിയും."
    },
    {
        "author": "വി. ക്രിസോസ്റ്റം",
        "quote": "കുമ്പസാരത്തിന് ശേഷം അനുതാപികൾക്ക് ഒരു കിരീടം നൽകപ്പെടുന്നു."
    },
    {
        "author": "വി. അഗസ്റ്റിൻ",
        "quote": "കുമ്പസാരത്തിൽ നിങ്ങൾ സ്വയം ന്യായീകരിക്കുകയാണെങ്കിൽ, നിങ്ങൾ പാപത്തെ നിങ്ങളുടെ ആത്മാവിനുള്ളിൽ അടച്ചുപൂട്ടുകയും മാപ്പിനെ പുറത്താക്കുകയും ചെയ്യുന്നു."
    },
    {
        "author": "വി. അൽഫോൻസസ് ലിഗോരി",
        "quote": "പിശാച് പാപികളെ കണ്ണുതുറന്നുകൊണ്ട് നരകത്തിലേക്ക് കൊണ്ടുപോകുന്നില്ല: അവൻ ആദ്യം അവരുടെ സ്വന്തം പാപങ്ങളുടെ തിന്മയാൽ അവരെ അന്ധരാക്കുന്നു. നാം പാപത്തിൽ വീഴുന്നതിന് മുമ്പ്, നാം ചെയ്യുന്ന തിന്മയും ദൈവത്തെ വേദനിപ്പിക്കുന്നതിലൂടെ നാം വരുത്തിവെക്കുന്ന നാശവും കാണാതിരിക്കാൻ ശത്രു നമ്മെ അന്ധരാക്കാൻ ശ്രമിക്കുന്നു. നാം പാപം ചെയ്തുകഴിഞ്ഞാൽ, ലജ്ജ കാരണം കുമ്പസാരത്തിൽ നമ്മുടെ കുറ്റം മറച്ചുവെക്കാൻ അവൻ നമ്മെ ഊമകളാക്കാൻ ശ്രമിക്കുന്നു."
    },
    {
        "author": "വി. അൽഫോൻസസ് ലിഗോരി",
        "quote": "കുമ്പസാരക്കാരനോടുള്ള അനുസരണം ദൈവത്തിന് നമുക്ക് നൽകാൻ കഴിയുന്ന ഏറ്റവും സ്വീകാര്യമായ കാഴ്ചവയ്പ്പും ദൈവിക ഹിതം പ്രവർത്തിക്കാനുള്ള ഏറ്റവും സുരക്ഷിതമായ മാർഗ്ഗവുമാണ്."
    },
    {
        "author": "വി. കുരിശിന്റെ യോഹന്നാൻ",
        "quote": "നമ്മുടെ കുമ്പസാരക്കാരന്റെ ഉപദേശം അനുസരിക്കാതിരിക്കുന്നത് അഹങ്കാരവും വിശ്വാസക്കുറവുമാണ്."
    },
    {
        "author": "വി. ബ്രിജറ്റിന്റെ വെളിപാടുകൾ",
        "quote": "ഒരു മൃഗത്തിന് എത്രത്തോളം ഭക്ഷണം നൽകുന്നുവോ അത്രത്തോളം അത് ശക്തവും കാണാൻ മനോഹരവുമായി മാറുന്നു, അതുപോലെ കുമ്പസാരവും - അത് എത്രത്തോളം ഉപയോഗിക്കുന്നുവോ, ചെറിയതും വലിയതുമായ പാപങ്ങളെക്കുറിച്ച് എത്രത്തോളം ശ്രദ്ധാപൂർവ്വം നടത്തുന്നുവോ - അത് ആത്മാവിനെ മുന്നോട്ട് നയിക്കുകയും ദൈവത്തിന് പ്രിയങ്കരമാവുകയും ചെയ്യുന്നു, അങ്ങനെ അത് ആത്മാവിനെ ദൈവത്തിന്റെ ഹൃദയത്തിലേക്ക് നയിക്കുന്നു."
    },
    {
        "author": "രണ്ടാം വത്തിക്കാൻ കൗൺസിൽ, ലൂമൻ ജെൻഷ്യം 11",
        "quote": "പ്രായശ്ചിത്ത കൂദാശയെ സമീപിക്കുന്നവർ ദൈവത്തിനെതിരെ ചെയ്ത തെറ്റിന് ദൈവത്തിന്റെ കാരുണ്യത്തിൽ നിന്ന് മാപ്പ് നേടുന്നു. അതേസമയം, തങ്ങളുടെ പാപങ്ങളാൽ മുറിവേൽപ്പിച്ചതും സ്നേഹത്താലും മാതൃകയാലും പ്രാർത്ഥനയാലും തങ്ങളുടെ മാനസാന്തരത്തിനായി അധ്വാനിക്കുന്നതുമായ സഭയുമായി അവർ അനുരഞ്ജനപ്പെടുന്നു."
    }
]