[
    {
        "author": "വി. ജോൺ പോൾ രണ്ടാമൻ",
        "quote": "കുമ്പസാരം സത്യസന്ധതയുടെയും ധൈര്യത്തിന്റെയും ഒരു പ്രവൃത്തിയാണ് - പാപത്തിനപ്പുറം, സ്നേഹനിധിയും ക്ഷമിക്കുന്നവനുമായ ദൈവത്തിന്റെ കരുണയിലേക്ക് നമ്മെത്തന്നെ ഭരമേൽപ്പിക്കുന്ന പ്രവൃത്തി."
    },
    {
        "author": "ഫുൾട്ടൻ ജെ. ഷീൻ",
        "quote": "കുമ്പസാരം ആത്മാവിന്റെ ശുദ്ധീകരണമാണ്. അത് നമ്മെ ദൈവത്തോട് അടുപ്പിക്കുകയും നമ്മുടെ ഹൃദയത്തിൽ സമാധാനം നിറയ്ക്കുകയും ചെയ്യുന്നു."
    },
    {
        "author": "1 യോഹന്നാൻ 1:9",
        "quote": "നമ്മുടെ പാപങ്ങൾ നാം ഏറ്റുപറയുന്നെങ്കിൽ, അവൻ വിശ്വസ്തനും നീതിമാനുമാകയാൽ പാപങ്ങൾ ക്ഷമിക്കുകയും എല്ലാ അനീതികളിൽ നിന്നും നമ്മെ ശുദ്ധീകരിക്കുകയും ചെയ്യും."
    },
    {
        "author": "വി. പാദ്രെ പിയോ",
        "quote": "ദൈവത്തിന്റെ കാരുണ്യം എപ്പോഴും നിങ്ങളുടെ നന്ദികേടിനേക്കാൾ വലുതായിരിക്കും."
    },
    {
        "author": "വി. ജോൺ വിയാനി",
        "quote": "എന്റെ മക്കളെ, ഈ വലിയ കുമ്പസാര കൂദാശ സ്ഥാപിച്ചതിലൂടെ ദൈവം നമ്മോട് കാണിച്ച നന്മ നമുക്ക് ഗ്രഹിക്കാൻ കഴിയില്ല."
    },
    {
        "author": "സങ്കീർത്തനങ്ങൾ 32:5",
        "quote": "അപ്പോൾ ഞാൻ എന്റെ പാപം അങ്ങയോട് ഏറ്റുപറഞ്ഞു; എന്റെ അകൃത്യം ഞാൻ മറച്ചുവെച്ചില്ല. 'എന്റെ ലംഘനങ്ങൾ കർത്താവിനോട് ഞാൻ ഏറ്റുപറയും' എന്ന് ഞാൻ പറഞ്ഞു. അങ്ങ് എന്റെ പാപത്തിന്റെ കുറ്റം ക്ഷമിച്ചു തന്നു."
    },
    {
        "author": "വി. കാതറിൻ ഓഫ് സിയന്ന",
        "quote": "നാം പാപം ചെയ്യുന്നതിനേക്കാൾ വേഗത്തിൽ ക്ഷമിക്കാൻ ദൈവം തയ്യാറാണ്."
    },
    {
        "author": "ഫ്രാൻസിസ് പാപ്പ",
        "quote": "കുമ്പസാരം യേശുവുമായുള്ള ഒരു കൂടിക്കാഴ്ചയാണ്; അവന്റെ കാരുണ്യം നമ്മെ കൂടുതൽ നന്മ ചെയ്യാൻ പ്രേരിപ്പിക്കുന്നു."
    },
    {
        "author": "വി. ജെറോം",
        "quote": "പാപമില്ലാത്തവരായി ആരുമില്ല. നമുക്ക് ചെയ്യാൻ കഴിയുന്ന ഒരേയൊരു കാര്യം പാപങ്ങൾ ഏറ്റുപറഞ്ഞ് പശ്ചാത്തപിക്കുക എന്നതാണ്."
    },
    {
        "author": "സുഭാഷിതങ്ങൾ 28:13",
        "quote": "തന്റെ പാപങ്ങളെ മറച്ചുവെക്കുന്നവൻ വിജയിക്കുകയില്ല; എന്നാൽ അവയെ ഏറ്റുപറഞ്ഞ് ഉപേക്ഷിക്കുന്നവന് കരുണ ലഭിക്കും."
    },
    {
        "author": "വി. അഗസ്റ്റിൻ",
        "quote": "തിന്മകളെ ഏറ്റുപറയുന്നത് നന്മയുടെ തുടക്കമാണ്."
    },
    {
        "author": "വി. അഗസ്റ്റിൻ",
        "quote": "കർത്താവേ, കുമ്പസാരിക്കാതിരിക്കുമ്പോൾ ഞാൻ അങ്ങയെ എന്നിൽ നിന്ന് മറയ്ക്കുകയാണ്, എന്നെ അങ്ങയിൽ നിന്നല്ല."
    },
    {
        "author": "വി. ഫൗസ്റ്റീന",
        "quote": "വിനയമില്ലാത്ത ആത്മാവിന് കുമ്പസാരത്തിൽ നിന്ന് പ്രയോജനം ലഭിക്കില്ല. അഹങ്കാരം അതിനെ ഇരുട്ടിൽ നിർത്തുന്നു."
    },
    {
        "author": "വി. തോമസ് അക്വിനാസ്",
        "quote": "കുമ്പസാരത്തിന് മൂന്ന് കാര്യങ്ങൾ ആവശ്യമാണ്: പാപത്തെക്കുറിച്ചുള്ള പശ്ചാത്താപം, പാപങ്ങൾ മറച്ചുവെക്കാതെയുള്ള ഏറ്റുപറച്ചിൽ, പ്രായശ്ചിത്തം."
    },
    {
        "author": "ക്രിസ്തുവിനെ അനുകരിക്കൽ",
        "quote": "വിനയപൂർവ്വമായ കുമ്പസാരം സാത്താനെ അസ്വസ്ഥനാക്കുന്നു."
    },
    {
        "author": "ബെനഡിക്ട് പതിനാറാമൻ പാപ്പ",
        "quote": "തങ്ങൾ ബലഹീനരും പാപികളുമാണെന്ന് തിരിച്ചറിയുന്നവർ ദൈവത്തിൽ ആശ്രയിക്കുകയും അവനിൽ നിന്ന് കൃപയും ക്ഷമയും പ്രാപിക്കുകയും ചെയ്യുന്നു."
    },
    {
        "author": "വി. കുരിശിന്റെ യോഹന്നാൻ",
        "quote": "എപ്പോഴും നിങ്ങളുടെ പാപങ്ങൾ വ്യക്തതയോടെയും ശുദ്ധിയോടെയും ഏറ്റുപറയാൻ ശ്രമിക്കുക."
    },
    {
        "author": "കാനോൻ നിയമം 960",
        "quote": "ഗൗരവമായ പാപമുള്ള വിശ്വാസിക്ക് ദൈവത്തോടും സഭയോടും അനുരഞ്ജനപ്പെടാനുള്ള ഏക സാധാരണ മാർഗ്ഗം വ്യക്തിപരമായ കുമ്പസാരമാണ്."
    },
    {
        "author": "വി. ജോൺ ക്ലിമാക്കസ്",
        "quote": "കുമ്പസാരം ഒരു കടിഞ്ഞാൺ പോലെയാണ്, അത് പാപം ചെയ്യുന്നതിൽ നിന്ന് ആത്മാവിനെ തടയുന്നു. എന്നാൽ ഏറ്റുപറയാത്ത എന്തും നാം ഇരുട്ടിലെന്നപോലെ ഭയമില്ലാതെ തുടരുന്നു."
    },
    {
        "author": "വി. ജോസ്മരിയ എസ്ക്രിവ",
        "quote": "നിങ്ങളുടെ മനഃസാക്ഷി പരിശോധനയുടെ സമയത്ത്, നിങ്ങളുടെ നാവിനെ കെട്ടുന്ന പിശാചിനെ സൂക്ഷിക്കുക."
    },
    {
        "author": "വി. ഗ്രിഗറി പാപ്പ",
        "quote": "പ്രായശ്ചിത്തം ചെയ്യുക എന്നത് നാം ചെയ്ത തിന്മകളെക്കുറിച്ച് കരയുന്നതും, കരയാൻ ഇടയാക്കുന്ന തിന്മകൾ ചെയ്യാതിരിക്കുന്നതുമാണ്."
    },
    {
        "author": "വി. ഇസിഡോർ",
        "quote": "കുമ്പസാരം സുഖപ്പെടുത്തുന്നു, കുമ്പസാരം നീതീകരിക്കുന്നു, കുമ്പസാരം പാപമോചനം നൽകുന്നു, എല്ലാ പ്രതീക്ഷയും കുമ്പസാരത്തിലാണ്; കുമ്പസാരത്തിൽ കാരുണ്യത്തിന് അവസരമുണ്ട്."
    },
    {
        "author": "വി. തോമസ് അക്വിനാസ്",
        "quote": "കുമ്പസാരം കേൾക്കുന്ന ശുശ്രൂഷകൻ, ജീവിച്ചിരിക്കുന്നവരുടെയും മരിച്ചവരുടെയും വിധിയാതാവായ ക്രിസ്തുവിന്റെ പ്രതിനിധിയാണ്."
    },
    {
        "author": "വി. ഫൗസ്റ്റീന",
        "quote": "അനുസരണമില്ലാത്ത ആത്മാവ് ഒരു വിജയവും നേടുകയില്ല, കർത്താവായ യേശു തന്നെ നേരിട്ട് കുമ്പസാരം കേട്ടാൽ പോലും."
    },
    {
        "author": "വി. ക്രിസോസ്റ്റം",
        "quote": "കുമ്പസാരത്തിന് ശേഷം അനുതാപികൾക്ക് ഒരു കിരീടം നൽകപ്പെടുന്നു."
    },
    {
        "author": "വി. അഗസ്റ്റിൻ",
        "quote": "കുമ്പസാരത്തിൽ നിങ്ങൾ സ്വയം ന്യായീകരിക്കുകയാണെങ്കിൽ, നിങ്ങൾ പാപത്തെ നിങ്ങളുടെ ആത്മാവിനുള്ളിൽ അടച്ചുപൂട്ടുകയും മാപ്പിനെ പുറത്താക്കുകയും ചെയ്യുന്നു."
    },
    {
        "author": "വി. അൽഫോൻസസ് ലിഗോരി",
        "quote": "കുമ്പസാരക്കാരനോടുള്ള അനുസരണം ദൈവത്തിന് നമുക്ക് നൽകാൻ കഴിയുന്ന ഏറ്റവും സ്വീകാര്യമായ കാഴ്ചവയ്പ്പും ദൈവിക ഹിതം പ്രവർത്തിക്കാനുള്ള ഏറ്റവും സുരക്ഷിതമായ മാർഗ്ഗവുമാണ്."
    },
    {
        "author": "വി. കുരിശിന്റെ യോഹന്നാൻ",
        "quote": "നമ്മുടെ കുമ്പസാരക്കാരന്റെ ഉപദേശം അനുസരിക്കാതിരിക്കുന്നത് അഹങ്കാരവും വിശ്വാസക്കുറവുമാണ്."
    }
]