[
    {
        "author": "Santo Agostinho",
        "quote": "A confissão das más obras é o começo das boas obras."
    },
    {
        "author": "São Francisco de Sales",
        "quote": "Ide ao vosso confessor; abri-lhe o vosso coração; mostrai-lhe todos os recantos da vossa alma; tomai o conselho que ele vos der com a maior humildade e simplicidade. Pois Deus, que tem um amor infinito pela obediência, frequentemente torna proveitosos os conselhos que tomamos dos outros, mas especialmente daqueles que são os guias de nossas almas."
    },
    {
        "author": "Santo Agostinho",
        "quote": "Ao deixar de confessar, Senhor, eu apenas esconderia Vós de mim mesmo, não a mim mesmo de Vós."
    },
    {
        "author": "São João Clímaco",
        "quote": "A confissão é como um freio que impede a alma que reflete nela de cometer pecado, mas qualquer coisa deixada sem confessar continuamos a fazer sem medo como se estivéssemos no escuro."
    },
    {
        "author": "Santa Faustina",
        "quote": "Uma alma não se beneficia do sacramento da confissão se não for humilde. O orgulho a mantém na escuridão. A alma não sabe como, nem está disposta, a sondar com precisão as profundidades de sua própria miséria. Ela coloca uma máscara e evita tudo o que poderia trazer-lhe a recuperação."
    },
    {
        "author": "São Josemaria Escrivá",
        "quote": "Na hora do teu exame (de consciência) guarda-te do diabo mudo que amarra a tua língua."
    },
    {
        "author": "Santa Faustina, Diário",
        "quote": "Minha filha, assim como te preparas na Minha presença, assim também te confessas diante de Mim. A pessoa do sacerdote é, para Mim, apenas uma tela. Nunca analises que tipo de sacerdote é aquele que estou usando; abre a tua alma na confissão como farias Comigo, e Eu a encherei com a Minha luz. (1725)"
    },
    {
        "author": "São Josemaria Escrivá",
        "quote": "Disseste-me, Padre, que depois da minha vida passada ainda é possível tornar-me outro Santo Agostinho. Não duvido, e hoje mais do que ontem quero tentar prová-lo. Mas tens que cortar o pecado corajosamente desde a raiz, como fez o santo Bispo de Hipona."
    },
    {
        "author": "Papa São Gregório Magno",
        "quote": "Fazer penitência é chorar o mal que fizemos, e ao não fazer mal, chorar."
    },
    {
        "author": "São Tomás de Aquino",
        "quote": "Na vida do corpo o homem às vezes está doente, e a menos que tome remédio, morrerá. Assim também na vida espiritual o homem está doente por causa do pecado. Por essa razão ele precisa de remédio para que possa ser restaurado à saúde; e esta graça é concedida no Sacramento da Penitência."
    },
    {
        "author": "São Tomás de Aquino",
        "quote": "Três condições são necessárias para a Penitência: contrição, que é dor pelo pecado, juntamente com um propósito de emenda; confissão dos pecados sem nenhuma omissão; e satisfação por meio de boas obras."
    },
    {
        "author": "Santo Isidoro de Sevilha",
        "quote": "A confissão cura, a confissão justifica, a confissão concede o perdão do pecado, toda esperança consiste na confissão; na confissão há uma chance de misericórdia."
    },
    {
        "author": "São Tomás de Aquino",
        "quote": "O ministro a quem a confissão é feita é o delegado de Cristo, Quem é o Juiz dos vivos e dos mortos."
    },
    {
        "author": "Santa Elizabeth Ann Seton",
        "quote": "Eu vi Nosso Senhor mesmo neste venerável Sacramento... Senti como se minhas correntes caíssem, como as de São Pedro ao toque do mensageiro Divino. Meu Deus, que novas cenas para a minha alma!"
    },
    {
        "author": "Santa Faustina, Diário",
        "quote": "Uma alma desobediente não obterá nenhuma vitória, mesmo que o próprio Senhor Jesus, em pessoa, ouvisse a sua confissão."
    },
    {
        "author": "Santa Faustina, Diário",
        "quote": "Diz às almas onde devem buscar consolo; isto é, no Tribunal da Misericórdia. Lá ocorrem os maiores milagres [e] se repetem incessantemente. Para valer-se deste milagre, não é necessário fazer uma grande peregrinação nem realizar alguma cerimônia externa; basta aproximar-se com fé aos pés do Meu representante e revelar-lhe a própria miséria, e o milagre da Divina Misericórdia será plenamente demonstrado. (1448)"
    },
    {
        "author": "Santa Faustina, Diário",
        "quote": "Filha, quando vais à confissão, a esta fonte da Minha misericórdia, o Sangue e a Água que brotaram do Meu Coração sempre fluem sobre a tua alma e a enobrecem."
    },
    {
        "author": "Imitação de Cristo",
        "quote": "Uma confissão humilde desagrada a Satanás e, se pudesse, ele te faria omitir a Santa Comunhão."
    },
    {
        "author": "São João Paulo II",
        "quote": "A confissão é um ato de honestidade e coragem - um ato de confiar-nos, além do pecado, à misericórdia de um Deus amoroso e perdoador."
    },
    {
        "author": "São João Crisóstomo",
        "quote": "Depois da confissão é dada uma coroa aos penitentes."
    },
    {
        "author": "Santo Agostinho",
        "quote": "Se te desculpas na confissão, fechas o pecado dentro da tua alma e excluis o perdão."
    },
    {
        "author": "Santo Afonso de Ligório",
        "quote": "O diabo não leva os pecadores ao inferno com os olhos abertos: primeiro ele os cega com a malícia de seus próprios pecados. Antes de cairmos no pecado, o inimigo trabalha para nos cegar, para que não vejamos o mal que fazemos e a ruína que trazemos sobre nós mesmos ao ofender a Deus. Depois de cometer o pecado, ele procura nos fazer mudos, para que, por vergonha, ocultemos nossa culpa na confissão."
    },
    {
        "author": "Santo Afonso de Ligório",
        "quote": "A obediência a um confessor é a oferta mais aceitável que podemos fazer a Deus, e a forma mais segura de fazer a vontade divina."
    },
    {
        "author": "São João da Cruz",
        "quote": "Não seguir o conselho de nosso confessor é orgulho e falta de fé."
    },
    {
        "author": "São João da Cruz",
        "quote": "Esforça-te sempre por confessar os teus pecados com um profundo conhecimento da tua própria miséria e com clareza e pureza."
    },
    {
        "author": "Revelações de Santa Brígida",
        "quote": "Assim como um animal se torna uma besta de carga mais forte e mais bela de contemplar quanto mais frequentemente e melhor é alimentado, assim também a confissão - quanto mais frequentemente é usada e mais cuidadosamente é feita tanto nos pecados menores quanto nos maiores - leva a alma cada vez mais adiante e é tão agradável a Deus que leva a alma ao próprio coração de Deus."
    },
    {
        "author": "Papa Bento XVI",
        "quote": "Aqueles, por outro lado, que reconhecem que são fracos e pecadores confiam-se a Deus e obtêm dele graça e perdão."
    },
    {
        "author": "Vaticano II, Lumen Gentium 11",
        "quote": "Aqueles que se aproximam do sacramento da Penitência obtêm da misericórdia de Deus o perdão da ofensa cometida contra Ele e, ao mesmo tempo, são reconciliados com a Igreja, à qual feriram com os seus pecados."
    },
    {
        "author": "Código de Direito Canônico 960",
        "quote": "A confissão individual e íntegra e a absolvição constituem o único meio ordinário com o qual um fiel consciente de pecado grave se reconcilia com Deus e com a Igreja."
    },
    {
        "author": "1 João 1:9",
        "quote": "Se confessarmos os nossos pecados, ele é fiel e justo para nos perdoar os pecados, e nos purificar de toda a injustiça."
    },
    {
        "author": "São Padre Pio",
        "quote": "A misericórdia de Deus será sempre maior que a tua ingratidão."
    },
    {
        "author": "São João Maria Vianney",
        "quote": "Meus filhos, não podemos compreender a bondade de Deus para conosco ao instituir este grande Sacramento da Penitência."
    },
    {
        "author": "Salmo 32:5",
        "quote": "Confessei-te o meu pecado, e a minha maldade não encobri. Dizia eu: Confessarei ao Senhor as minhas transgressões; e tu perdoaste a maldade do meu pecado."
    },
    {
        "author": "Santa Catarina de Sena",
        "quote": "Deus está mais disposto a perdoar do que nós a pecar."
    },
    {
        "author": "Papa Francisco",
        "quote": "A confissão é um encontro com Jesus cuja misericórdia nos motiva a fazer melhor."
    },
    {
        "author": "São Jerônimo",
        "quote": "Ninguém está sem pecado. A única coisa que podemos fazer é confessar os nossos pecados e arrepender-nos."
    },
    {
        "author": "Provérbios 28:13",
        "quote": "O que encobre as suas transgressões nunca prosperará, mas o que as confessa e deixa, alcançará misericórdia."
    }
]