[
    {
        "author": "San Agustín",
        "quote": "La confesión de las malas obras es el primer comienzo de las buenas obras."
    },
    {
        "author": "San Francisco de Sales",
        "quote": "Ve a tu confesor; ábrele tu corazón; muéstrale todos los rincones de tu alma; toma el consejo que te dará con la mayor humildad y sencillez. Porque Dios, que tiene un amor infinito por la obediencia, con frecuencia hace provechosos los consejos que tomamos de otros, pero especialmente de aquellos que son los guías de nuestras almas."
    },
    {
        "author": "San Agustín",
        "quote": "Al no confesarme, Señor, solo te ocultaría a Ti de mí mismo, no a mí mismo de Ti."
    },
    {
        "author": "San Juan Clímaco",
        "quote": "La confesión es como un freno que impide que el alma que reflexiona sobre ella cometa pecado, pero cualquier cosa que se deja sin confesar la seguimos haciendo sin miedo como si estuviéramos en la oscuridad."
    },
    {
        "author": "Santa Faustina",
        "quote": "Un alma no se beneficia del sacramento de la confesión si no es humilde. El orgullo la mantiene en la oscuridad. El alma no sabe cómo, ni está dispuesta, a sondear con precisión las profundidades de su propia miseria. Se pone una máscara y evita todo lo que podría traerle la recuperación."
    },
    {
        "author": "San Josemaría Escrivá",
        "quote": "A la hora de tu examen (de los pecados) guárdate del diablo mudo que ata tu lengua."
    },
    {
        "author": "Santa Faustina, Diario",
        "quote": "Hija Mía, igual que te preparas en Mi presencia, así también te confiesas ante Mí. La persona del sacerdote es, para Mí, solamente una pantalla. No analices nunca qué clase de sacerdote es el que estoy usando; abre tu alma en la confesión como lo harías Conmigo, y Yo la llenaré con Mi luz. (1725)"
    },
    {
        "author": "San Josemaría Escrivá",
        "quote": "Me dijiste, Padre, que después de mi vida pasada todavía es posible convertirme en otro San Agustín. No lo dudo, y hoy más que ayer quiero intentar demostrarlo. Pero tienes que cortar el pecado valientemente desde la raíz, como lo hizo el santo Obispo de Hipona."
    },
    {
        "author": "San Gregorio Magno",
        "quote": "Hacer penitencia es llorar el mal que hemos hecho, y al no hacer mal, llorar."
    },
    {
        "author": "Santo Tomás de Aquino",
        "quote": "En la vida del cuerpo el hombre a veces está enfermo, y a menos que tome medicina, morirá. Así también en la vida espiritual el hombre está enfermo a causa del pecado. Por esa razón necesita medicina para que pueda ser restaurado a la salud; y esta gracia se otorga en el Sacramento de la Penitencia."
    },
    {
        "author": "Santo Tomás de Aquino",
        "quote": "Tres condiciones son necesarias para la Penitencia: contrición, que es dolor por el pecado, junto con un propósito de enmienda; confesión de los pecados sin ninguna omisión; y satisfacción por medio de buenas obras."
    },
    {
        "author": "San Isidoro de Sevilla",
        "quote": "La confesión sana, la confesión justifica, la confesión otorga el perdón del pecado, toda esperanza consiste en la confesión; en la confesión hay una oportunidad para la misericordia."
    },
    {
        "author": "Santo Tomás de Aquino",
        "quote": "El ministro a quien se hace la confesión es el delegado de Cristo, Quien es el Juez de vivos y muertos."
    },
    {
        "author": "Santa Isabel Ana Seton",
        "quote": "A Nuestro Señor mismo vi en este venerable Sacramento... Sentí como si mis cadenas cayeran, como las de San Pedro al toque del mensajero Divino. ¡Dios mío, qué nuevas escenas para mi alma!"
    },
    {
        "author": "Santa Faustina, Diario",
        "quote": "Un alma desobediente no obtendrá ninguna victoria, aunque el mismo Señor Jesús, en persona, oyera su confesión."
    },
    {
        "author": "Santa Faustina, Diario",
        "quote": "Di a las almas dónde deben buscar consuelo; es decir, en el Tribunal de la Misericordia. Allí tienen lugar los mayores milagros [y] se repiten incesantemente. Para valerse de este milagro, no es necesario hacer una gran peregrinación ni llevar a cabo alguna ceremonia externa; basta con acercarse con fe a los pies de Mi representante y revelarle la propia miseria, y el milagro de la Divina Misericordia se demostrará plenamente. (1448)"
    },
    {
        "author": "Santa Faustina, Diario",
        "quote": "Hija, cuando vas a la confesión, a esta fuente de Mi misericordia, la Sangre y el Agua que brotaron de Mi Corazón siempre fluyen sobre tu alma y la ennoblecen. Cada vez que vas a la confesión, sumérgete en Mi misericordia, con gran confianza, para que pueda derramar la generosidad de Mi gracia sobre tu alma."
    },
    {
        "author": "Imitación de Cristo",
        "quote": "Una confesión humilde desagrada a Satanás y, si pudiera, te haría omitir la Santa Comunión."
    },
    {
        "author": "San Juan Pablo II",
        "quote": "La confesión es un acto de honestidad y valentía: un acto de confiarnos, más allá del pecado, a la misericordia de un Dios amoroso y perdonador."
    },
    {
        "author": "San Juan Crisóstomo",
        "quote": "Después de la confesión se da una corona a los penitentes."
    },
    {
        "author": "San Agustín",
        "quote": "Si te excusas en la confesión, encierras el pecado dentro de tu alma y excluyes el perdón."
    },
    {
        "author": "San Alfonso María de Ligorio",
        "quote": "El diablo no lleva a los pecadores al infierno con los ojos abiertos: primero los ciega con la malicia de sus propios pecados. Antes de caer en el pecado, el enemigo trabaja para cegarnos, para que no veamos el mal que hacemos y la ruina que traemos sobre nosotros mismos al ofender a Dios. Después de cometer el pecado, busca hacernos mudos, para que, por vergüenza, ocultemos nuestra culpa en la confesión."
    },
    {
        "author": "San Alfonso María de Ligorio",
        "quote": "La obediencia a un confesor es la ofrenda más aceptable que podemos hacer a Dios, y la forma más segura de hacer la voluntad divina."
    },
    {
        "author": "San Juan de la Cruz",
        "quote": "No seguir el consejo de nuestro confesor es orgullo y falta de fe."
    },
    {
        "author": "San Juan de la Cruz",
        "quote": "Esfuérzate siempre por confesar tus pecados con un profundo conocimiento de tu propia miseria y con claridad y pureza."
    },
    {
        "author": "Revelaciones de Santa Brígida",
        "quote": "Así como un animal se convierte en una bestia de carga más fuerte y más hermosa de contemplar cuanto más a menudo y mejor se alimenta, así también la confesión - cuanto más a menudo se usa y más cuidadosamente se hace tanto en los pecados menores como en los mayores - lleva al alma cada vez más adelante y es tan agradable a Dios que lleva al alma al mismo corazón de Dios."
    },
    {
        "author": "Papa Benedicto XVI",
        "quote": "Aquellos, por otro lado, que reconocen que son débiles y pecadores se confían a Dios y obtienen de él gracia y perdón."
    },
    {
        "author": "Vaticano II, Lumen Gentium 11",
        "quote": "Quienes se acercan al sacramento de la Penitencia obtienen de la misericordia de Dios el perdón de la ofensa cometida contra El y, al mismo tiempo, se reconcilian con la Iglesia, a la que hirieron con sus pecados."
    },
    {
        "author": "Código de Derecho Canónico 960",
        "quote": "La confesión individual e íntegra y la absolución constituyen el único medio ordinario con el que un fiel consciente de que está en pecado grave se reconcilia con Dios y con la Iglesia."
    },
    {
        "author": "1 Juan 1:9",
        "quote": "Si confesamos nuestros pecados, él es fiel y justo para perdonar nuestros pecados, y limpiarnos de toda maldad."
    },
    {
        "author": "San Padre Pío",
        "quote": "La misericordia de Dios siempre será mayor que tu ingratitud."
    },
    {
        "author": "San Juan María Vianney",
        "quote": "Hijos míos, no podemos comprender la bondad de Dios hacia nosotros al instituir este gran Sacramento de la Penitencia."
    },
    {
        "author": "Salmo 32:5",
        "quote": "Te manifesté mi pecado, y no encubrí mi iniquidad. Dije: 'Confesaré mis transgresiones al Señor'; y tú perdonaste la culpa de mi pecado."
    },
    {
        "author": "Santa Catalina de Siena",
        "quote": "Dios está más dispuesto a perdonar que nosotros a pecar."
    },
    {
        "author": "Papa Francisco",
        "quote": "La confesión es un encuentro con Jesús cuya misericordia nos motiva a hacerlo mejor."
    },
    {
        "author": "San Jerónimo",
        "quote": "Nadie está sin pecado. Lo único que podemos hacer es confesar nuestros pecados y arrepentirnos."
    },
    {
        "author": "Proverbios 28:13",
        "quote": "El que encubre sus pecados no prosperará; mas el que los confiesa y se aparta alcanzará misericordia."
    }
]