[
    {
        "author": "St. Augustine",
        "quote": "The confession of evil works is the first beginning of good works."
    },
    {
        "author": "St. Augustine",
        "quote": "In failing to confess, Lord, I would only hide You from myself, not myself from You."
    },
    {
        "author": "St. John Climacus",
        "quote": "Confession is like a bridle that keeps the soul which reflects on it from committing sin, but anything left unconfessed we continue to do without fear as if in the dark."
    },
    {
        "author": "St. Josemaria Escriva",
        "quote": "At the time of your examination(of sins) beware of the devil that ties your tongue."
    },
    {
        "author": "Pope St. Gregory the Great",
        "quote": "To do penance is to bewail the evil we have done, and to do no evil to bewail."
    },
    {
        "author": "St. Thomas Aquinas",
        "quote": "Three conditions are necessary for Penance: contrition, which is sorrow for sin, together with a purpose of amendment; confession of sins without any omission; and satisfaction by means of good works."
    },
    {
        "author": "St. Isidore of Seville",
        "quote": "Confession heals, confession justifies, confession grants pardon of sin, all hope consists in confession; in confession there is a chance for mercy."
    },
    {
        "author": "St. Thomas Aquinas",
        "quote": "The minister to whom confession is made is the delegate of Christ, Who is the Judge of the living and the dead."
    },
    {
        "author": "St. Elizabeth Ann Seton",
        "quote": "Our Lord Himself I saw in this venerable Sacrament . . . I felt as if my chains fell, as those of St. Peter at the touch of the Divine messenger. My God, what new scenes for my soul!"
    },
    {
        "author": "St. Faustina, Divine Mercy in My Soul",
        "quote": "A disobedient soul will win no victory, even if the Lord Jesus himself, in person, were to hear its confession."
    },
    {
        "author": "Imitation of Christ",
        "quote": "A humble confession displeases Satan and, if he could, he would make you omit Holy Communion."
    },
    {
        "author": "Pope St. John Paul 2",
        "quote": "Confession is an act of honesty and courage - an act of entrusting ourselves, beyond sin, to the mercy of a loving and forgiving God."
    },
    {
        "author": "St. Chrysostom",
        "quote": "After confession a crown is given to penitents"
    },
    {
        "author": "St. Augustine",
        "quote": "If you excuse yourself in confession, you shut up sin within your soul, and shut out pardon."
    },
    {
        "author": "St. Alphonsus Liguori",
        "quote": "Obedience to a confessor is the most acceptable offering which we can make to God, and the most secure way of doing the divine will."
    },
    {
        "author": "St. John of the Cross",
        "quote": "Not to follow the advice of our confessor is pride and a want of faith."
    },
    {
        "author": "St. John of the Cross",
        "quote": "Strive always to confess your sins with a deep knowledge of your own wretchedness and with clarity and purity."
    },
    {
        "author": "1 John 1:9",
        "quote": "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."
    },
    {
        "author": "St. Padre Pio",
        "quote": "The mercy of God will always be greater than your ingratitude."
    },
    {
        "author": "St. John Vianney",
        "quote": "My children, we cannot comprehend the goodness of God towards us in instituting this great Sacrament of Penance."
    },
    {
        "author": "Psalm 32:5",
        "quote": "Then I acknowledged my sin to you and did not cover up my iniquity. I said, 'I will confess my transgressions to the Lord.' And you forgave the guilt of my sin."
    },
    {
        "author": "St. Catherine of Siena",
        "quote": "God is more ready to pardon than we have been to sin."
    },
    {
        "author": "Pope Francis",
        "quote": "Confession is an encounter with Jesus whose mercy motivates us to do better."
    },
    {
        "author": "St. Jerome",
        "quote": "No one is without sin. The only thing we can do is to confess our sins and repent."
    },
    {
        "author": "Proverbs 28:13",
        "quote": "Whoever conceals their sins does not prosper, but the one who confesses and renounces them finds mercy."
    }
]