[
    {
        "author": "St. Augustine",
        "quote": "The confession of evil works is the first beginning of good works."
    },
    {
        "author": "St. Francis de Sales",
        "quote": "Go to your confessor; open your heart to him; display to him all the recesses of your soul; take the advice that he will give you with the utmost humility and simplicity. For God, Who has an infinite love for obedience, frequently renders profitable the counsels we take from others, but especially from those who are the guides of our souls."
    },
    {
        "author": "St. Augustine",
        "quote": "In failing to confess, Lord, I would only hide You from myself, not myself from You."
    },
    {
        "author": "St. John Climacus",
        "quote": "Confession is like a bridle that keeps the soul which reflects on it from committing sin, but anything left unconfessed we continue to do without fear as if in the dark."
    },
    {
        "author": "St. Faustina",
        "quote": "A soul does not benefit from the sacrament of confession if it is not humble. Pride keeps it in darkness. The soul neither knows how, nor is it willing, to probe with precision the depths of its own misery. It puts on a mask and avoids everything that might bring it recovery."
    },
    {
        "author": "St. Josemaria Escriva",
        "quote": "At the time of your examination(of sins) beware of the devil that ties your tongue."
    },
    {
        "author": "St. Faustina, Divine Mercy in My Soul",
        "quote": "My daughter, just as you prepare in My presence, so also you make your confession before Me. The person of the priest is, for Me, only a screen. Never analyse what sort of a priest it is that I am making use of; open your soul in confession as you would to Me, and I will fill it with My light. (1725)"
    },
    {
        "author": "St. Josemaria Escriva",
        "quote": "You told me, Father, that after my past life it is still possible to become another St. Augustine. I don't doubt it, and today more than yesterday I want to try to prove it.' But you have to cut out sin courageously from the root, as the holy Bishop of Hippo did."
    },
    {
        "author": "Pope St. Gregory the Great",
        "quote": "To do penance is to bewail the evil we have done, and to do no evil to bewail."
    },
    {
        "author": "St. Thomas Aquinas",
        "quote": "In the life of the body a man is sometimes sick, and unless he takes medicine, he will die. Even so in the spiritual life a man is sick on account of sin. For that reason he needs medicine so that he may be restored to health; and this grace is bestowed in the Sacrament of Penance."
    },
    {
        "author": "St. Thomas Aquinas",
        "quote": "Three conditions are necessary for Penance: contrition, which is sorrow for sin, together with a purpose of amendment; confession of sins without any omission; and satisfaction by means of good works."
    },
    {
        "author": "St. Isidore of Seville",
        "quote": "Confession heals, confession justifies, confession grants pardon of sin, all hope consists in confession; in confession there is a chance for mercy."
    },
    {
        "author": "St. Thomas Aquinas",
        "quote": "The minister to whom confession is made is the delegate of Christ, Who is the Judge of the living and the dead."
    },
    {
        "author": "St. Elizabeth Ann Seton",
        "quote": "Our Lord Himself I saw in this venerable Sacrament . . . I felt as if my chains fell, as those of St. Peter at the touch of the Divine messenger. My God, what new scenes for my soul!"
    },
    {
        "author": "St. Faustina, Divine Mercy in My Soul",
        "quote": "A disobedient soul will win no victory, even if the Lord Jesus himself, in person, were to hear its confession."
    },
    {
        "author": "St. Faustina, Divine Mercy in My Soul",
        "quote": "Tell souls where they are to look for solace; that is, in the Tribunal of Mercy. There the greatest miracles take place [and] are incessantly repeated. To avail oneself of this miracle, it is not necessary to go on a great pilgrimage or to carry out some external ceremony; it suffices to come with faith to the feet of My representative and to reveal to him one's misery, and the miracle of Divine Mercy will be fully demonstrated. Were a soul like a decaying corpse so that from a human standpoint, there would be no [hope of ] restoration and everything would already be lost, it is not so with God. The miracle of Divine Mercy restores that soul in full. Oh, how miserable are those who do not take advantage of the miracle of God's mercy! You will call out in vain, but it will be too late. (1448)"
    },
    {
        "author": "St. Faustina, Divine Mercy in My Soul",
        "quote": "Daughter, when you go to confession, to this fountain of My mercy, the Blood and Water which came forth from My Heart always flows down upon your soul and ennobles it. Every time you go to confession, immerse yourself in My mercy, with great trust, so that I may pour the bounty of My grace upon your soul. When you approach the confessional, know this, that I Myself am waiting there for you. I am only hidden by the priest, but I myself act in your soul. Here the misery of the soul meets the God of mercy. Tell souls that from this fount of mercy souls draw graces solely with the vessel of trust. If their trust is great, there is no limit to My generosity. The torrents of grace inundate humble souls. The proud remain always in poverty and misery, because My grace turns away from them to humble souls."
    },
    {
        "author": "Imitation of Christ",
        "quote": "A humble confession displeases Satan and, if he could, he would make you omit Holy Communion."
    },
    {
        "author": "Pope St. John Paul 2",
        "quote": "Confession is an act of honesty and courage - an act of entrusting ourselves, beyond sin, to the mercy of a loving and forgiving God."
    },
    {
        "author": "St. Chrysostom",
        "quote": "After confession a crown is given to penitents"
    },
    {
        "author": "St. Augustine",
        "quote": "If you excuse yourself in confession, you shut up sin within your soul, and shut out pardon."
    },
    {
        "author": "St. Alphonsus Liguori",
        "quote": "The devil does not bring sinners to hell with their eyes open: he first blinds them with the malice of their own sins. Before we fall into sin, the enemy labours to blind us, that we may not see the evil we do and the ruin we bring upon ourselves by offending God. After we commit sin, he seeks to make us dumb, that, through shame, we may conceal our guilt in confession."
    },
    {
        "author": "St. Alphonsus Liguori",
        "quote": "Obedience to a confessor is the most acceptable offering which we can make to God, and the most secure way of doing the divine will."
    },
    {
        "author": "St. John of the Cross",
        "quote": "Not to follow the advice of our confessor is pride and a want of faith."
    },
    {
        "author": "St. John of the Cross",
        "quote": "Strive always to confess your sins with a deep knowledge of your own wretchedness and with clarity and purity."
    },
    {
        "author": "Revelations of St. Bridget",
        "quote": "Just as an animal becomes a stronger beast of burden and more beautiful to behold the more often and better it is fed, so too confession - the more often it is used and the more carefully it is made as to both lesser and greater sins - conveys the soul increasingly forward and is so pleasing to God that it leads the soul to God's very heart."
    },
    {
        "author": "Pope Benedict XVI",
        "quote": "Those, on the other hand, who recognize that they are weak and sinful entrust themselves to\nGod and obtain from him grace and forgiveness. It is precisely this message that must be\ntransmitted: what counts most is to make people understand that in the Sacrament of\nReconciliation, whatever the sin committed, if it is humbly recognized and the person involved\nturns with trust to the priest-confessor, he or she never fails to experience the soothing joy of\nGod's forgiveness."
    },
    {
        "author": "Vatican II, Lumen Gentium 11",
        "quote": "Those who approach the sacrament of Penance obtain pardon from God’s mercy for the\noffense committed against him, and are, at the same time, reconciled with the Church which\nthey have wounded by their sins and which by charity, by example, and by prayer labors for\ntheir conversion."
    },
    {
        "author": "Code of Canon Law 960",
        "quote": "Individual and integral confession and absolution constitute constitute the only ordinary way\nby which the faithful person who is aware of serious sin is reconciled with God and with the\nChurch; only physical or moral impossibility excuses the person from confession of this type, in\nwhich case reconciliation can take place in other ways."
    },
    {
        "author": "1 John 1:9",
        "quote": "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."
    },
    {
        "author": "St. Padre Pio",
        "quote": "The mercy of God will always be greater than your ingratitude."
    },
    {
        "author": "St. John Vianney",
        "quote": "My children, we cannot comprehend the goodness of God towards us in instituting this great Sacrament of Penance."
    },
    {
        "author": "Psalm 32:5",
        "quote": "Then I acknowledged my sin to you and did not cover up my iniquity. I said, 'I will confess my transgressions to the Lord.' And you forgave the guilt of my sin."
    },
    {
        "author": "St. Catherine of Siena",
        "quote": "God is more ready to pardon than we have been to sin."
    },
    {
        "author": "Pope Francis",
        "quote": "Confession is an encounter with Jesus whose mercy motivates us to do better."
    },
    {
        "author": "St. Jerome",
        "quote": "No one is without sin. The only thing we can do is to confess our sins and repent."
    },
    {
        "author": "Proverbs 28:13",
        "quote": "Whoever conceals their sins does not prosper, but the one who confesses and renounces them finds mercy."
    }
]