[
    {
        "author": "Saint Augustin",
        "quote": "La confession des mauvaises actions est le premier commencement des bonnes actions."
    },
    {
        "author": "Saint François de Sales",
        "quote": "Allez à votre confesseur ; ouvrez-lui votre cœur ; montrez-lui tous les recoins de votre âme ; prenez le conseil qu'il vous donnera avec la plus grande humilité et simplicité. Car Dieu, qui a un amour infini pour l'obéissance, rend souvent profitables les conseils que nous prenons des autres, mais surtout de ceux qui sont les guides de nos âmes."
    },
    {
        "author": "Saint Augustin",
        "quote": "En ne me confessant pas, Seigneur, je Te cacherais seulement à moi-même, pas moi-même à Toi."
    },
    {
        "author": "Saint Jean Climaque",
        "quote": "La confession est comme une bride qui empêche l'âme qui y réfléchit de commettre le péché, mais tout ce qui est laissé sans confession, nous continuons à le faire sans crainte, comme si nous étions dans le noir."
    },
    {
        "author": "Sainte Faustine",
        "quote": "Une âme ne profite pas du sacrement de la confession si elle n'est pas humble. L'orgueil la maintient dans les ténèbres. L'âme ne sait pas, ni ne veut, sonder avec précision les profondeurs de sa propre misère. Elle met un masque et évite tout ce qui pourrait lui apporter la guérison."
    },
    {
        "author": "Saint Josémaria Escriva",
        "quote": "Au moment de ton examen (de conscience), garde-toi du diable muet qui lie ta langue."
    },
    {
        "author": "Sainte Faustine, Petit Journal",
        "quote": "Ma fille, tout comme tu te prépares en Ma présence, ainsi tu te confesses devant Moi. La personne du prêtre n'est, pour Moi, qu'un écran. N'analyse jamais quel genre de prêtre c'est que J'utilise ; ouvre ton âme dans la confession comme tu le ferais avec Moi, et Je la remplirai de Ma lumière. (1725)"
    },
    {
        "author": "Saint Josémaria Escriva",
        "quote": "Tu m'as dit, Père, qu'après ma vie passée, il est encore possible de devenir un autre Saint Augustin. Je n'en doute pas, et aujourd'hui plus qu'hier, je veux essayer de le prouver. Mais tu dois couper le péché courageusement à la racine, comme l'a fait le saint Évêque d'Hippone."
    },
    {
        "author": "Pape Saint Grégoire le Grand",
        "quote": "Faire pénitence, c'est pleurer le mal que nous avons fait, et en ne faisant pas de mal, pleurer."
    },
    {
        "author": "Saint Thomas d'Aquin",
        "quote": "Dans la vie du corps, l'homme est parfois malade, et s'il ne prend pas de médicaments, il mourra. De même, dans la vie spirituelle, l'homme est malade à cause du péché. C'est pourquoi il a besoin de médicaments pour être rétabli ; et cette grâce est accordée dans le Sacrement de Pénitence."
    },
    {
        "author": "Saint Thomas d'Aquin",
        "quote": "Trois conditions sont nécessaires pour la Pénitence : la contrition, qui est la douleur du péché, avec la ferme résolution de s'amender ; la confession des péchés sans aucune omission ; et la satisfaction par le biais de bonnes œuvres."
    },
    {
        "author": "Saint Isidore de Séville",
        "quote": "La confession guérit, la confession justifie, la confession accorde le pardon du péché, toute espérance consiste en la confession ; dans la confession, il y a une chance de miséricorde."
    },
    {
        "author": "Saint Thomas d'Aquin",
        "quote": "Le ministre à qui la confession est faite est le délégué du Christ, Qui est le Juge des vivants et des morts."
    },
    {
        "author": "Sainte Elizabeth Ann Seton",
        "quote": "J'ai vu Notre Seigneur Lui-même dans ce vénérable Sacrement... J'ai senti comme si mes chaînes tombaient, comme celles de Saint Pierre au toucher du messager Divin. Mon Dieu, quelles nouvelles scènes pour mon âme !"
    },
    {
        "author": "Sainte Faustine, Petit Journal",
        "quote": "Une âme désobéissante ne remportera aucune victoire, même si le Seigneur Jésus lui-même, en personne, entendait sa confession."
    },
    {
        "author": "Sainte Faustine, Petit Journal",
        "quote": "Dis aux âmes où elles doivent chercher la consolation ; c'est-à-dire au Tribunal de la Miséricorde. Là, les plus grands miracles ont lieu [et] se répètent sans cesse. Pour profiter de ce miracle, il n'est pas nécessaire de faire un grand pèlerinage ou d'accomplir une cérémonie extérieure ; il suffit de venir avec foi aux pieds de Mon représentant et de lui révéler sa propre misère, et le miracle de la Divine Miséricorde sera pleinement manifesté. (1448)"
    },
    {
        "author": "Sainte Faustine, Petit Journal",
        "quote": "Ma fille, quand tu vas à la confession, à cette source de Ma miséricorde, le Sang et l'Eau qui ont jailli de Mon Cœur coulent toujours sur ton âme et l'ennoblissent."
    },
    {
        "author": "Imitation de Jésus-Christ",
        "quote": "Une humble confession déplaît à Satan et, s'il le pouvait, il te ferait omettre la Sainte Communion."
    },
    {
        "author": "Saint Jean-Paul II",
        "quote": "La confession est un acte d'honnêteté et de courage - un acte de nous confier, au-delà du péché, à la miséricorde d'un Dieu aimant et pardonnant."
    },
    {
        "author": "Saint Jean Chrysostome",
        "quote": "Après la confession, une couronne est donnée aux pénitents."
    },
    {
        "author": "Saint Augustin",
        "quote": "Si vous vous excusez dans la confession, vous enfermez le péché dans votre âme et vous excluez le pardon."
    },
    {
        "author": "Saint Alphonse de Liguori",
        "quote": "Le diable n'emmène pas les pécheurs en enfer les yeux ouverts : il les aveugle d'abord avec la malice de leurs propres péchés. Avant de tomber dans le péché, l'ennemi travaille à nous aveugler, pour que nous ne voyions pas le mal que nous faisons et la ruine que nous nous attirons en offensant Dieu. Après avoir commis le péché, il cherche à nous rendre muets, pour que, par honte, nous cachions notre culpabilité dans la confession."
    },
    {
        "author": "Saint Alphonse de Liguori",
        "quote": "L'obéissance à un confesseur est l'offrande la plus acceptable que nous puissions faire à Dieu, et le moyen le plus sûr de faire la volonté divine."
    },
    {
        "author": "Saint Jean de la Croix",
        "quote": "Ne pas suivre le conseil de notre confesseur est orgueil et manque de foi."
    },
    {
        "author": "Saint Jean de la Croix",
        "quote": "Efforce-toi toujours de confesser tes péchés avec une connaissance profonde de ta propre misère et avec clarté et pureté."
    },
    {
        "author": "Révélations de Sainte Brigitte",
        "quote": "Tout comme un animal devient une bête de somme plus forte et plus belle à voir plus il est souvent et mieux nourri, ainsi la confession - plus elle est utilisée souvent et plus elle est faite avec soin tant pour les péchés véniels que mortels - transporte l'âme de plus en plus loin et est si agréable à Dieu qu'elle conduit l'âme au cœur même de Dieu."
    },
    {
        "author": "Pape Benoît XVI",
        "quote": "Ceux, en revanche, qui reconnaissent qu'ils sont faibles et pécheurs se confient à Dieu et obtiennent de lui grâce et pardon."
    },
    {
        "author": "Vatican II, Lumen Gentium 11",
        "quote": "Ceux qui s'approchent du sacrement de Pénitence y reçoivent de la miséricorde de Dieu le pardon de l'offense qu'ils lui ont faite et du même coup se réconcilient avec l'Église que leur péché a blessée."
    },
    {
        "author": "Code de Droit Canonique 960",
        "quote": "La confession individuelle et intégrale avec l'absolution constitue l'unique mode ordinaire par lequel un fidèle conscient d'un péché grave est réconcilié avec Dieu et avec l'Église."
    },
    {
        "author": "1 Jean 1:9",
        "quote": "Si nous confessons nos péchés, il est fidèle et juste pour nous les pardonner, et pour nous purifier de toute iniquité."
    },
    {
        "author": "Saint Padre Pio",
        "quote": "La miséricorde de Dieu sera toujours plus grande que ton ingratitude."
    },
    {
        "author": "Saint Jean-Marie Vianney",
        "quote": "Mes enfants, nous ne pouvons pas comprendre la bonté de Dieu envers nous en instituant ce grand Sacrement de Pénitence."
    },
    {
        "author": "Psaume 32:5",
        "quote": "Je t'ai fait connaître mon péché, je n'ai pas caché ma faute. J'ai dit : « Je rendrai grâce au Seigneur en confessant mes péchés. » Et toi, tu as enlevé le poids de ma faute."
    },
    {
        "author": "Sainte Catherine de Sienne",
        "quote": "Dieu est plus prêt à pardonner que nous à pécher."
    },
    {
        "author": "Pape François",
        "quote": "La confession est une rencontre avec Jésus dont la miséricorde nous motive à faire mieux."
    },
    {
        "author": "Saint Jérôme",
        "quote": "Personne n'est sans péché. La seule chose que nous puissions faire est de confesser nos péchés et de nous repentir."
    },
    {
        "author": "Proverbes 28:13",
        "quote": "Celui qui cache ses transgressions ne prospère point, Mais celui qui les avoue et les délaisse obtient miséricorde."
    }
]