{
    "subtitle": "നിങ്ങളുടെ ആത്മീയ യാത്രയ്ക്കുള്ള പ്രാർത്ഥനകൾ",
    "categories": [
        {
            "id": "confession",
            "title": "കുമ്പസാരത്തിനുള്ള പ്രാർത്ഥനകൾ",
            "icon": "church_outlined",
            "prayers": [
                {
                    "id": "confession_prayer",
                    "title": "കുമ്പസാരത്തിനുള്ള ജപം",
                    "icon": "person_outline",
                    "content": "സർവ്വശക്തനായ ദൈവത്തോടും നിത്യകന്യകയായ പരിശുദ്ധ മറിയത്തോടും പ്രധാന മാലാഖയായ വിശുദ്ധ മിഖായേലിനോടും, വിശുദ്ധ സ്‌നാപകയോഹന്നാനോടും ശ്ലീഹൻമാരായ വിശുദ്ധ പത്രോസിനോടും, വിശുദ്ധ പൗലോസിനോടും, വിശുദ്ധ തോമായോടും സകല വിശുദ്ധരോടും പിതാവേ, അങ്ങയോടും ഞാൻ ഏറ്റുപറയുന്നു.\n\nവിചാരത്താലും, വാക്കാലും, പ്രവൃത്തിയാലും ഞാൻ വളരെ പാപം ചെയ്‌പോയി.\n\nഎന്റെ പിഴ, എന്റെ പിഴ, എന്റെ വലിയ പിഴ.\n\nആകയാൽ നിത്യകന്യകയായ പരിശുദ്ധമറിയത്തോടും പ്രധാന മാലാഖയായ വിശുദ്ധ മിഖായേലിനോടും വിശുദ്ധ സ്നാപകയോഹന്നാനോടും ശ്ലീഹൻമാരായ വിശുദ്ധ പത്രോസിനോടും, വിശുദ്ധ പൗലോസിനോടും, വിശുദ്ധ തോമായോടും, സകല വിശുദ്ധരോടും, പിതാവേ അങ്ങയോടും നമ്മുടെ കർത്താവായ ദൈവത്തോട് എനിക്കുവേണ്ടി പ്രാർത്ഥിക്കണമേ എന്നു ഞാൻ അപേക്ഷിക്കുന്നു.\n\nആമേൻ."
                },
                {
                    "id": "act_of_contrition",
                    "title": "മനസ്താപപ്രകരണം",
                    "icon": "favorite_outline",
                    "content": "എന്റെ ദൈവമേ, ഏറ്റം നല്ലവനും എല്ലാറ്റിനും ഉപരിയായി സ്നേഹിക്കപ്പെടുവാൻ യോഗ്യനുമായ അങ്ങേയ്ക്കെതിരായി പാപം ചെയ്തുപോയതിനാൽ പൂർണ്ണ ഹൃദയത്തോടെ ഞാൻ മനസ്‌തപിക്കുകയും പാപങ്ങളെ വെറുക്കുകയും ചെയ്യുന്നു.\n\nഅങ്ങയെ ഞാൻ സ്നേഹിക്കുന്നു. എൻ്റെ പാപങ്ങളാൽ എന്റെ ആത്മാവിനെ അശുദ്ധമാക്കിയതിനാലും സ്വർഗ്ഗത്തെ നഷ്ട്‌ടപ്പെടുത്തി നരകത്തിന് അർഹനായി തീർന്നതിനാലും ഞാൻ ഖേദിക്കുന്നു.\n\nഅങ്ങയുടെ പ്രസാദവര സഹായത്താൽ പാപസാഹചര്യങ്ങളെ ഉപേക്ഷിക്കുമെന്നും മേലിൽ പാപം ചെയ്യുകയില്ലെന്നും ദൃഢമായി ഞാൻ പ്രതിജ്ഞ ചെയുന്നു.\n\nഏതെങ്കിലും ഒരു പാപം ചെയുക എന്നതിനേക്കാൾ മരിക്കാനും ഞാൻ സന്നദ്ധനായിരിക്കുന്നു.\n\nആമേൻ."
                },
                {
                    "id": "opening_prayer",
                    "title": "പ്രാരംഭ പ്രാർത്ഥന",
                    "icon": "wb_twilight_outlined",
                    "content": "പിതാവിന്റെയും പുത്രൻ്റെയും പരിശുദ്ധാത്മാവിന്റെയും നാമത്തിൽ.\n\nആമ്മേൻ.\n\nപരിശുദ്ധാത്മാവേ എഴുന്നള്ളി വരണമേ. അങ്ങേ ദിവ്യപ്രകാശമയച്ച് എൻ്റെ ആത്മാവിൻ്റെ യഥാർത്ഥ സ്ഥിതി എന്നെ ബോധ്യപ്പെടുത്തണമെ.\n\nഎന്നിലുള്ള പാപങ്ങളെ എനിക്ക് വെളിപ്പെടുത്തിത്തരികയും അവയുടെ വലിപ്പവും ഗൗരവവും എന്നെ ബോദ്ധ്യപ്പെടുത്തുകയും ചെയ്യണമെ."
                },
                {
                    "id": "guardian_angel",
                    "title": "കാവൽ മാലാഖയോടുള്ള പ്രാർത്ഥന",
                    "icon": "shield_outlined",
                    "content": "എന്നെ കാക്കുന്ന മാലാഖേ എന്നെ വിട്ടുപിരിയാത്ത എത്രയും ഉറപ്പുള്ള തുണയെ ഞാൻ ചെയ്തിരിക്കുന്ന പാപങ്ങളെല്ലാം കണ്ടറിഞ്ഞ് സങ്കടപ്പെടുകയും എന്റെ സ്വഭാവദൂഷ്യം അറിഞ്ഞിട്ടും എന്നെ കൈവിടാതെ കാത്ത് രക്ഷിക്കുകയും ചെയ്തിരുന്നുവല്ലോ!\n\nആയതിനാൽ ഇപ്പോൾ ഞാൻ ചെയ്യുവാൻ പോകുന്ന കുമ്പസാരം കഠിനവിധിക്ക് ഹേതുവാകാതെ എന്റെ ആത്മവ്യാധികൾക്ക് ശാന്തതയും എന്റെ ദുരിതങ്ങൾക്ക് അടക്കവും നൽകുന്നതിന് എനിക്കുവേണ്ടി അപേക്ഷിച്ചുകൊള്ളണമെന്ന് നിന്നോട് ഞാൻ പ്രാർത്ഥിക്കുന്നു."
                }
            ]
        },
        {
            "id": "communion",
            "title": "ദിവ്യകാരുണ്യ സ്വീകരണത്തിനുള്ള പ്രാർത്ഥനകൾ",
            "icon": "wb_sunny_outlined",
            "prayers": [
                {
                    "id": "before_communion",
                    "title": "കുർബാന സ്വീകരണത്തിനു മുമ്പ്",
                    "icon": "wb_twilight_outlined",
                    "content": "ഈശോയേ എന്നോടു കരുണയായിരിക്കണമേ.\n\nബലഹീനനും പാപിയുമായ എനിക്ക് അവിടുത്തെ സ്വീകരിക്കുവാനുള്ള യോഗ്യത തരണമേ, വിചാരത്താലും വാക്കാലും പ്രവർത്തിയാലും ഞാൻ ചെയ്‌തുപോയ പാപങ്ങൾ എന്നോട് ക്ഷമിക്കണമേ.\n\nഎന്റെ അമ്മേ എൻ്റെ ആശ്രയമേ എനിക്കുവേണ്ടി പ്രാർത്ഥിക്കണമേ. സകല മാലാഖമാരെ സകല വിശുദ്ധരെ എനിക്കുവേണ്ടി പ്രാർത്ഥിക്കണമേ.\n\nഹൃദയശാന്തയും എളിമയുമുള്ള ഈശോ, എൻ്റെ ഹൃദയം അങ്ങേ ദിവ്യഹൃദയത്തിന് ഒത്തതാക്കിയരുളണമേ."
                },
                {
                    "id": "after_communion",
                    "title": "കുർബാന സ്വീകരണത്തിനു ശേഷം",
                    "icon": "light_mode_outlined",
                    "content": "എന്റെ ഹൃദയത്തിലേയ്ക്ക് ഇറങ്ങിവന്ന ഈശോയെ ഞാൻ അങ്ങയെ ആരാധിക്കുകയും സ്‌തുതിക്കുകയും നന്ദിപറയുകയും ചെയ്യുന്നു.\n\nഎൻ്റെ ദിവ്യരക്ഷകാ എൻ്റെ ആത്മ ശരീരങ്ങൾക്ക് ആവശ്യമായവ എന്തെല്ലാമെന്ന് അങ്ങ് നന്നായി അറിഞ്ഞിരിക്കുന്നുവല്ലോ. അങ്ങ് അറിയുന്നതുപോലെയും മനസ്സാകുന്നതുപോലെയും എന്നെ ആശിർവദിക്കണമേ, നിർമ്മലമായൊരു ഹൃദയം എന്നിൽ സൃഷ്ടിക്കണമേ.\n\nനിനക്ക് അനിഷ്‌ടമായ നിസ്സാര പാപം പോലും ചെയ്യാതിരിക്കാനുള്ള മനസ്സ് എനിക്ക് തരണമേ. ദൃഢവിശ്വാസവും ശക്തിയുള്ള ശരണവും തീക്‌ഷണമായ സ്നേഹവും ഐഹികാസക്തികളിൽ വിരസതയും എനിക്കു തരണമേ.\n\nനിന്നിൽ നിന്ന് പിരിഞ്ഞ് പോകുവാൻ എന്നെ അനുവദിക്കരുതേ. ശത്രുക്കളിൽ നിന്ന് എന്നെ കാത്തുരക്ഷിച്ചു കൊള്ളണമേ.\n\nപരിശുദ്ധ അമ്മേ എനിക്കുവേണ്ടി പ്രാർത്ഥിക്കണമേ. എനിക്ക് എപ്പോഴും അമ്മയുടെ വിമലഹൃദയത്തിൽ അഭയം തരണമേ സ്വർഗ്ഗവാസികളായ മാലാഖമാരേ, പരിശുദ്ധത്മാരേ, നിങ്ങളും എനിക്കുവേണ്ടി പ്രാർത്ഥിക്കണമേ.\n\nഎന്റെ ഈശോയെ എന്നെ പൂർണ്ണമായും വിശുദ്ധീകരിക്കണമേ എന്റെ ആത്മാവിലേയ്ക്ക് അലിഞ്ഞിറങ്ങണമേ. എന്റെ ചിന്തയിലും ഭാവനയിലും ബുദ്ധിയിലും അലിഞ്ഞിറങ്ങണമേ. എന്റെ ശരീരമാസകലമുള്ള ഓരോ കണികയിലേക്കും അലിഞ്ഞിറങ്ങണമേ.\n\nഞാൻ ആയിരിക്കുന്ന അവസ്ഥയിൽ എന്നെ വിശുദ്ധീകരിക്കണമേ. എനിക്കുതന്ന ജോലി, ജീവിതം, പ്രശ്‌നങ്ങൾ, പ്രയാസങ്ങൾ, കുടുംബജീവിതം, മാതാപിതാക്കൾ, ജീവിതപങ്കാളി, മക്കൾ, ബന്ധുക്കൾ എന്നിവരെയെല്ലാം ഞാൻ നിൻ്റെ തിരുമുമ്പിൽ കാഴ്ചവയ്ക്കുന്നു.\n\nഅനുഗ്രഹിക്കണമേ, ആശീർവദിക്കണമേ, വിശുദ്ധീകരിക്കണമേ. എന്റെ അയൽക്കാരേയും സഹപ്രവർത്തകരേയും സുഹൃത്തുകളേയും ഉപകാരികളെയും അനുഗ്രഹിക്കണമേ.\n\nഎൻ്റെ ഈശോയേ എല്ലാ വസ്‌തുക്കളേക്കാൾ അധികമായി ഞാൻ അങ്ങയെ സ്നേഹിക്കുന്നു."
                }
            ]
        },
        {
            "id": "essential",
            "title": "അടിസ്ഥാന പ്രാർത്ഥനകൾ",
            "icon": "auto_awesome_outlined",
            "prayers": [
                {
                    "id": "lords_prayer",
                    "title": "കർത്താവിന്റെ പ്രാർത്ഥന",
                    "icon": "cloud_outlined",
                    "content": "സ്വർഗ്ഗസ്ഥനായ ഞങ്ങളുടെ പിതാവേ,\nഅങ്ങയുടെ നാമം പൂജിതമാകണമേ.\nഅങ്ങയുടെ രാജ്യം വരണമേ.\nഅങ്ങയുടെ തിരുമനസ്സ് സ്വർഗ്ഗത്തിലെപ്പോലെ\nഭൂമിയിലുമാകണമേ.\n\nഅന്നന്നു വേണ്ട ആഹാരം ഇന്നു ഞങ്ങൾക്കു തരണമേ.\nഞങ്ങളോട് തെറ്റു ചെയ്യുന്നവരോട്\nഞങ്ങൾ ക്ഷമിക്കുന്നതുപോലെ\nഞങ്ങളുടെ തെറ്റുകൾ ഞങ്ങളോടും ക്ഷമിക്കണമേ.\nഞങ്ങളെ പ്രലോഭനത്തിൽ ഉൾപ്പെടുത്തരുതേ.\nതിന്മയിൽ നിന്ന് ഞങ്ങളെ രക്ഷിക്കണമേ.\n\nആമ്മേൻ."
                },
                {
                    "id": "hail_mary",
                    "title": "നന്മ നിറഞ്ഞ മറിയം",
                    "icon": "star_outline",
                    "content": "നന്മ നിറഞ്ഞ മറിയമേ സ്വസ്തി!\nകർത്താവ് അങ്ങയോടുകൂടെ.\nസ്ത്രീകളിൽ അങ്ങ് അനുഗ്രഹിക്കപ്പെട്ടവളാകുന്നു.\nഅങ്ങയുടെ ഉദരഫലമായ ഈശോ അനുഗ്രഹിക്കപ്പെട്ടവനാകുന്നു.\n\nപരിശുദ്ധ മറിയമേ,\nതമ്പുരാന്റെ അമ്മേ,\nപാപികളായ ഞങ്ങൾക്കുവേണ്ടി\nഇപ്പോഴും ഞങ്ങളുടെ മരണസമയത്തും\nപ്രാർത്ഥിക്കണമേ.\n\nആമ്മേൻ."
                },
                {
                    "id": "glory_be",
                    "title": "ത്രിത്വസ്തുതി",
                    "icon": "brightness_high_outlined",
                    "content": "പിതാവിനും പുത്രനും\nപരിശുദ്ധാത്മാവിനും സ്തുതി.\n\nആദിയിലെപ്പോലെ\nഇപ്പോഴും എപ്പോഴും\nഎന്നേക്കും.\n\nആമ്മേൻ."
                },
                {
                    "id": "apostles_creed",
                    "title": "ശ്ലീഹൻമാരുടെ വിശ്വാസപ്രമാണം",
                    "icon": "menu_book_outlined",
                    "isExpandable": true,
                    "content": "സർവ്വശക്തനായ പിതാവും ആകാശത്തിന്റെയും ഭൂമിയുടെയും സ്രഷ്ടാവുമായ ദൈവത്തിൽ ഞാൻ വിശ്വസിക്കുന്നു.\n\nഅവിടുത്തെ ഏകപുത്രനും ഞങ്ങളുടെ കർത്താവുമായ ഈശോ മിശിഹായിലും ഞാൻ വിശ്വസിക്കുന്നു.\n\nഈ പുത്രൻ പരിശുദ്ധാത്മാവാൽ ഗർഭസ്ഥനായി കന്യാമറിയത്തിൽ നിന്നു പിറന്നു.\n\nപന്തിയോസ് പീലാത്തോസിന്റെ കാലത്ത് പീഡകൾ സഹിച്ച്, കുരിശിൽ തറയ്ക്കപ്പെട്ട്, മരിച്ച് അടക്കപ്പെട്ടു;\n\nപാതാളത്തിൽ ഇറങ്ങി, മരിച്ചവരുടെ ഇടയിൽനിന്നു മൂന്നാം നാൾ ഉയിർത്തു;\n\nസ്വർഗ്ഗത്തിലേക്കെഴുന്നള്ളി, സർവ്വശക്തിയുള്ള പിതാവായ ദൈവത്തിന്റെ വലതു ഭാഗത്ത് ഇരിക്കുന്നു;\n\nഅവിടെനിന്ന് ജീവിക്കുന്നവരെയും മരിച്ചവരെയും വിധിക്കാൻ വരുമെന്നും ഞാൻ വിശ്വസിക്കുന്നു.\n\nപരിശുദ്ധാത്മാവിലും ഞാൻ വിശ്വസിക്കുന്നു.\n\nവിശുദ്ധ കത്തോലിക്കാ സഭയിലും, പുണ്യവാന്മാരുടെ ഐക്യത്തിലും, പാപങ്ങളുടെ മോചനത്തിലും, ശരീരത്തിന്റെ ഉയിർപ്പിലും നിത്യമായ ജീവിതത്തിലും ഞാൻ വിശ്വസിക്കുന്നു.\n\nആമ്മേൻ."
                }
            ]
        },
        {
            "id": "marian",
            "title": "മാതാവിനോടുള്ള പ്രാർത്ഥനകൾ",
            "icon": "favorite_border",
            "prayers": [
                {
                    "id": "hail_holy_queen",
                    "title": "പരിശുദ്ധ രാജ്ഞി",
                    "icon": "star_outline",
                    "content": "പരിശുദ്ധ രാജ്ഞി, കരുണയുള്ള മാതാവേ! സ്വസ്തി!\nഞങ്ങളുടെ ജീവനും മാധുര്യവും ശരണവുമേ സ്വസ്തി!\n\nഹാവായുടെ പുറംതള്ളപ്പെട്ട മക്കളായ\nഞങ്ങൾ അങ്ങേപ്പക്കൽ നിലവിളിക്കുന്നു.\n\nകണ്ണുനീരിന്റെ ഈ താഴ്വരയിൽ നിന്ന്\nവിങ്ങിക്കരഞ്ഞു അങ്ങേപ്പക്കൽ\nഞങ്ങൾ നെടുവീർപ്പിടുന്നു.\n\nആകയാൽ ഞങ്ങളുടെ മദ്ധ്യസ്ഥേ\nഅങ്ങയുടെ കരുണയുള്ള കണ്ണുകൾ\nഞങ്ങളുടെ നേരെ തിരിക്കണമേ.\n\nഞങ്ങളുടെ ഈ പ്രവാസത്തിനുശേഷം\nഅങ്ങയുടെ ഉദരത്തിന്റെ അനുഗ്രഹീതഫലമായ\nഈശോയെ ഞങ്ങൾക്ക് കാണിച്ചു തരേണമേ.\n\nകരുണയും വാത്സല്യവും മാധുര്യവും നിറഞ്ഞ\nകന്യാമറിയമേ!\n\nആമ്മേൻ."
                },
                {
                    "id": "memorare",
                    "title": "ഓർക്കുക",
                    "icon": "volunteer_activism_outlined",
                    "content": "ഓർക്കുക, ഏറ്റവും കരുണയുള്ള കന്യകാമറിയമേ,\nഅങ്ങയുടെ സംരക്ഷണത്തിലേയ്ക്ക് ഓടിവന്ന്,\nഅങ്ങയുടെ സഹായം തേടി,\nഅങ്ങയുടെ മാദ്ധ്യസ്ഥ്യം യാചിച്ച\nഒരാൾ പോലും ഉപേക്ഷിക്കപ്പെട്ടതായി\nഒരിക്കലും കേട്ടിട്ടില്ല.\n\nഈ ശരണത്തിൽ പ്രചോദിതനായി\nഞാനും അങ്ങയുടെ അടുക്കലേയ്ക്ക് ഓടിവരുന്നു.\n\nകന്യകകളുടെ രാജ്ഞിയായ അമ്മേ,\nഞാൻ പാപിയായിരുന്നിട്ടും\nഅങ്ങയുടെ സന്നിധിയിൽ വന്ന്\nവിലപിച്ചു നിൽക്കുന്നു.\n\nഅവതരിച്ച വചനത്തിന്റെ അമ്മേ,\nഎന്റെ അപേക്ഷകളെ തിരസ്കരിക്കരുതേ.\nകരുണയോടെ കേട്ട് അനുഗ്രഹിക്കണമേ.\n\nആമ്മേൻ."
                },
                {
                    "id": "fatima_prayer",
                    "title": "ഫാത്തിമ ജപം",
                    "icon": "flare_outlined",
                    "content": "ഓ എന്റെ ഈശോയേ,\nഞങ്ങളുടെ പാപങ്ങൾ ക്ഷമിക്കണമേ.\nഞങ്ങളെ നരകാഗ്നിയിൽ നിന്ന് രക്ഷിക്കണമേ.\n\nഎല്ലാ ആത്മാക്കളെയും,\nവിശേഷിച്ച് അങ്ങയുടെ കരുണ\nഏറ്റവും ആവശ്യമുള്ളവരെയും\nസ്വർഗ്ഗത്തിലേയ്ക്ക് നയിക്കണമേ.\n\nആമ്മേൻ."
                }
            ]
        },
        {
            "id": "devotions",
            "title": "ഭക്തി പ്രാർത്ഥനകൾ",
            "icon": "auto_stories_outlined",
            "prayers": [
                {
                    "id": "holy_rosary",
                    "title": "പരിശുദ്ധ ജപമാല",
                    "subtitle": "തുടക്കക്കാർക്കുള്ള പൂർണ്ണ മാർഗ്ഗനിർദ്ദേശം",
                    "icon": "radio_button_unchecked",
                    "isExpandable": true,
                    "sections": [
                        {
                            "title": "ആരംഭ പ്രാർത്ഥനകൾ",
                            "subtitle": "കുരിശിലും ആദ്യ മണികളിലും",
                            "content": "[INSTRUCTION]കുരിശു വരയ്ക്കുക:[/INSTRUCTION]\n\nപിതാവിന്റെയും പുത്രന്റെയും പരിശുദ്ധാത്മാവിന്റെയും നാമത്തിൽ. ആമ്മേൻ.\n\n[INSTRUCTION]കുരിശ് പിടിച്ച് വിശ്വാസപ്രമാണം ചൊല്ലുക:[/INSTRUCTION]\n\n[PRAYER]സർവ്വശക്തനായ പിതാവും ആകാശത്തിന്റെയും ഭൂമിയുടെയും സ്രഷ്ടാവുമായ ദൈവത്തിൽ ഞാൻ വിശ്വസിക്കുന്നു. അവിടുത്തെ ഏകപുത്രനും ഞങ്ങളുടെ കർത്താവുമായ ഈശോ മിശിഹായിലും ഞാൻ വിശ്വസിക്കുന്നു. ഈ പുത്രൻ പരിശുദ്ധാത്മാവാൽ ഗർഭസ്ഥനായി കന്യാമറിയത്തിൽ നിന്നു പിറന്നു. പന്തിയോസ് പീലാത്തോസിന്റെ കാലത്ത് പീഡകൾ സഹിച്ച്, കുരിശിൽ തറയ്ക്കപ്പെട്ട്, മരിച്ച് അടക്കപ്പെട്ടു; പാതാളത്തിൽ ഇറങ്ങി, മരിച്ചവരുടെ ഇടയിൽനിന്നു മൂന്നാം നാൾ ഉയിർത്തു; സ്വർഗ്ഗത്തിലേക്കെഴുന്നള്ളി, സർവ്വശക്തിയുള്ള പിതാവായ ദൈവത്തിന്റെ വലതു ഭാഗത്ത് ഇരിക്കുന്നു; അവിടെനിന്ന് ജീവിക്കുന്നവരെയും മരിച്ചവരെയും വിധിക്കാൻ വരുമെന്നും ഞാൻ വിശ്വസിക്കുന്നു. പരിശുദ്ധാത്മാവിലും ഞാൻ വിശ്വസിക്കുന്നു. വിശുദ്ധ കത്തോലിക്കാ സഭയിലും, പുണ്യവാന്മാരുടെ ഐക്യത്തിലും, പാപങ്ങളുടെ മോചനത്തിലും, ശരീരത്തിന്റെ ഉയിർപ്പിലും നിത്യമായ ജീവിതത്തിലും ഞാൻ വിശ്വസിക്കുന്നു. ആമ്മേൻ.[/PRAYER]\n\n[INSTRUCTION]ആദ്യ വലിയ മണിയിൽ സ്വർഗ്ഗസ്ഥനായ പിതാവേ ചൊല്ലുക:[/INSTRUCTION]\n\n[PRAYER]സ്വർഗ്ഗസ്ഥനായ ഞങ്ങളുടെ പിതാവേ, അങ്ങയുടെ നാമം പൂജിതമാകണമേ. അങ്ങയുടെ രാജ്യം വരണമേ. അങ്ങയുടെ തിരുമനസ്സ് സ്വർഗ്ഗത്തിലെപ്പോലെ ഭൂമിയിലുമാകണമേ. അന്നന്നു വേണ്ട ആഹാരം ഇന്നു ഞങ്ങൾക്കു തരണമേ. ഞങ്ങളോട് തെറ്റു ചെയ്യുന്നവരോട് ഞങ്ങൾ ക്ഷമിക്കുന്നതുപോലെ ഞങ്ങളുടെ തെറ്റുകൾ ഞങ്ങളോടും ക്ഷമിക്കണമേ. ഞങ്ങളെ പ്രലോഭനത്തിൽ ഉൾപ്പെടുത്തരുതേ. തിന്മയിൽ നിന്ന് ഞങ്ങളെ രക്ഷിക്കണമേ. ആമ്മേൻ.[/PRAYER]\n\n[INSTRUCTION]മൂന്ന് ചെറിയ മണികളിൽ നന്മ നിറഞ്ഞ മറിയം ചൊല്ലുക (വിശ്വാസം, ശരണം, സ്നേഹം എന്നിവയ്ക്കായി):[/INSTRUCTION]\n\n[PRAYER]നന്മ നിറഞ്ഞ മറിയമേ സ്വസ്തി! കർത്താവ് അങ്ങയോടുകൂടെ. സ്ത്രീകളിൽ അങ്ങ് അനുഗ്രഹിക്കപ്പെട്ടവളാകുന്നു. അങ്ങയുടെ ഉദരഫലമായ ഈശോ അനുഗ്രഹിക്കപ്പെട്ടവനാകുന്നു. പരിശുദ്ധ മറിയമേ, തമ്പുരാന്റെ അമ്മേ, പാപികളായ ഞങ്ങൾക്കുവേണ്ടി ഇപ്പോഴും ഞങ്ങളുടെ മരണസമയത്തും പ്രാർത്ഥിക്കണമേ. ആമ്മേൻ.[/PRAYER]\n\n[INSTRUCTION]ത്രിത്വസ്തുതി ചൊല്ലുക:[/INSTRUCTION]\n\n[PRAYER]പിതാവിനും പുത്രനും പരിശുദ്ധാത്മാവിനും സ്തുതി. ആദിയിലെപ്പോലെ ഇപ്പോഴും എപ്പോഴും എന്നേക്കും. ആമ്മേൻ.[/PRAYER]"
                        },
                        {
                            "title": "ഓരോ ദശകവും എങ്ങനെ ചൊല്ലാം",
                            "subtitle": "5 രഹസ്യങ്ങൾക്കും ആവർത്തിക്കുക",
                            "content": "[INSTRUCTION]1. രഹസ്യം പ്രഖ്യാപിച്ച് ധ്യാനിക്കുക[/INSTRUCTION]\n\n[INSTRUCTION]2. വലിയ മണിയിൽ സ്വർഗ്ഗസ്ഥനായ പിതാവേ ചൊല്ലുക:[/INSTRUCTION]\n\n[PRAYER]സ്വർഗ്ഗസ്ഥനായ ഞങ്ങളുടെ പിതാവേ, അങ്ങയുടെ നാമം പൂജിതമാകണമേ. അങ്ങയുടെ രാജ്യം വരണമേ. അങ്ങയുടെ തിരുമനസ്സ് സ്വർഗ്ഗത്തിലെപ്പോലെ ഭൂമിയിലുമാകണമേ. അന്നന്നു വേണ്ട ആഹാരം ഇന്നു ഞങ്ങൾക്കു തരണമേ. ഞങ്ങളോട് തെറ്റു ചെയ്യുന്നവരോട് ഞങ്ങൾ ക്ഷമിക്കുന്നതുപോലെ ഞങ്ങളുടെ തെറ്റുകൾ ഞങ്ങളോടും ക്ഷമിക്കണമേ. ഞങ്ങളെ പ്രലോഭനത്തിൽ ഉൾപ്പെടുത്തരുതേ. തിന്മയിൽ നിന്ന് ഞങ്ങളെ രക്ഷിക്കണമേ. ആമ്മേൻ.[/PRAYER]\n\n[INSTRUCTION]3. 10 ചെറിയ മണികളിൽ നന്മ നിറഞ്ഞ മറിയം ചൊല്ലുക:[/INSTRUCTION]\n\n[PRAYER]നന്മ നിറഞ്ഞ മറിയമേ സ്വസ്തി! കർത്താവ് അങ്ങയോടുകൂടെ. സ്ത്രീകളിൽ അങ്ങ് അനുഗ്രഹിക്കപ്പെട്ടവളാകുന്നു. അങ്ങയുടെ ഉദരഫലമായ ഈശോ അനുഗ്രഹിക്കപ്പെട്ടവനാകുന്നു. പരിശുദ്ധ മറിയമേ, തമ്പുരാന്റെ അമ്മേ, പാപികളായ ഞങ്ങൾക്കുവേണ്ടി ഇപ്പോഴും ഞങ്ങളുടെ മരണസമയത്തും പ്രാർത്ഥിക്കണമേ. ആമ്മേൻ.[/PRAYER]\n\n[INSTRUCTION]4. 10 നന്മ നിറഞ്ഞ മറിയത്തിനു ശേഷം ത്രിത്വസ്തുതി ചൊല്ലുക:[/INSTRUCTION]\n\n[PRAYER]പിതാവിനും പുത്രനും പരിശുദ്ധാത്മാവിനും സ്തുതി. ആദിയിലെപ്പോലെ ഇപ്പോഴും എപ്പോഴും എന്നേക്കും. ആമ്മേൻ.[/PRAYER]\n\n[INSTRUCTION]5. ഐച്ഛികമായി ഫാത്തിമ ജപം ചൊല്ലുക:[/INSTRUCTION]\n\n[PRAYER]ഓ എന്റെ ഈശോയേ, ഞങ്ങളുടെ പാപങ്ങൾ ക്ഷമിക്കണമേ. ഞങ്ങളെ നരകാഗ്നിയിൽ നിന്ന് രക്ഷിക്കണമേ. എല്ലാ ആത്മാക്കളെയും, വിശേഷിച്ച് അങ്ങയുടെ കരുണ ഏറ്റവും ആവശ്യമുള്ളവരെയും സ്വർഗ്ഗത്തിലേയ്ക്ക് നയിക്കണമേ. ആമ്മേൻ.[/PRAYER]"
                        },
                        {
                            "title": "സന്തോഷകരമായ രഹസ്യങ്ങൾ",
                            "subtitle": "തിങ്കൾ, ശനി",
                            "content": "1. മംഗളവാർത്ത — ഗബ്രിയേൽ മാലാഖ മറിയത്തോട് ദൈവപുത്രന്റെ അമ്മയാകുമെന്ന് അറിയിക്കുന്നു.\n\n2. സന്ദർശനം — മറിയം സ്നാപകയോഹന്നാനെ ഗർഭം ധരിച്ചിരിക്കുന്ന എലിസബത്തിനെ സന്ദർശിക്കുന്നു.\n\n3. പിറവി — ഈശോ ബേത്‌ലഹേമിൽ ജനിക്കുന്നു.\n\n4. കാഴ്ചവയ്പ്പ് — മറിയവും ജോസഫും ഈശോയെ ദേവാലയത്തിൽ സമർപ്പിക്കുന്നു.\n\n5. ഈശോയെ ദേവാലയത്തിൽ കണ്ടെത്തൽ — മൂന്ന് ദിവസത്തിനുശേഷം മറിയവും ജോസഫും ഈശോയെ ദേവാലയത്തിൽ പഠിപ്പിക്കുന്നതായി കണ്ടെത്തുന്നു."
                        },
                        {
                            "title": "പ്രകാശത്തിന്റെ രഹസ്യങ്ങൾ",
                            "subtitle": "വ്യാഴം",
                            "content": "1. ജോർദാനിലെ മാമ്മോദീസ — യോഹന്നാൻ ഈശോയെ സ്നാനപ്പെടുത്തുകയും പരിശുദ്ധാത്മാവ് അവന്റെ മേൽ ഇറങ്ങുകയും ചെയ്യുന്നു.\n\n2. കാനായിലെ കല്യാണം — ഈശോ തന്റെ ആദ്യ അത്ഭുതം പ്രവർത്തിച്ച് വെള്ളം വീഞ്ഞാക്കുന്നു.\n\n3. ദൈവരാജ്യ പ്രഘോഷണം — ഈശോ മാനസാന്തരത്തിലേക്ക് വിളിക്കുകയും ദൈവരാജ്യം പ്രഘോഷിക്കുകയും ചെയ്യുന്നു.\n\n4. രൂപാന്തരീകരണം — ഈശോ താബോർ മലയിൽ രൂപാന്തരപ്പെട്ട് തന്റെ ദിവ്യമഹത്വം വെളിപ്പെടുത്തുന്നു.\n\n5. പരിശുദ്ധ കുർബാനയുടെ സ്ഥാപനം — ഈശോ അന്ത്യ അത്താഴത്തിൽ തന്റെ ശരീരവും രക്തവും നമുക്ക് നൽകുന്നു."
                        },
                        {
                            "title": "ദുഃഖകരമായ രഹസ്യങ്ങൾ",
                            "subtitle": "ചൊവ്വ, വെള്ളി",
                            "content": "1. ഗെത്സമനിയിലെ പ്രാർത്ഥന — ഈശോ ഗെത്സമനിയിൽ പ്രാർത്ഥിക്കുകയും പിതാവിന്റെ ഇഷ്ടം സ്വീകരിക്കുകയും ചെയ്യുന്നു.\n\n2. ചമ്മട്ടിയടി — ഈശോയെ റോമൻ പടയാളികൾ ക്രൂരമായി ചമ്മട്ടിയടിക്കുന്നു.\n\n3. മുൾക്കിരീടധാരണം — ഈശോയെ പരിഹസിക്കുകയും മുൾക്കിരീടം ധരിപ്പിക്കുകയും ചെയ്യുന്നു.\n\n4. കുരിശുമരണയാത്ര — ഈശോ കുരിശ് ചുമന്ന് ഗാഗുൽത്തായിലേക്ക് നടക്കുന്നു.\n\n5. കുരിശുമരണം — നമ്മുടെ രക്ഷയ്ക്കായി ഈശോ കുരിശിൽ മരിക്കുന്നു."
                        },
                        {
                            "title": "മഹത്വകരമായ രഹസ്യങ്ങൾ",
                            "subtitle": "ബുധൻ, ഞായർ",
                            "content": "1. ഉയിർപ്പ് — മൂന്നാം നാൾ ഈശോ മരിച്ചവരിൽ നിന്ന് ഉയിർക്കുന്നു.\n\n2. സ്വർഗ്ഗാരോഹണം — ഉയിർപ്പിന് നാൽപത് ദിവസത്തിനുശേഷം ഈശോ സ്വർഗ്ഗത്തിലേക്ക് കയറുന്നു.\n\n3. പരിശുദ്ധാത്മാവിന്റെ ആഗമനം — പന്തക്കുസ്താ ദിനത്തിൽ പരിശുദ്ധാത്മാവ് മറിയത്തിന്റെയും ശ്ലീഹന്മാരുടെയും മേൽ ഇറങ്ങുന്നു.\n\n4. മറിയത്തിന്റെ സ്വർഗ്ഗാരോപണം — മറിയം ശരീരത്തോടും ആത്മാവോടും കൂടി സ്വർഗ്ഗത്തിലേക്ക് എടുക്കപ്പെടുന്നു.\n\n5. മറിയത്തിന്റെ കിരീടധാരണം — മറിയം സ്വർഗ്ഗത്തിന്റെയും ഭൂമിയുടെയും രാജ്ഞിയായി കിരീടമണിയിക്കപ്പെടുന്നു."
                        },
                        {
                            "title": "സമാപന പ്രാർത്ഥനകൾ",
                            "subtitle": "അഞ്ച് ദശകങ്ങൾക്ക് ശേഷം",
                            "content": "[INSTRUCTION]പരിശുദ്ധ രാജ്ഞി ചൊല്ലുക:[/INSTRUCTION]\n\n[PRAYER]പരിശുദ്ധ രാജ്ഞി, കരുണയുള്ള മാതാവേ! സ്വസ്തി! ഞങ്ങളുടെ ജീവനും മാധുര്യവും ശരണവുമേ സ്വസ്തി! ഹാവായുടെ പുറംതള്ളപ്പെട്ട മക്കളായ ഞങ്ങൾ അങ്ങേപ്പക്കൽ നിലവിളിക്കുന്നു. കണ്ണുനീരിന്റെ ഈ താഴ്വരയിൽ നിന്ന് വിങ്ങിക്കരഞ്ഞു അങ്ങേപ്പക്കൽ ഞങ്ങൾ നെടുവീർപ്പിടുന്നു. ആകയാൽ ഞങ്ങളുടെ മദ്ധ്യസ്ഥേ അങ്ങയുടെ കരുണയുള്ള കണ്ണുകൾ ഞങ്ങളുടെ നേരെ തിരിക്കണമേ. ഞങ്ങളുടെ ഈ പ്രവാസത്തിനുശേഷം അങ്ങയുടെ ഉദരത്തിന്റെ അനുഗ്രഹീതഫലമായ ഈശോയെ ഞങ്ങൾക്ക് കാണിച്ചു തരേണമേ. കരുണയും വാത്സല്യവും മാധുര്യവും നിറഞ്ഞ കന്യാമറിയമേ![/PRAYER]\n\n[INSTRUCTION]സമാപന പ്രാർത്ഥന:[/INSTRUCTION]\n\n[PRAYER]സർവ്വേശ്വരാ, അങ്ങയുടെ ഏകജാതനായ പുത്രൻ തന്റെ ജീവിതത്താലും മരണത്താലും ഉയിർപ്പിനാലും നിത്യരക്ഷയുടെ പ്രതിഫലം ഞങ്ങൾക്ക് നേടിത്തന്നുവല്ലോ. പരിശുദ്ധ കന്യകാമറിയത്തിന്റെ ജപമാലയിലെ ഈ രഹസ്യങ്ങൾ ധ്യാനിക്കുന്ന ഞങ്ങൾ അവ ഉൾക്കൊള്ളുകയും അവയുടെ വാഗ്ദാനങ്ങൾ പ്രാപിക്കുകയും ചെയ്യുമാറാകട്ടെ. ഞങ്ങളുടെ കർത്താവായ മിശിഹായിലൂടെ. ആമ്മേൻ.[/PRAYER]\n\n[INSTRUCTION]കുരിശു വരയ്ക്കുക[/INSTRUCTION]"
                        }
                    ]
                },
                {
                    "id": "divine_mercy_chaplet",
                    "title": "ദൈവകരുണയുടെ ജപമാല",
                    "icon": "water_drop_outlined",
                    "isExpandable": true,
                    "sections": [
                        {
                            "title": "ആരംഭ പ്രാർത്ഥനകൾ",
                            "content": "1. കുരിശു വരയ്ക്കുക\n2. ഐച്ഛിക ആരംഭ പ്രാർത്ഥന:\n\n[PRAYER]ഈശോയേ, അങ്ങ് മരിച്ചു, എന്നാൽ ജീവന്റെ ഉറവ ആത്മാക്കൾക്കായി പൊട്ടിയൊഴുകി, കരുണയുടെ സമുദ്രം ലോകത്തിനുവേണ്ടി തുറന്നു. ഓ ജീവന്റെ ഉറവേ, അഗാധമായ ദൈവകരുണേ, ലോകം മുഴുവനെയും പൊതിയുകയും ഞങ്ങളിലേക്ക് ഒഴുകുകയും ചെയ്യണമേ.[/PRAYER]\n\n3. മൂന്ന് തവണ ആവർത്തിക്കുക:\n\n[PRAYER]ഓ ഈശോയുടെ തിരുഹൃദയത്തിൽ നിന്ന് ഞങ്ങൾക്കായി കരുണയുടെ ഉറവയായി ഒഴുകിയ രക്തമേ, ജലമേ, ഞാൻ അങ്ങയിൽ ശരണപ്പെടുന്നു![/PRAYER]"
                        },
                        {
                            "title": "ജപമാല",
                            "content": "1. സ്വർഗ്ഗസ്ഥനായ പിതാവേ ചൊല്ലുക\n2. നന്മ നിറഞ്ഞ മറിയം ചൊല്ലുക\n3. വിശ്വാസപ്രമാണം ചൊല്ലുക\n\n[RUBRIC]വലിയ മണികളിൽ (സ്വർഗ്ഗസ്ഥനായ പിതാവിന്റെ മണികൾ) ചൊല്ലുക:[/RUBRIC]\n\n[PRAYER]നിത്യനായ പിതാവേ, അങ്ങയുടെ പ്രിയപുത്രനും ഞങ്ങളുടെ കർത്താവുമായ ഈശോമിശിഹായുടെ ശരീരവും രക്തവും ആത്മാവും ദൈവത്വവും ഞങ്ങളുടെയും ലോകം മുഴുവന്റെയും പാപപരിഹാരത്തിനായി ഞാൻ അങ്ങേയ്ക്ക് കാഴ്ച വയ്ക്കുന്നു.[/PRAYER]\n\n[RUBRIC]ചെറിയ മണികളിൽ (നന്മ നിറഞ്ഞ മറിയത്തിന്റെ മണികൾ) ചൊല്ലുക:[/RUBRIC]\n\n[PRAYER]അവിടുത്തെ ദുഃഖകരമായ പീഡാനുഭവത്തെ മുൻനിർത്തി ഞങ്ങളോടും ലോകം മുഴുവനോടും കരുണ ചെയ്യണമേ.[/PRAYER]\n\nഅഞ്ച് ദശകങ്ങൾക്കും ആവർത്തിക്കുക."
                        },
                        {
                            "title": "സമാപനം",
                            "content": "മൂന്ന് തവണ ആവർത്തിക്കുക:\n\n[PRAYER]പരിശുദ്ധനായ ദൈവമേ, പരിശുദ്ധനായ ശക്തനേ, പരിശുദ്ധനായ അമർത്യനേ, ഞങ്ങളോടും ലോകം മുഴുവനോടും കരുണ ചെയ്യണമേ.[/PRAYER]\n\nഐച്ഛിക സമാപന പ്രാർത്ഥന:\n\n[PRAYER]നിത്യനായ ദൈവമേ, അങ്ങയിൽ കരുണ അനന്തവും അനുകമ്പയുടെ ഭണ്ഡാഗാരം അക്ഷയവുമാണല്ലോ. ഞങ്ങളെ കൃപയോടെ കടാക്ഷിക്കുകയും അങ്ങയുടെ കരുണ ഞങ്ങളിൽ വർദ്ധിപ്പിക്കുകയും ചെയ്യണമേ. പ്രയാസകരമായ നിമിഷങ്ങളിൽ ഞങ്ങൾ നിരാശരാകാതെയും മനസ്സ് തളരാതെയും വലിയ ശരണത്തോടെ അങ്ങയുടെ വിശുദ്ധ ഇഷ്ടത്തിന് കീഴ്‌പ്പെടുമാറാകട്ടെ. അത് സ്നേഹവും കരുണയും തന്നെയാണല്ലോ.[/PRAYER]"
                        }
                    ]
                }
            ]
        }
    ]
}
