[
    {
        "title": "കുമ്പസാരത്തിനുള്ള ജപം",
        "content": "സർവ്വശക്തനായ ദൈവത്തോടും നിത്യകന്യകയായ പരിശുദ്ധ മറിയത്തോടും പ്രധാന മാലാഖയായ വിശുദ്ധ മിഖായേലിനോടും, വിശുദ്ധ സ്‌നാപകയോഹന്നാനോടും ശ്ലീഹൻമാരായ വിശുദ്ധ പത്രോസിനോടും, വിശുദ്ധ പൗലോസിനോടും, വിശുദ്ധ തോമായോടും സകല വിശുദ്ധരോടും പിതാവേ, അങ്ങയോടും ഞാൻ ഏറ്റുപറയുന്നു. വിചാരത്താലും, വാക്കാലും, പ്രവൃത്തിയാലും ഞാൻ വളരെ പാപം ചെയ്‌പോയി. എന്റെ പിഴ, എന്റെ പിഴ, എന്റെ വലിയ പിഴ. ആകയാൽ നിത്യകന്യകയായ പരിശുദ്ധമറിയത്തോടും പ്രധാന മാലാഖയായ വിശുദ്ധ മിഖായേലിനോടും വിശുദ്ധ സ്നാപകയോഹന്നാനോടും ശ്ലീഹൻമാരായ വിശുദ്ധ പത്രോസിനോടും, വിശുദ്ധ പൗലോസിനോടും, വിശുദ്ധ തോമായോടും, സകല വിശുദ്ധരോടും, പിതാവേ അങ്ങയോടും നമ്മുടെ കർത്താവായ ദൈവത്തോട് എനിക്കുവേണ്ടി പ്രാർത്ഥിക്കണമേ എന്നു ഞാൻ അപേക്ഷിക്കുന്നു. ആമേൻ",
        "displayOrder": 1
    },
    {
        "title": "കാവൽ മാലാഖയോടുള്ള പ്രാർത്ഥന",
        "content": "എന്നെ കാക്കുന്ന മാലാഖേ എന്നെ വിട്ടുപിരിയാത്ത എത്രയും ഉറപ്പുള്ള തുണയെ ഞാൻ ചെയ്തിരിക്കുന്ന പാപങ്ങളെല്ലാം കണ്ടറിഞ്ഞ് സങ്കടപ്പെടുകയും എന്റെ സ്വഭാവദൂഷ്യം അറിഞ്ഞിട്ടും എന്നെ കൈവിടാതെ കാത്ത് രക്ഷിക്കുകയും ചെയ്തിരുന്നുവല്ലോ! ആയതിനാൽ ഇപ്പോൾ ഞാൻ ചെയ്യുവാൻ പോകുന്ന കുമ്പസാരം കഠിനവിധിക്ക് ഹേതുവാകാതെ എന്റെ ആത്മവ്യാധികൾക്ക് ശാന്തതയും എന്റെ ദുരിതങ്ങൾക്ക് അടക്കവും നൽകുന്നതിന് എനിക്കുവേണ്ടി അപേക്ഷിച്ചുകൊള്ളണമെന്ന് നിന്നോട് ഞാൻ പ്രാർത്ഥിക്കുന്നു.",
        "displayOrder": 2
    },
    {
        "title": "മനസ്താപപ്രകരണം",
        "content": "എന്റെ ദൈവമേ, ഏറ്റം നല്ലവനും എല്ലാറ്റിനും ഉപരിയായി സ്നേഹിക്കപ്പെടുവാൻ യോഗ്യനുമായ അങ്ങേയ്ക്കെതിരായി പാപം ചെയ്തുപോയതിനാൽ പൂർണ്ണ ഹൃദയത്തോടെ ഞാൻ മനസ്‌തപിക്കുകയും പാപങ്ങളെ വെറുക്കുകയും ചെയ്യുന്നു. അങ്ങയെ ഞാൻ സ്നേഹിക്കുന്നു. എൻ്റെ പാപങ്ങളാൽ എന്റെ ആത്മാവിനെ അശുദ്ധമാക്കിയതിനാലും സ്വർഗ്ഗത്തെ നഷ്ട്‌ടപ്പെടുത്തി നരകത്തിന് അർഹനായി തീർന്നതിനാലും ഞാൻ ഖേദിക്കുന്നു. അങ്ങയുടെ പ്രസാദവര സഹായത്താൽ പാപസാഹചര്യങ്ങളെ ഉപേക്ഷിക്കുമെന്നും മേലിൽ പാപം ചെയ്യുകയില്ലെന്നും ദൃഢമായി ഞാൻ പ്രതിജ്ഞ ചെയുന്നു. ഏതെങ്കിലും ഒരു പാപം ചെയുക എന്നതിനേക്കാൾ മരിക്കാനും ഞാൻ സന്നദ്ധനായിരിക്കുന്നു. ആമേൻ",
        "displayOrder": 3
    },
    {
        "title": "പ്രാരംഭ പ്രാർത്ഥന",
        "content": "പിതാവിന്റെയും പുത്രൻ്റെയും പരിശുദ്ധാത്മാവിന്റെയും നാമത്തിൽ. ആമ്മേൻ. പരിശുദ്ധാത്മാവേ എഴുന്നള്ളി വരണമേ. അങ്ങേ ദിവ്യപ്രകാശമയച്ച് എൻ്റെ ആത്മാവിൻ്റെ യഥാർത്ഥ സ്ഥിതി എന്നെ ബോധ്യപ്പെടുത്തണമെ. എന്നിലുള്ള പാപങ്ങളെ എനിക്ക് വെളിപ്പെടുത്തിത്തരികയും അവയുടെ വലിപ്പവും ഗൗരവവും എന്നെ ബോദ്ധ്യപ്പെടുത്തുകയും ചെയ്യണമെ.",
        "displayOrder": 4
    },
    {
        "title": "കുർബാന സ്വീകരണത്തിനു മുമ്പ്",
        "content": "ഈശോയേ എന്നോടു കരുണയായിരിക്കണമേ. ബലഹീനനും പാപിയുമായ എനിക്ക് അവിടുത്തെ സ്വീകരിക്കുവാനുള്ള യോഗ്യത തരണമേ, വിചാരത്താലും വാക്കാലും പ്രവർത്തിയാലും ഞാൻ ചെയ്‌തുപോയ പാപങ്ങൾ എന്നോട് ക്ഷമിക്കണമേ. എന്റെ അമ്മേ എൻ്റെ ആശ്രയമേ എനിക്കുവേണ്ടി പ്രാർത്ഥിക്കണമേ. സകല മാലാഖമാരെ സകല വിശുദ്ധരെ എനിക്കുവേണ്ടി പ്രാർത്ഥിക്കണമേ. ഹൃദയശാന്തയും എളിമയുമുള്ള ഈശോ, എൻ്റെ ഹൃദയം അങ്ങേ ദിവ്യഹൃദയത്തിന് ഒത്തതാക്കിയരുളണമേ.",
        "displayOrder": 5
    },
    {
        "title": "കുർബാന സ്വീകരണത്തിനു ശേഷം",
        "content": "എന്റെ ഹൃദയത്തിലേയ്ക്ക് ഇറങ്ങിവന്ന ഈശോയെ ഞാൻ അങ്ങയെ ആരാധിക്കുകയും സ്‌തുതിക്കുകയും നന്ദിപറയുകയും ചെയ്യുന്നു. എൻ്റെ ദിവ്യരക്ഷകാ എൻ്റെ ആത്മ ശരീരങ്ങൾക്ക് ആവശ്യമായവ എന്തെല്ലാമെന്ന് അങ്ങ് നന്നായി അറിഞ്ഞിരിക്കുന്നുവല്ലോ. അങ്ങ് അറിയുന്നതുപോലെയും മനസ്സാകുന്നതുപോലെയും എന്നെ ആശിർവദിക്കണമേ, നിർമ്മലമായൊരു ഹൃദയം എന്നിൽ സൃഷ്ടിക്കണമേ. നിനക്ക് അനിഷ്‌ടമായ നിസ്സാര പാപം പോലും ചെയ്യാതിരിക്കാനുള്ള മനസ്സ് എനിക്ക് തരണമേ. ദൃഢവിശ്വാസവും ശക്തിയുള്ള ശരണവും തീക്‌ഷണമായ സ്നേഹവും ഐഹികാസക്തികളിൽ വിരസതയും എനിക്കു തരണമേ. നിന്നിൽ നിന്ന് പിരിഞ്ഞ് പോകുവാൻ എന്നെ അനുവദിക്കരുതേ. ശത്രുക്കളിൽ നിന്ന് എന്നെ കാത്തുരക്ഷിച്ചു കൊള്ളണമേ. പരിശുദ്ധ അമ്മേ എനിക്കുവേണ്ടി പ്രാർത്ഥിക്കണമേ. എനിക്ക് എപ്പോഴും അമ്മയുടെ വിമലഹൃദയത്തിൽ അഭയം തരണമേ സ്വർഗ്ഗവാസികളായ മാലാഖമാരേ, പരിശുദ്ധത്മാരേ, നിങ്ങളും എനിക്കുവേണ്ടി പ്രാർത്ഥിക്കണമേ. എന്റെ ഈശോയെ എന്നെ പൂർണ്ണമായും വിശുദ്ധീകരിക്കണമേ എന്റെ ആത്മാവിലേയ്ക്ക് അലിഞ്ഞിറങ്ങണമേ. എന്റെ ചിന്തയിലും ഭാവനയിലും ബുദ്ധിയിലും അലിഞ്ഞിറങ്ങണമേ. എന്റെ ശരീരമാസകലമുള്ള ഓരോ കണികയിലേക്കും അലിഞ്ഞിറങ്ങണമേ. ഞാൻ ആയിരിക്കുന്ന അവസ്ഥയിൽ എന്നെ വിശുദ്ധീകരിക്കണമേ. എനിക്കുതന്ന ജോലി, ജീവിതം, പ്രശ്‌നങ്ങൾ, പ്രയാസങ്ങൾ, കുടുംബജീവിതം, മാതാപിതാക്കൾ, ജീവിതപങ്കാളി, മക്കൾ, ബന്ധുക്കൾ എന്നിവരെയെല്ലാം ഞാൻ നിൻ്റെ തിരുമുമ്പിൽ കാഴ്ചവയ്ക്കുന്നു. അനുഗ്രഹിക്കണമേ, ആശീർവദിക്കണമേ, വിശുദ്ധീകരിക്കണമേ. എന്റെ അയൽക്കാരേയും സഹപ്രവർത്തകരേയും സുഹൃത്തുകളേയും ഉപകാരികളെയും അനുഗ്രഹിക്കണമേ. എൻ്റെ ഈശോയേ എല്ലാ വസ്‌തുക്കളേക്കാൾ അധികമായി ഞാൻ അങ്ങയെ സ്നേഹിക്കുന്നു.",
        "displayOrder": 6
    }
]