{
    "subtitle": "നിങ്ങളുടെ ആത്മീയ യാത്രയ്ക്കുള്ള പ്രാർത്ഥനകൾ",
    "categories": [
        {
            "id": "confession",
            "title": "കുമ്പസാരത്തിനുള്ള പ്രാർത്ഥനകൾ",
            "icon": "church_outlined",
            "prayers": [
                {
                    "id": "confession_prayer",
                    "title": "കുമ്പസാരത്തിനുള്ള ജപം",
                    "icon": "person_outline",
                    "content": "സർവ്വശക്തനായ ദൈവത്തോടും നിത്യകന്യകയായ പരിശുദ്ധ മറിയത്തോടും പ്രധാന മാലാഖയായ വിശുദ്ധ മിഖായേലിനോടും, വിശുദ്ധ സ്‌നാപകയോഹന്നാനോടും ശ്ലീഹൻമാരായ വിശുദ്ധ പത്രോസിനോടും, വിശുദ്ധ പൗലോസിനോടും, വിശുദ്ധ തോമായോടും സകല വിശുദ്ധരോടും പിതാവേ, അങ്ങയോടും ഞാൻ ഏറ്റുപറയുന്നു.\n\nവിചാരത്താലും, വാക്കാലും, പ്രവൃത്തിയാലും ഞാൻ വളരെ പാപം ചെയ്‌പോയി.\n\nഎന്റെ പിഴ, എന്റെ പിഴ, എന്റെ വലിയ പിഴ.\n\nആകയാൽ നിത്യകന്യകയായ പരിശുദ്ധമറിയത്തോടും പ്രധാന മാലാഖയായ വിശുദ്ധ മിഖായേലിനോടും വിശുദ്ധ സ്നാപകയോഹന്നാനോടും ശ്ലീഹൻമാരായ വിശുദ്ധ പത്രോസിനോടും, വിശുദ്ധ പൗലോസിനോടും, വിശുദ്ധ തോമായോടും, സകല വിശുദ്ധരോടും, പിതാവേ അങ്ങയോടും നമ്മുടെ കർത്താവായ ദൈവത്തോട് എനിക്കുവേണ്ടി പ്രാർത്ഥിക്കണമേ എന്നു ഞാൻ അപേക്ഷിക്കുന്നു.\n\nആമേൻ."
                },
                {
                    "id": "act_of_contrition",
                    "title": "മനസ്താപപ്രകരണം",
                    "icon": "favorite_outline",
                    "content": "എന്റെ ദൈവമേ, ഏറ്റം നല്ലവനും എല്ലാറ്റിനും ഉപരിയായി സ്നേഹിക്കപ്പെടുവാൻ യോഗ്യനുമായ അങ്ങേയ്ക്കെതിരായി പാപം ചെയ്തുപോയതിനാൽ പൂർണ്ണ ഹൃദയത്തോടെ ഞാൻ മനസ്‌തപിക്കുകയും പാപങ്ങളെ വെറുക്കുകയും ചെയ്യുന്നു.\n\nഅങ്ങയെ ഞാൻ സ്നേഹിക്കുന്നു. എൻ്റെ പാപങ്ങളാൽ എന്റെ ആത്മാവിനെ അശുദ്ധമാക്കിയതിനാലും സ്വർഗ്ഗത്തെ നഷ്ട്‌ടപ്പെടുത്തി നരകത്തിന് അർഹനായി തീർന്നതിനാലും ഞാൻ ഖേദിക്കുന്നു.\n\nഅങ്ങയുടെ പ്രസാദവര സഹായത്താൽ പാപസാഹചര്യങ്ങളെ ഉപേക്ഷിക്കുമെന്നും മേലിൽ പാപം ചെയ്യുകയില്ലെന്നും ദൃഢമായി ഞാൻ പ്രതിജ്ഞ ചെയുന്നു.\n\nഏതെങ്കിലും ഒരു പാപം ചെയുക എന്നതിനേക്കാൾ മരിക്കാനും ഞാൻ സന്നദ്ധനായിരിക്കുന്നു.\n\nആമേൻ."
                },
                {
                    "id": "opening_prayer",
                    "title": "പ്രാരംഭ പ്രാർത്ഥന",
                    "icon": "wb_twilight_outlined",
                    "content": "പിതാവിന്റെയും പുത്രൻ്റെയും പരിശുദ്ധാത്മാവിന്റെയും നാമത്തിൽ.\n\nആമ്മേൻ.\n\nപരിശുദ്ധാത്മാവേ എഴുന്നള്ളി വരണമേ. അങ്ങേ ദിവ്യപ്രകാശമയച്ച് എൻ്റെ ആത്മാവിൻ്റെ യഥാർത്ഥ സ്ഥിതി എന്നെ ബോധ്യപ്പെടുത്തണമെ.\n\nഎന്നിലുള്ള പാപങ്ങളെ എനിക്ക് വെളിപ്പെടുത്തിത്തരികയും അവയുടെ വലിപ്പവും ഗൗരവവും എന്നെ ബോദ്ധ്യപ്പെടുത്തുകയും ചെയ്യണമെ."
                },
                {
                    "id": "guardian_angel",
                    "title": "കാവൽ മാലാഖയോടുള്ള പ്രാർത്ഥന",
                    "icon": "shield_outlined",
                    "content": "എന്നെ കാക്കുന്ന മാലാഖേ എന്നെ വിട്ടുപിരിയാത്ത എത്രയും ഉറപ്പുള്ള തുണയെ ഞാൻ ചെയ്തിരിക്കുന്ന പാപങ്ങളെല്ലാം കണ്ടറിഞ്ഞ് സങ്കടപ്പെടുകയും എന്റെ സ്വഭാവദൂഷ്യം അറിഞ്ഞിട്ടും എന്നെ കൈവിടാതെ കാത്ത് രക്ഷിക്കുകയും ചെയ്തിരുന്നുവല്ലോ!\n\nആയതിനാൽ ഇപ്പോൾ ഞാൻ ചെയ്യുവാൻ പോകുന്ന കുമ്പസാരം കഠിനവിധിക്ക് ഹേതുവാകാതെ എന്റെ ആത്മവ്യാധികൾക്ക് ശാന്തതയും എന്റെ ദുരിതങ്ങൾക്ക് അടക്കവും നൽകുന്നതിന് എനിക്കുവേണ്ടി അപേക്ഷിച്ചുകൊള്ളണമെന്ന് നിന്നോട് ഞാൻ പ്രാർത്ഥിക്കുന്നു."
                }
            ]
        },
        {
            "id": "communion",
            "title": "ദിവ്യകാരുണ്യ സ്വീകരണത്തിനുള്ള പ്രാർത്ഥനകൾ",
            "icon": "wb_sunny_outlined",
            "prayers": [
                {
                    "id": "before_communion",
                    "title": "കുർബാന സ്വീകരണത്തിനു മുമ്പ്",
                    "icon": "wb_twilight_outlined",
                    "content": "ഈശോയേ എന്നോടു കരുണയായിരിക്കണമേ.\n\nബലഹീനനും പാപിയുമായ എനിക്ക് അവിടുത്തെ സ്വീകരിക്കുവാനുള്ള യോഗ്യത തരണമേ, വിചാരത്താലും വാക്കാലും പ്രവർത്തിയാലും ഞാൻ ചെയ്‌തുപോയ പാപങ്ങൾ എന്നോട് ക്ഷമിക്കണമേ.\n\nഎന്റെ അമ്മേ എൻ്റെ ആശ്രയമേ എനിക്കുവേണ്ടി പ്രാർത്ഥിക്കണമേ. സകല മാലാഖമാരെ സകല വിശുദ്ധരെ എനിക്കുവേണ്ടി പ്രാർത്ഥിക്കണമേ.\n\nഹൃദയശാന്തയും എളിമയുമുള്ള ഈശോ, എൻ്റെ ഹൃദയം അങ്ങേ ദിവ്യഹൃദയത്തിന് ഒത്തതാക്കിയരുളണമേ."
                },
                {
                    "id": "after_communion",
                    "title": "കുർബാന സ്വീകരണത്തിനു ശേഷം",
                    "icon": "light_mode_outlined",
                    "content": "എന്റെ ഹൃദയത്തിലേയ്ക്ക് ഇറങ്ങിവന്ന ഈശോയെ ഞാൻ അങ്ങയെ ആരാധിക്കുകയും സ്‌തുതിക്കുകയും നന്ദിപറയുകയും ചെയ്യുന്നു.\n\nഎൻ്റെ ദിവ്യരക്ഷകാ എൻ്റെ ആത്മ ശരീരങ്ങൾക്ക് ആവശ്യമായവ എന്തെല്ലാമെന്ന് അങ്ങ് നന്നായി അറിഞ്ഞിരിക്കുന്നുവല്ലോ. അങ്ങ് അറിയുന്നതുപോലെയും മനസ്സാകുന്നതുപോലെയും എന്നെ ആശിർവദിക്കണമേ, നിർമ്മലമായൊരു ഹൃദയം എന്നിൽ സൃഷ്ടിക്കണമേ.\n\nനിനക്ക് അനിഷ്‌ടമായ നിസ്സാര പാപം പോലും ചെയ്യാതിരിക്കാനുള്ള മനസ്സ് എനിക്ക് തരണമേ. ദൃഢവിശ്വാസവും ശക്തിയുള്ള ശരണവും തീക്‌ഷണമായ സ്നേഹവും ഐഹികാസക്തികളിൽ വിരസതയും എനിക്കു തരണമേ.\n\nനിന്നിൽ നിന്ന് പിരിഞ്ഞ് പോകുവാൻ എന്നെ അനുവദിക്കരുതേ. ശത്രുക്കളിൽ നിന്ന് എന്നെ കാത്തുരക്ഷിച്ചു കൊള്ളണമേ.\n\nപരിശുദ്ധ അമ്മേ എനിക്കുവേണ്ടി പ്രാർത്ഥിക്കണമേ. എനിക്ക് എപ്പോഴും അമ്മയുടെ വിമലഹൃദയത്തിൽ അഭയം തരണമേ സ്വർഗ്ഗവാസികളായ മാലാഖമാരേ, പരിശുദ്ധത്മാരേ, നിങ്ങളും എനിക്കുവേണ്ടി പ്രാർത്ഥിക്കണമേ.\n\nഎന്റെ ഈശോയെ എന്നെ പൂർണ്ണമായും വിശുദ്ധീകരിക്കണമേ എന്റെ ആത്മാവിലേയ്ക്ക് അലിഞ്ഞിറങ്ങണമേ. എന്റെ ചിന്തയിലും ഭാവനയിലും ബുദ്ധിയിലും അലിഞ്ഞിറങ്ങണമേ. എന്റെ ശരീരമാസകലമുള്ള ഓരോ കണികയിലേക്കും അലിഞ്ഞിറങ്ങണമേ.\n\nഞാൻ ആയിരിക്കുന്ന അവസ്ഥയിൽ എന്നെ വിശുദ്ധീകരിക്കണമേ. എനിക്കുതന്ന ജോലി, ജീവിതം, പ്രശ്‌നങ്ങൾ, പ്രയാസങ്ങൾ, കുടുംബജീവിതം, മാതാപിതാക്കൾ, ജീവിതപങ്കാളി, മക്കൾ, ബന്ധുക്കൾ എന്നിവരെയെല്ലാം ഞാൻ നിൻ്റെ തിരുമുമ്പിൽ കാഴ്ചവയ്ക്കുന്നു.\n\nഅനുഗ്രഹിക്കണമേ, ആശീർവദിക്കണമേ, വിശുദ്ധീകരിക്കണമേ. എന്റെ അയൽക്കാരേയും സഹപ്രവർത്തകരേയും സുഹൃത്തുകളേയും ഉപകാരികളെയും അനുഗ്രഹിക്കണമേ.\n\nഎൻ്റെ ഈശോയേ എല്ലാ വസ്‌തുക്കളേക്കാൾ അധികമായി ഞാൻ അങ്ങയെ സ്നേഹിക്കുന്നു."
                }
            ]
        },
        {
            "id": "essential",
            "title": "അടിസ്ഥാന പ്രാർത്ഥനകൾ",
            "icon": "auto_awesome_outlined",
            "prayers": [
                {
                    "id": "lords_prayer",
                    "title": "കർത്താവിന്റെ പ്രാർത്ഥന",
                    "icon": "cloud_outlined",
                    "content": "സ്വർഗ്ഗസ്ഥനായ ഞങ്ങളുടെ പിതാവേ,\nഅങ്ങയുടെ നാമം പൂജിതമാകണമേ.\nഅങ്ങയുടെ രാജ്യം വരണമേ.\nഅങ്ങയുടെ തിരുമനസ്സ് സ്വർഗ്ഗത്തിലെപ്പോലെ\nഭൂമിയിലുമാകണമേ.\n\nഅന്നന്നു വേണ്ട ആഹാരം ഇന്നു ഞങ്ങൾക്കു തരണമേ.\nഞങ്ങളോട് തെറ്റു ചെയ്യുന്നവരോട്\nഞങ്ങൾ ക്ഷമിക്കുന്നതുപോലെ\nഞങ്ങളുടെ തെറ്റുകൾ ഞങ്ങളോടും ക്ഷമിക്കണമേ.\nഞങ്ങളെ പ്രലോഭനത്തിൽ ഉൾപ്പെടുത്തരുതേ.\nതിന്മയിൽ നിന്ന് ഞങ്ങളെ രക്ഷിക്കണമേ.\n\nആമ്മേൻ."
                },
                {
                    "id": "hail_mary",
                    "title": "നന്മ നിറഞ്ഞ മറിയം",
                    "icon": "star_outline",
                    "content": "നന്മ നിറഞ്ഞ മറിയമേ സ്വസ്തി!\nകർത്താവ് അങ്ങയോടുകൂടെ.\nസ്ത്രീകളിൽ അങ്ങ് അനുഗ്രഹിക്കപ്പെട്ടവളാകുന്നു.\nഅങ്ങയുടെ ഉദരഫലമായ ഈശോ അനുഗ്രഹിക്കപ്പെട്ടവനാകുന്നു.\n\nപരിശുദ്ധ മറിയമേ,\nതമ്പുരാന്റെ അമ്മേ,\nപാപികളായ ഞങ്ങൾക്കുവേണ്ടി\nഇപ്പോഴും ഞങ്ങളുടെ മരണസമയത്തും\nപ്രാർത്ഥിക്കണമേ.\n\nആമ്മേൻ."
                },
                {
                    "id": "glory_be",
                    "title": "ത്രിത്വസ്തുതി",
                    "icon": "brightness_high_outlined",
                    "content": "പിതാവിനും പുത്രനും\nപരിശുദ്ധാത്മാവിനും സ്തുതി.\n\nആദിയിലെപ്പോലെ\nഇപ്പോഴും എപ്പോഴും\nഎന്നേക്കും.\n\nആമ്മേൻ."
                },
                {
                    "id": "apostles_creed",
                    "title": "ശ്ലീഹൻമാരുടെ വിശ്വാസപ്രമാണം",
                    "icon": "menu_book_outlined",
                    "isExpandable": true,
                    "content": "സർവ്വശക്തനായ പിതാവും ആകാശത്തിന്റെയും ഭൂമിയുടെയും സ്രഷ്ടാവുമായ ദൈവത്തിൽ ഞാൻ വിശ്വസിക്കുന്നു.\n\nഅവിടുത്തെ ഏകപുത്രനും ഞങ്ങളുടെ കർത്താവുമായ ഈശോ മിശിഹായിലും ഞാൻ വിശ്വസിക്കുന്നു.\n\nഈ പുത്രൻ പരിശുദ്ധാത്മാവാൽ ഗർഭസ്ഥനായി കന്യാമറിയത്തിൽ നിന്നു പിറന്നു.\n\nപന്തിയോസ് പീലാത്തോസിന്റെ കാലത്ത് പീഡകൾ സഹിച്ച്, കുരിശിൽ തറയ്ക്കപ്പെട്ട്, മരിച്ച് അടക്കപ്പെട്ടു;\n\nപാതാളത്തിൽ ഇറങ്ങി, മരിച്ചവരുടെ ഇടയിൽനിന്നു മൂന്നാം നാൾ ഉയിർത്തു;\n\nസ്വർഗ്ഗത്തിലേക്കെഴുന്നള്ളി, സർവ്വശക്തിയുള്ള പിതാവായ ദൈവത്തിന്റെ വലതു ഭാഗത്ത് ഇരിക്കുന്നു;\n\nഅവിടെനിന്ന് ജീവിക്കുന്നവരെയും മരിച്ചവരെയും വിധിക്കാൻ വരുമെന്നും ഞാൻ വിശ്വസിക്കുന്നു.\n\nപരിശുദ്ധാത്മാവിലും ഞാൻ വിശ്വസിക്കുന്നു.\n\nവിശുദ്ധ കത്തോലിക്കാ സഭയിലും, പുണ്യവാന്മാരുടെ ഐക്യത്തിലും, പാപങ്ങളുടെ മോചനത്തിലും, ശരീരത്തിന്റെ ഉയിർപ്പിലും നിത്യമായ ജീവിതത്തിലും ഞാൻ വിശ്വസിക്കുന്നു.\n\nആമ്മേൻ."
                }
            ]
        },
        {
            "id": "marian",
            "title": "മാതാവിനോടുള്ള പ്രാർത്ഥനകൾ",
            "icon": "favorite_border",
            "prayers": [
                {
                    "id": "hail_holy_queen",
                    "title": "പരിശുദ്ധ രാജ്ഞി",
                    "icon": "star_outline",
                    "content": "പരിശുദ്ധ രാജ്ഞി, കരുണയുള്ള മാതാവേ! സ്വസ്തി!\nഞങ്ങളുടെ ജീവനും മാധുര്യവും ശരണവുമേ സ്വസ്തി!\n\nഹാവായുടെ പുറംതള്ളപ്പെട്ട മക്കളായ\nഞങ്ങൾ അങ്ങേപ്പക്കൽ നിലവിളിക്കുന്നു.\n\nകണ്ണുനീരിന്റെ ഈ താഴ്വരയിൽ നിന്ന്\nവിങ്ങിക്കരഞ്ഞു അങ്ങേപ്പക്കൽ\nഞങ്ങൾ നെടുവീർപ്പിടുന്നു.\n\nആകയാൽ ഞങ്ങളുടെ മദ്ധ്യസ്ഥേ\nഅങ്ങയുടെ കരുണയുള്ള കണ്ണുകൾ\nഞങ്ങളുടെ നേരെ തിരിക്കണമേ.\n\nഞങ്ങളുടെ ഈ പ്രവാസത്തിനുശേഷം\nഅങ്ങയുടെ ഉദരത്തിന്റെ അനുഗ്രഹീതഫലമായ\nഈശോയെ ഞങ്ങൾക്ക് കാണിച്ചു തരേണമേ.\n\nകരുണയും വാത്സല്യവും മാധുര്യവും നിറഞ്ഞ\nകന്യാമറിയമേ!\n\nആമ്മേൻ."
                },
                {
                    "id": "memorare",
                    "title": "എത്രയും ദയയുള്ള മാതാവേ",
                    "icon": "volunteer_activism_outlined",
                    "content": "എത്രയും ദയയുള്ള മാതാവേ\nനിന്റെ സങ്കേതത്തിൽ ഓടി വന്ന്\nനിന്റെ സഹായം തേടി\nനിന്റെ മാദ്ധ്യസ്ഥം അപേക്ഷിച്ചവരിൽ\nഒരുവനെയെങ്കിലും\nനീ ഉപേക്ഷിച്ചതായി കേട്ടിട്ടില്ല\nഎന്ന് നീ ഓർക്കണമേ.\n\nകന്യകളുടെ രാജ്ഞിയായ കന്യകേ\nദയയുള്ള മാതാവേ\nഈ വിശ്വാസത്തിൽ ധൈര്യപ്പെട്ടു\nനിന്റെ തൃപ്പാദത്തിങ്കൽ\nഞാൻ അണയുന്നു.\n\nവിലപിച്ചു കണ്ണുനീർ ചിന്തി\nപാപിയായ ഞാൻ\nനിന്റെ ദയാധിക്യത്തെ കാത്തു കൊണ്ട്\nനിന്റെ സന്നിധിയിൽ\nനിൽക്കുന്നു.\n\nഅവതരിച്ച വചനത്തിൻ മാതാവേ\nഎന്റെ അപേക്ഷ ഉപേക്ഷിക്കാതെ\nദയാപൂർവ്വം കേട്ടരുളേണമേ.\n\nആമ്മേൻ."
                },
                {
                    "id": "fatima_prayer",
                    "title": "ഫാത്തിമ ജപം",
                    "icon": "flare_outlined",
                    "content": "ഓ! എന്റെ ഈശോയെ,\nഞങ്ങളുടെ പാപങ്ങൾ ക്ഷമിക്കണമേ.\nനരകാഗ്നിയിൽ നിന്നും ഞങ്ങളെ രക്ഷിക്കണമേ.\n\nഎല്ലാ ആത്മാക്കളെയും\nപ്രത്യേകം അങ്ങേ സഹായം\nകൂടുതൽ ആവശ്യമുള്ളവരേയും\nസ്വർഗ്ഗത്തിലേക്ക് ആനയിക്കണമേ.\n\nപരിശുദ്ധ ജപമാലയുടെ രാജ്ഞീ,\nഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ."
                }
            ]
        },
        {
            "id": "devotions",
            "title": "ഭക്തി പ്രാർത്ഥനകൾ",
            "icon": "auto_stories_outlined",
            "prayers": [
                {
                    "id": "holy_rosary",
                    "title": "പരിശുദ്ധ ജപമാല",
                    "subtitle": "പൂർണ്ണമായ ജപമാല മാർഗ്ഗനിർദ്ദേശം",
                    "icon": "radio_button_unchecked",
                    "isExpandable": true,
                    "sections": [
                        {
                            "title": "പ്രാരംഭ പ്രാർത്ഥന",
                            "subtitle": "ജപമാല ആരംഭിക്കുന്നതിനുമുമ്പ്",
                            "content": "[PRAYER]അളവില്ലാത്ത സകല നന്മസ്വരൂപിയായിരിക്കുന്ന സർവ്വേശ്വരാ കർത്താവേ! അങ്ങയെ ഞാൻ പൂർണ്ണഹൃദയത്തോടെ ആരാധിക്കുകയും സ്തുതിക്കുകയും സ്നേഹിക്കുകയും ചെയ്യുന്നു. പരിശുദ്ധ ദൈവമാതാവായ കന്യകാമറിയത്തെ ബഹുമാനിക്കുന്നതിനും എന്റെ ആവശ്യങ്ങൾക്കും വേണ്ടി ഈ ജപമാല ഭക്തിയോടെ ചൊല്ലുവാൻ ഞാൻ ഒരുങ്ങുന്നു.[/PRAYER]\n\n[PRAYER]ദൈവമാതാവേ ഈ ജപമാല അങ്ങേയ്ക്ക് ഞാൻ കാഴ്ചവയ്ക്കുന്നു. അങ്ങയുടെയും അങ്ങയുടെ ദിവ്യകുമാരന്റെയും സന്തോഷ ദുഃഖ മഹിമാ രഹസ്യങ്ങൾ ധ്യാനിച്ചുകൊണ്ട് ഞാൻ ഇത് ചൊല്ലുന്നു. ഈ ജപമാല മുഖേന എനിക്കു ലഭിക്കേണ്ട വരങ്ങളും കൃപകളും എന്നിൽ വർദ്ധിച്ചുവരുവാൻ പരിശുദ്ധാത്മാവേ കനിയണമെന്ന് ഞാൻ പ്രാർത്ഥിക്കുന്നു.[/PRAYER]\n\n[INSTRUCTION]പിതാവിന്റെയും പുത്രന്റെയും പരിശുദ്ധാത്മാവിന്റെയും നാമത്തിൽ. ആമ്മേൻ.[/INSTRUCTION]"
                        },
                        {
                            "title": "വിശ്വാസപ്രമാണം",
                            "subtitle": "കുരിശിൽ ചൊല്ലുക",
                            "content": "[PRAYER]സർവ്വശക്തനായ പിതാവും ആകാശത്തിന്റെയും ഭൂമിയുടെയും സ്രഷ്ടാവുമായ ദൈവത്തിൽ ഞാൻ വിശ്വസിക്കുന്നു. അവിടുത്തെ ഏകപുത്രനും ഞങ്ങളുടെ കർത്താവുമായ ഈശോ മിശിഹായിലും ഞാൻ വിശ്വസിക്കുന്നു. ഈ പുത്രൻ പരിശുദ്ധാത്മാവാൽ ഗർഭസ്ഥനായി കന്യാമറിയത്തിൽ നിന്നു പിറന്നു. പന്തിയോസ് പീലാത്തോസിന്റെ കാലത്ത് പീഡകൾ സഹിച്ച്, കുരിശിൽ തറയ്ക്കപ്പെട്ട്, മരിച്ച് അടക്കപ്പെട്ടു; പാതാളത്തിൽ ഇറങ്ങി, മരിച്ചവരുടെ ഇടയിൽനിന്നു മൂന്നാം നാൾ ഉയിർത്തു; സ്വർഗ്ഗത്തിലേക്കെഴുന്നള്ളി, സർവ്വശക്തിയുള്ള പിതാവായ ദൈവത്തിന്റെ വലതു ഭാഗത്ത് ഇരിക്കുന്നു; അവിടെനിന്ന് ജീവിക്കുന്നവരെയും മരിച്ചവരെയും വിധിക്കാൻ വരുമെന്നും ഞാൻ വിശ്വസിക്കുന്നു. പരിശുദ്ധാത്മാവിലും ഞാൻ വിശ്വസിക്കുന്നു. വിശുദ്ധ കത്തോലിക്കാ സഭയിലും, പുണ്യവാന്മാരുടെ ഐക്യത്തിലും, പാപങ്ങളുടെ മോചനത്തിലും, ശരീരത്തിന്റെ ഉയിർപ്പിലും നിത്യമായ ജീവിതത്തിലും ഞാൻ വിശ്വസിക്കുന്നു. ആമ്മേൻ.[/PRAYER]"
                        },
                        {
                            "title": "ആരംഭ പ്രാർത്ഥനകൾ",
                            "subtitle": "ആദ്യ മണികളിൽ",
                            "content": "[INSTRUCTION]ആദ്യ വലിയ മണിയിൽ സ്വർഗ്ഗസ്ഥനായ പിതാവേ ചൊല്ലുക:[/INSTRUCTION]\n\n[PRAYER]സ്വർഗ്ഗസ്ഥനായ ഞങ്ങളുടെ പിതാവേ, അങ്ങയുടെ നാമം പൂജിതമാകണമേ. അങ്ങയുടെ രാജ്യം വരണമേ. അങ്ങയുടെ തിരുമനസ്സ് സ്വർഗ്ഗത്തിലെപ്പോലെ ഭൂമിയിലുമാകണമേ. അന്നന്നു വേണ്ട ആഹാരം ഇന്നു ഞങ്ങൾക്കു തരണമേ. ഞങ്ങളോട് തെറ്റു ചെയ്യുന്നവരോട് ഞങ്ങൾ ക്ഷമിക്കുന്നതുപോലെ ഞങ്ങളുടെ തെറ്റുകൾ ഞങ്ങളോടും ക്ഷമിക്കണമേ. ഞങ്ങളെ പ്രലോഭനത്തിൽ ഉൾപ്പെടുത്തരുതേ. തിന്മയിൽ നിന്ന് ഞങ്ങളെ രക്ഷിക്കണമേ. ആമ്മേൻ.[/PRAYER]\n\n[INSTRUCTION]മൂന്ന് ചെറിയ മണികളിൽ നന്മ നിറഞ്ഞ മറിയം ചൊല്ലുക (വിശ്വാസം, ശരണം, സ്നേഹം എന്നിവയ്ക്കായി):[/INSTRUCTION]\n\n[PRAYER]നന്മ നിറഞ്ഞ മറിയമേ സ്വസ്തി! കർത്താവ് അങ്ങയോടുകൂടെ. സ്ത്രീകളിൽ അങ്ങ് അനുഗ്രഹിക്കപ്പെട്ടവളാകുന്നു. അങ്ങയുടെ ഉദരഫലമായ ഈശോ അനുഗ്രഹിക്കപ്പെട്ടവനാകുന്നു. പരിശുദ്ധ മറിയമേ, തമ്പുരാന്റെ അമ്മേ, പാപികളായ ഞങ്ങൾക്കുവേണ്ടി ഇപ്പോഴും ഞങ്ങളുടെ മരണസമയത്തും പ്രാർത്ഥിക്കണമേ. ആമ്മേൻ.[/PRAYER]\n\n[INSTRUCTION]ത്രിത്വസ്തുതി ചൊല്ലുക:[/INSTRUCTION]\n\n[PRAYER]പിതാവിനും പുത്രനും പരിശുദ്ധാത്മാവിനും സ്തുതി. ആദിയിലെപ്പോലെ ഇപ്പോഴും എപ്പോഴും എന്നേക്കും. ആമ്മേൻ.[/PRAYER]"
                        },
                        {
                            "title": "സന്തോഷകരമായ ദൈവരഹസ്യങ്ങൾ",
                            "subtitle": "തിങ്കൾ, ശനി",
                            "content": "[RUBRIC]ഒന്നാം രഹസ്യം: മംഗളവാർത്ത[/RUBRIC]\n\n[PRAYER]കന്യകാമറിയത്തിന് ഗബ്രിയേൽ ദൂതൻ മംഗളവാർത്ത അറിയിക്കുന്നതും പരിശുദ്ധാത്മാവിനാൽ മറിയം ദൈവപുത്രനെ ഗർഭം ധരിക്കുന്നതും ധ്യാനിച്ച് ഒരു സ്വർഗ്ഗസ്ഥനായ പിതാവും പത്ത് നന്മ നിറഞ്ഞ മറിയവും ചൊല്ലുക.[/PRAYER]\n\n[RUBRIC]രണ്ടാം രഹസ്യം: സന്ദർശനം[/RUBRIC]\n\n[PRAYER]പരിശുദ്ധ കന്യകാമറിയം എലിസബത്തിനെ സന്ദർശിക്കുന്നതും ഗർഭസ്ഥനായ യോഹന്നാൻ ആനന്ദിച്ചു തുള്ളുന്നതും ധ്യാനിച്ച് ഒരു സ്വർഗ്ഗസ്ഥനായ പിതാവും പത്ത് നന്മ നിറഞ്ഞ മറിയവും ചൊല്ലുക.[/PRAYER]\n\n[RUBRIC]മൂന്നാം രഹസ്യം: പിറവി[/RUBRIC]\n\n[PRAYER]ഈശോമിശിഹാ ബേത്‌ലഹേമിൽ ജനിക്കുന്നതും മാലാഖമാർ ദൈവത്തെ സ്തുതിക്കുന്നതും ഇടയർ കുഞ്ഞാടിനെ സന്ദർശിക്കുന്നതും ധ്യാനിച്ച് ഒരു സ്വർഗ്ഗസ്ഥനായ പിതാവും പത്ത് നന്മ നിറഞ്ഞ മറിയവും ചൊല്ലുക.[/PRAYER]\n\n[RUBRIC]നാലാം രഹസ്യം: കാഴ്ചവയ്പ്പ്[/RUBRIC]\n\n[PRAYER]ഉണ്ണീശോയെ ദേവാലയത്തിൽ കാഴ്ചവയ്ക്കുന്നതും ശെമയോൻ അവനെ കൈകളിലേറ്റുന്നതും ധ്യാനിച്ച് ഒരു സ്വർഗ്ഗസ്ഥനായ പിതാവും പത്ത് നന്മ നിറഞ്ഞ മറിയവും ചൊല്ലുക.[/PRAYER]\n\n[RUBRIC]അഞ്ചാം രഹസ്യം: ദേവാലയത്തിൽ കണ്ടെത്തൽ[/RUBRIC]\n\n[PRAYER]ബാലനായ ഈശോയെ ദേവാലയത്തിൽ പണ്ഡിതരുടെ മധ്യേ കണ്ടെത്തുന്നതും മറിയവും യൗസേപ്പും സന്തോഷിക്കുന്നതും ധ്യാനിച്ച് ഒരു സ്വർഗ്ഗസ്ഥനായ പിതാവും പത്ത് നന്മ നിറഞ്ഞ മറിയവും ചൊല്ലുക.[/PRAYER]"
                        },
                        {
                            "title": "ദുഃഖകരമായ ദൈവരഹസ്യങ്ങൾ",
                            "subtitle": "ചൊവ്വ, വെള്ളി",
                            "content": "[RUBRIC]ഒന്നാം രഹസ്യം: ഗെത്സമനിയിലെ പ്രാർത്ഥന[/RUBRIC]\n\n[PRAYER]ഈശോ ഗെത്സമനിയിൽ മരണവേദന അനുഭവിച്ച് രക്തം വിയർക്കുന്നതും \"പിതാവേ, അങ്ങേയ്ക്കു മനസ്സുണ്ടെങ്കിൽ ഈ പാനപാത്രം എന്നിൽ നിന്നകറ്റണമേ\" എന്ന് പ്രാർത്ഥിക്കുന്നതും ധ്യാനിച്ച് ഒരു സ്വർഗ്ഗസ്ഥനായ പിതാവും പത്ത് നന്മ നിറഞ്ഞ മറിയവും ചൊല്ലുക.[/PRAYER]\n\n[RUBRIC]രണ്ടാം രഹസ്യം: ചമ്മട്ടിയടി[/RUBRIC]\n\n[PRAYER]ഈശോ തൂണിൽ ബന്ധിക്കപ്പെട്ട് ക്രൂരമായി ചമ്മട്ടിയടിക്കപ്പെടുന്നതും തിരുശരീരം മുറിവേൽക്കുന്നതും ധ്യാനിച്ച് ഒരു സ്വർഗ്ഗസ്ഥനായ പിതാവും പത്ത് നന്മ നിറഞ്ഞ മറിയവും ചൊല്ലുക.[/PRAYER]\n\n[RUBRIC]മൂന്നാം രഹസ്യം: മുൾമുടിധാരണം[/RUBRIC]\n\n[PRAYER]ഈശോയുടെ തിരുശിരസ്സിൽ മുൾക്കിരീടം അണിയിക്കുന്നതും പടയാളികൾ അവിടുത്തെ പരിഹസിക്കുന്നതും ധ്യാനിച്ച് ഒരു സ്വർഗ്ഗസ്ഥനായ പിതാവും പത്ത് നന്മ നിറഞ്ഞ മറിയവും ചൊല്ലുക.[/PRAYER]\n\n[RUBRIC]നാലാം രഹസ്യം: കുരിശുവഹനം[/RUBRIC]\n\n[PRAYER]ഈശോ കനത്ത കുരിശു ചുമന്ന് ഗാഗുൽത്തായിലേക്ക് നടക്കുന്നതും വീഴുന്നതും വേറോനിക്ക മുഖം തുടയ്ക്കുന്നതും ധ്യാനിച്ച് ഒരു സ്വർഗ്ഗസ്ഥനായ പിതാവും പത്ത് നന്മ നിറഞ്ഞ മറിയവും ചൊല്ലുക.[/PRAYER]\n\n[RUBRIC]അഞ്ചാം രഹസ്യം: കുരിശുമരണം[/RUBRIC]\n\n[PRAYER]ഈശോ കുരിശിൽ തറയ്ക്കപ്പെടുന്നതും മൂന്നു മണിക്കൂർ വേദന അനുഭവിച്ച് പ്രാണൻ പിതാവിന്റെ കരങ്ങളിൽ സമർപ്പിക്കുന്നതും ധ്യാനിച്ച് ഒരു സ്വർഗ്ഗസ്ഥനായ പിതാവും പത്ത് നന്മ നിറഞ്ഞ മറിയവും ചൊല്ലുക.[/PRAYER]"
                        },
                        {
                            "title": "മഹിമയുടെ ദൈവരഹസ്യങ്ങൾ",
                            "subtitle": "ബുധൻ, ഞായർ",
                            "content": "[RUBRIC]ഒന്നാം രഹസ്യം: ഉത്ഥാനം[/RUBRIC]\n\n[PRAYER]ഈശോ മൂന്നാം നാൾ മഹത്വത്തോടെ ഉയിർത്തെഴുന്നേൽക്കുന്നതും ശിഷ്യർക്ക് പ്രത്യക്ഷപ്പെടുന്നതും ധ്യാനിച്ച് ഒരു സ്വർഗ്ഗസ്ഥനായ പിതാവും പത്ത് നന്മ നിറഞ്ഞ മറിയവും ചൊല്ലുക.[/PRAYER]\n\n[RUBRIC]രണ്ടാം രഹസ്യം: സ്വർഗ്ഗാരോഹണം[/RUBRIC]\n\n[PRAYER]ഈശോ ശിഷ്യരെ ആശീർവദിച്ച് സ്വർഗ്ഗത്തിലേക്ക് ആരോഹണം ചെയ്യുന്നതും പിതാവിന്റെ വലതുഭാഗത്ത് ഇരിക്കുന്നതും ധ്യാനിച്ച് ഒരു സ്വർഗ്ഗസ്ഥനായ പിതാവും പത്ത് നന്മ നിറഞ്ഞ മറിയവും ചൊല്ലുക.[/PRAYER]\n\n[RUBRIC]മൂന്നാം രഹസ്യം: പരിശുദ്ധാത്മാവിന്റെ ആഗമനം[/RUBRIC]\n\n[PRAYER]പന്തക്കുസ്താ നാളിൽ മറിയത്തിന്റെയും ശിഷ്യരുടെയും മേൽ പരിശുദ്ധാത്മാവ് അഗ്നിനാവുകളായി ഇറങ്ങിവരുന്നതും ധ്യാനിച്ച് ഒരു സ്വർഗ്ഗസ്ഥനായ പിതാവും പത്ത് നന്മ നിറഞ്ഞ മറിയവും ചൊല്ലുക.[/PRAYER]\n\n[RUBRIC]നാലാം രഹസ്യം: സ്വർഗ്ഗാരോപണം[/RUBRIC]\n\n[PRAYER]പരിശുദ്ധ കന്യകാമറിയം ആത്മാവോടും ശരീരത്തോടുംകൂടെ സ്വർഗ്ഗത്തിലേക്ക് എടുക്കപ്പെടുന്നതും മാലാഖമാർ സ്വീകരിക്കുന്നതും ധ്യാനിച്ച് ഒരു സ്വർഗ്ഗസ്ഥനായ പിതാവും പത്ത് നന്മ നിറഞ്ഞ മറിയവും ചൊല്ലുക.[/PRAYER]\n\n[RUBRIC]അഞ്ചാം രഹസ്യം: കിരീടധാരണം[/RUBRIC]\n\n[PRAYER]പരിശുദ്ധ ത്രിത്വം മറിയത്തെ സ്വർഗ്ഗഭൂമികളുടെ രാജ്ഞിയായി കിരീടമണിയിക്കുന്നതും മാലാഖമാരും വിശുദ്ധരും ആനന്ദിക്കുന്നതും ധ്യാനിച്ച് ഒരു സ്വർഗ്ഗസ്ഥനായ പിതാവും പത്ത് നന്മ നിറഞ്ഞ മറിയവും ചൊല്ലുക.[/PRAYER]"
                        },
                        {
                            "title": "പ്രകാശത്തിൻ്റെ ദൈവരഹസ്യങ്ങൾ",
                            "subtitle": "വ്യാഴം",
                            "content": "[RUBRIC]ഒന്നാം രഹസ്യം: ജോർദ്ദാനിൽ സ്നാനം[/RUBRIC]\n\n[PRAYER]ഈശോ ജോർദ്ദാൻ നദിയിൽ യോഹന്നാനിൽനിന്ന് സ്നാനം സ്വീകരിക്കുന്നതും സ്വർഗ്ഗം തുറന്ന് പരിശുദ്ധാത്മാവ് അവിടുത്തെമേൽ ഇറങ്ങുന്നതും ധ്യാനിച്ച് ഒരു സ്വർഗ്ഗസ്ഥനായ പിതാവും പത്ത് നന്മ നിറഞ്ഞ മറിയവും ചൊല്ലുക.[/PRAYER]\n\n[RUBRIC]രണ്ടാം രഹസ്യം: കാനായിലെ കല്യാണം[/RUBRIC]\n\n[PRAYER]ഈശോ കാനായിലെ കല്യാണവിരുന്നിൽ വെള്ളം വീഞ്ഞാക്കി മാറ്റുന്നതും തന്റെ മഹത്വം വെളിപ്പെടുത്തുന്നതും ധ്യാനിച്ച് ഒരു സ്വർഗ്ഗസ്ഥനായ പിതാവും പത്ത് നന്മ നിറഞ്ഞ മറിയവും ചൊല്ലുക.[/PRAYER]\n\n[RUBRIC]മൂന്നാം രഹസ്യം: ദൈവരാജ്യപ്രഘോഷണം[/RUBRIC]\n\n[PRAYER]ഈശോ ദൈവരാജ്യം പ്രസംഗിക്കുന്നതും മാനസാന്തരത്തിലേക്ക് എല്ലാവരെയും ക്ഷണിക്കുന്നതും രോഗികളെ സുഖപ്പെടുത്തുന്നതും ധ്യാനിച്ച് ഒരു സ്വർഗ്ഗസ്ഥനായ പിതാവും പത്ത് നന്മ നിറഞ്ഞ മറിയവും ചൊല്ലുക.[/PRAYER]\n\n[RUBRIC]നാലാം രഹസ്യം: രൂപാന്തരീകരണം[/RUBRIC]\n\n[PRAYER]ഈശോ താബോർ മലയിൽ രൂപാന്തരപ്പെടുന്നതും മോശയും ഏലിയായും പ്രത്യക്ഷപ്പെടുന്നതും പിതാവിന്റെ സ്വരം കേൾക്കുന്നതും ധ്യാനിച്ച് ഒരു സ്വർഗ്ഗസ്ഥനായ പിതാവും പത്ത് നന്മ നിറഞ്ഞ മറിയവും ചൊല്ലുക.[/PRAYER]\n\n[RUBRIC]അഞ്ചാം രഹസ്യം: പരിശുദ്ധ കുർബാന സ്ഥാപനം[/RUBRIC]\n\n[PRAYER]ഈശോ അന്ത്യ അത്താഴ വേളയിൽ തിരുശരീരരക്തങ്ങൾ സ്ഥാപിക്കുന്നതും \"ഇത് എന്റെ ശരീരമാകുന്നു\" എന്ന് അരുൾചെയ്യുന്നതും ധ്യാനിച്ച് ഒരു സ്വർഗ്ഗസ്ഥനായ പിതാവും പത്ത് നന്മ നിറഞ്ഞ മറിയവും ചൊല്ലുക.[/PRAYER]"
                        },
                        {
                            "title": "കാഴ്ച സമർപ്പണം",
                            "subtitle": "ജപമാല അവസാനിപ്പിക്കുന്നതിനുമുമ്പ്",
                            "content": "[PRAYER]ദൈവമാതാവായ പരിശുദ്ധ കന്യകാമറിയമേ! അങ്ങയുടെയും അങ്ങയുടെ തിരുക്കുമാരന്റെയും മഹത്വത്തിനും ബഹുമാനത്തിനുമായി ഈ ജപമാല ഞാൻ കാഴ്ചവയ്ക്കുന്നു. ഈ ജപമാല അങ്ങയുടെ തിരുക്കരങ്ങളിൽ ഞാൻ സമർപ്പിക്കുന്നു. എന്റെ കുറവുകളും വീഴ്ചകളും പരിഹരിച്ച് അങ്ങ് അങ്ങയുടെ തിരുക്കുമാരനു സമർപ്പിക്കണമേ.[/PRAYER]\n\n[PRAYER]അമ്മേ, ഈ ജപമാലയുടെ ഫലമായി ഞങ്ങൾക്കും ഞങ്ങളുടെ പ്രിയപ്പെട്ടവർക്കും ജീവിച്ചിരിക്കുന്നവർക്കും മരിച്ചവർക്കും വേണ്ട എല്ലാ കൃപകളും നേടിത്തരണമേ.[/PRAYER]"
                        },
                        {
                            "title": "പരിശുദ്ധ കന്യകാമറിയത്തിന്റെ ലുത്തിനിയ",
                            "subtitle": "ലിത്താനി",
                            "content": "[VERSICLE]കർത്താവേ, കരുണയായിരിക്കണമേ.[/VERSICLE]\n[RESPONSE]കർത്താവേ, കരുണയായിരിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]മിശിഹായേ, കരുണയായിരിക്കണമേ.[/VERSICLE]\n[RESPONSE]മിശിഹായേ, കരുണയായിരിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]കർത്താവേ, കരുണയായിരിക്കണമേ.[/VERSICLE]\n[RESPONSE]കർത്താവേ, കരുണയായിരിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]മിശിഹായേ, ഞങ്ങളുടെ പ്രാർത്ഥന കേൾക്കണമേ.[/VERSICLE]\n[RESPONSE]മിശിഹായേ, ഞങ്ങളുടെ പ്രാർത്ഥന കൈക്കൊള്ളണമേ.[/RESPONSE]\n\n[VERSICLE]സ്വർഗ്ഗസ്ഥനായ പിതാവായ ദൈവമേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങളെ അനുഗ്രഹിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]ഭൂലോക രക്ഷകനായ പുത്രനായ ദൈവമേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങളെ അനുഗ്രഹിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]പരിശുദ്ധാത്മാവായ ദൈവമേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങളെ അനുഗ്രഹിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]ഏക ത്രിത്വമായ ദൈവമേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങളെ അനുഗ്രഹിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]പരിശുദ്ധ മറിയമേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]ദൈവത്തിന്റെ പരിശുദ്ധ ജനനീ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]കന്യകകളിൽ അത്യന്തം നിർമ്മലയായ കന്യകേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]മിശിഹായുടെ മാതാവേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]ദൈവവരപ്രസാദത്തിന്റെ മാതാവേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]അത്യന്ത നിർമ്മലയായ മാതാവേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]കന്യാത്വത്തിനു ഭംഗം വരാത്ത മാതാവേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]മാലിന്യമേശാത്ത മാതാവേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]സ്നേഹത്തിനു പാത്രമായ മാതാവേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]അത്ഭുതത്തിനു വിഷയമായ മാതാവേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]നല്ല ആലോചന നൽകുന്ന മാതാവേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]സ്രഷ്ടാവിന്റെ മാതാവേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]രക്ഷകന്റെ മാതാവേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]അത്യന്തം വിവേകമുള്ള കന്യകേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]വണക്കത്തിനു യോഗ്യയായ കന്യകേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]സ്തുതിക്കു യോഗ്യയായ കന്യകേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]മഹാവല്ലഭയായ കന്യകേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]കൃപയുള്ള കന്യകേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]വിശ്വസ്തയായ കന്യകേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]നീതിയുടെ ദർപ്പണമേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]ദൈവജ്ഞാനത്തിന്റെ സിംഹാസനമേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]ഞങ്ങളുടെ സന്തോഷത്തിന്റെ കാരണമേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]ആത്മജ്ഞാനത്തിന്റെ പാത്രമേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]ബഹുമാനത്തിന്റെ പാത്രമേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]അത്ഭുതമായ ഭക്തിയുടെ പാത്രമേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]ദിവ്യരഹസ്യം നിറഞ്ഞ റോസാപുഷ്പമേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]ദാവീദിന്റെ രാജഗോപുരമേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]നിർമ്മലമായ ദന്തഗോപുരമേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]സ്വർണ്ണാലയമേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]വാഗ്ദാനത്തിന്റെ പേടകമേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]സ്വർഗ്ഗത്തിന്റെ വാതിലേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]ഉഷഃകാല നക്ഷത്രമേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]രോഗികളുടെ ആരോഗ്യമേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]പാപികളുടെ സങ്കേതമേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]പീഡിതരുടെ ആശ്വാസമേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]ക്രിസ്ത്യാനികളുടെ സഹായമേ,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]മാലാഖമാരുടെ രാജ്ഞി,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]പൂർവ്വപിതാക്കളുടെ രാജ്ഞി,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]പ്രവാചകന്മാരുടെ രാജ്ഞി,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]ശ്ലീഹന്മാരുടെ രാജ്ഞി,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]രക്തസാക്ഷികളുടെ രാജ്ഞി,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]സ്തുതിപാഠകരുടെ രാജ്ഞി,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]കന്യകകളുടെ രാജ്ഞി,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]സകല വിശുദ്ധരുടെയും രാജ്ഞി,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]അമലോത്ഭവയായ രാജ്ഞി,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]സ്വർഗ്ഗാരോപിതയായ രാജ്ഞി,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]പരിശുദ്ധ ജപമാലയുടെ രാജ്ഞി,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]സമാധാനത്തിന്റെ രാജ്ഞി,[/VERSICLE]\n[RESPONSE]ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]ലോകത്തിന്റെ പാപങ്ങൾ നീക്കുന്ന ദൈവത്തിന്റെ കുഞ്ഞാടേ,[/VERSICLE]\n[RESPONSE]കർത്താവേ, ഞങ്ങളുടെ പാപങ്ങൾ ക്ഷമിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]ലോകത്തിന്റെ പാപങ്ങൾ നീക്കുന്ന ദൈവത്തിന്റെ കുഞ്ഞാടേ,[/VERSICLE]\n[RESPONSE]കർത്താവേ, ഞങ്ങളുടെ പ്രാർത്ഥന കേൾക്കണമേ.[/RESPONSE]\n\n[VERSICLE]ലോകത്തിന്റെ പാപങ്ങൾ നീക്കുന്ന ദൈവത്തിന്റെ കുഞ്ഞാടേ,[/VERSICLE]\n[RESPONSE]കർത്താവേ, ഞങ്ങളെ അനുഗ്രഹിക്കണമേ.[/RESPONSE]\n\n[VERSICLE]ദൈവത്തിന്റെ പരിശുദ്ധ ജനനീ, ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/VERSICLE]\n[RESPONSE]മിശിഹാ വാഗ്ദാനം ചെയ്ത അനുഗ്രഹങ്ങൾ ഞങ്ങൾക്കു ലഭിക്കാൻ ഞങ്ങളെ യോഗ്യരാക്കണമേ.[/RESPONSE]"
                        },
                        {
                            "title": "സമാപന പ്രാർത്ഥനകൾ",
                            "subtitle": "ലിത്താനിക്കു ശേഷം",
                            "content": "[INSTRUCTION]പ്രാർത്ഥിക്കാം:[/INSTRUCTION]\n\n[PRAYER]സർവ്വേശ്വരാ, അങ്ങയുടെ ഏകജാതനായ പുത്രൻ തന്റെ ജീവിതത്താലും മരണത്താലും ഉയിർപ്പിനാലും നിത്യരക്ഷയുടെ പ്രതിഫലം ഞങ്ങൾക്ക് നേടിത്തന്നുവല്ലോ. പരിശുദ്ധ കന്യകാമറിയത്തിന്റെ ജപമാലയിലെ ഈ രഹസ്യങ്ങൾ ധ്യാനിക്കുന്ന ഞങ്ങൾ അവ ഉൾക്കൊള്ളുകയും അവയുടെ വാഗ്ദാനങ്ങൾ പ്രാപിക്കുകയും ചെയ്യുമാറാകട്ടെ. ഞങ്ങളുടെ കർത്താവായ മിശിഹായിലൂടെ. ആമ്മേൻ.[/PRAYER]\n\n[INSTRUCTION]പരിശുദ്ധ രാജ്ഞി:[/INSTRUCTION]\n\n[PRAYER]പരിശുദ്ധ രാജ്ഞി, കരുണയുള്ള മാതാവേ! സ്വസ്തി! ഞങ്ങളുടെ ജീവനും മാധുര്യവും ശരണവുമേ സ്വസ്തി! ഹാവായുടെ പുറംതള്ളപ്പെട്ട മക്കളായ ഞങ്ങൾ അങ്ങേപ്പക്കൽ നിലവിളിക്കുന്നു. കണ്ണുനീരിന്റെ ഈ താഴ്വരയിൽ നിന്ന് വിങ്ങിക്കരഞ്ഞു അങ്ങേപ്പക്കൽ ഞങ്ങൾ നെടുവീർപ്പിടുന്നു. ആകയാൽ ഞങ്ങളുടെ മദ്ധ്യസ്ഥേ അങ്ങയുടെ കരുണയുള്ള കണ്ണുകൾ ഞങ്ങളുടെ നേരെ തിരിക്കണമേ. ഞങ്ങളുടെ ഈ പ്രവാസത്തിനുശേഷം അങ്ങയുടെ ഉദരത്തിന്റെ അനുഗ്രഹീതഫലമായ ഈശോയെ ഞങ്ങൾക്ക് കാണിച്ചു തരേണമേ. കരുണയും വാത്സല്യവും മാധുര്യവും നിറഞ്ഞ കന്യാമറിയമേ![/PRAYER]\n\n[VERSICLE]ഈശോയുടെ വാഗ്ദാനങ്ങൾക്ക് ഞങ്ങൾ യോഗ്യരാകുവാൻ,[/VERSICLE]\n[RESPONSE]ദൈവമാതാവേ, ഞങ്ങൾക്കുവേണ്ടി അപേക്ഷിക്കണമേ.[/RESPONSE]\n\n[INSTRUCTION]എത്രയും ദയയുള്ള മാതാവേ:[/INSTRUCTION]\n\n[PRAYER]എത്രയും ദയയുള്ള മാതാവേ, നിന്റെ സങ്കേതത്തിൽ ഓടി വന്ന്, നിന്റെ സഹായം തേടി, നിന്റെ മാദ്ധ്യസ്ഥം അപേക്ഷിച്ചവരിൽ ഒരുവനെയെങ്കിലും നീ ഉപേക്ഷിച്ചതായി കേട്ടിട്ടില്ല എന്ന് നീ ഓർക്കണമേ. കന്യകകളുടെ രാജ്ഞിയായ കന്യകേ, ദയയുള്ള മാതാവേ, ഈ വിശ്വാസത്തിൽ ധൈര്യപ്പെട്ടു നിന്റെ തൃപ്പാദത്തിങ്കൽ ഞാൻ അണയുന്നു. വിലപിച്ചു കണ്ണുനീർ ചിന്തി, പാപിയായ ഞാൻ നിന്റെ ദയാധിക്യത്തെ കാത്തു കൊണ്ട് നിന്റെ സന്നിധിയിൽ നിൽക്കുന്നു. അവതരിച്ച വചനത്തിൻ മാതാവേ, എന്റെ അപേക്ഷ ഉപേക്ഷിക്കാതെ ദയാപൂർവ്വം കേട്ടരുളേണമേ. ആമ്മേൻ.[/PRAYER]\n\n[INSTRUCTION]പിതാവിന്റെയും പുത്രന്റെയും പരിശുദ്ധാത്മാവിന്റെയും നാമത്തിൽ. ആമ്മേൻ.[/INSTRUCTION]"
                        }
                    ]
                },
                {
                    "id": "divine_mercy_chaplet",
                    "title": "ദൈവകരുണയുടെ ജപമാല",
                    "icon": "water_drop_outlined",
                    "isExpandable": true,
                    "sections": [
                        {
                            "title": "ആരംഭ പ്രാർത്ഥനകൾ",
                            "subtitle": "കുരിശിലും ആദ്യ മണികളിലും",
                            "content": "[INSTRUCTION]പിതാവിൻറെയും പുത്രൻറെയും പരിശുദ്ധാത്മാവിൻറെയും നാമത്തിൽ. ആമ്മേൻ.[/INSTRUCTION]\n\n[INSTRUCTION]1 സ്വർഗ്ഗസ്ഥനായ പിതാവേ, 1 നന്മ നിറഞ്ഞ മറിയം ചൊല്ലുക.[/INSTRUCTION]"
                        },
                        {
                            "title": "ഓരോ ദശകവും",
                            "subtitle": "5 ദശകങ്ങൾക്കും ആവർത്തിക്കുക",
                            "content": "[RUBRIC]സമർപ്പണ പ്രാർത്ഥന (വലിയ മണിയിൽ 1 പ്രാവശ്യം):[/RUBRIC]\n\n[PRAYER]നിത്യപിതാവേ, ഞങ്ങളുടേയും ലോകം മുഴുവൻറെയും പാപങ്ങൾക്ക്‌ പരിഹാരമായി ഞങ്ങളുടെ നാഥനും രക്ഷകനും അങ്ങേ ഏറ്റവും വാത്സല്യമുള്ള പുത്രനുമായ ഈശോമിശിഹായുടെ തിരുശരീരവും, തിരുരക്തവും, ആത്മാവും, ദൈവത്വവും അങ്ങേക്ക് ഞങ്ങൾ കാഴ്ച വയ്ക്കുന്നു.[/PRAYER]\n\n[RUBRIC]ചെറിയ മണികളിൽ (10 പ്രാവശ്യം):[/RUBRIC]\n\n[PRAYER]ഈശോയുടെ അതിദാരുണമായ പീഡാസഹനത്തെക്കുറിച്ച്; പിതാവേ, ഞങ്ങളുടെമേലും ലോകം മുഴുവൻറെ മേലും കരുണയായിരിക്കണമേ.[/PRAYER]"
                        },
                        {
                            "title": "സമാപനം",
                            "subtitle": "5 ദശകങ്ങൾക്ക് ശേഷം",
                            "content": "[RUBRIC]മൂന്ന് പ്രാവശ്യം ചൊല്ലുക:[/RUBRIC]\n\n[PRAYER]പരിശുദ്ധനായ ദൈവമേ,\nപരിശുദ്ധനായ ബലവാനേ,\nപരിശുദ്ധനായ അമർത്യനേ,\nഞങ്ങളുടെമേലും ലോകം മുഴുവൻറെമേലും കരുണയായിരിക്കണമേ.[/PRAYER]"
                        }
                    ]
                }
            ]
        }
    ]
}
