{
  "title": "How to Make a Good Confession",
  "subtitle": "A step-by-step guide to the Sacrament of Reconciliation",
  "sections": [
    {
      "id": "before_confession",
      "title": "Before Confession",
      "icon": "assignment_outlined",
      "content": "A good confession requires careful preparation. The Church teaches five essential elements:\n\n• Examine your conscience thoroughly, recalling all sins since your last confession\n• Feel genuine sorrow (contrition) for having offended God\n• Make a firm resolution to avoid sin in the future\n• Confess all mortal sins in kind and number to the priest\n• Complete the penance assigned by the priest\n\nTake time before confession to pray and reflect quietly. Ask the Holy Spirit to help you see your sins clearly and to give you true repentance.\n\nThis app includes over 300 examination questions to help you prepare thoroughly. Don't rush—a careful examination is the foundation of a good confession. Take as many sessions as you need; your progress is saved automatically.\n\n\"Create in me a clean heart, O God, and renew a right spirit within me.\" —Psalm 51:10\n\n(CCC 1454)"
    },
    {
      "id": "entering_confessional",
      "title": "Entering the Confessional",
      "icon": "door_front_outlined",
      "content": "When you enter the confessional, you may kneel behind the screen or sit face-to-face with the priest—whichever you prefer. Take a moment to compose yourself.\n\nBoth you and the priest make the Sign of the Cross together:\n\n\"In the Name of the Father, and of the Son, and of the Holy Spirit. Amen.\"\n\nThe priest may offer words of welcome and encouragement, such as:\n\"May the Lord be in your heart and help you to confess your sins with true sorrow.\"\n\nHe may also read a brief passage from Sacred Scripture to help you focus on God's mercy."
    },
    {
      "id": "confessing_sins",
      "title": "Confessing Your Sins",
      "icon": "record_voice_over_outlined",
      "content": "Begin by stating how long it has been since your last confession:\n\n\"Forgive me, Father, for I have sinned. It has been [days/weeks/months/years] since my last confession.\"\n\nThen confess your sins simply and honestly. For mortal sins, you must confess:\n• The kind of sin (what you did)\n• The number of times (as best you can recall)\n\nFor example: \"I missed Mass on Sunday three times\" or \"I lied to my spouse about money twice.\"\n\nDon't worry about perfect wording—speak from the heart. The priest is there to help you, not to judge you. If you're unsure whether something is a sin, you may ask.\n\nWhen finished, you may say: \"For these and all my sins, I am truly sorry.\"\n\n(CCC 1456)"
    },
    {
      "id": "counsel_penance",
      "title": "Counsel and Penance",
      "icon": "psychology_outlined",
      "content": "After hearing your confession, the priest may offer spiritual counsel to help you grow in virtue and avoid sin in the future. Listen attentively to his words.\n\nThe priest will then assign a penance—usually prayers, an act of charity, or a sacrifice. This penance:\n• Helps repair the damage caused by sin\n• Strengthens you against future temptation\n• Expresses your desire to change\n\nIf the penance is unclear or seems too difficult, you may respectfully ask for clarification or an alternative.\n\n(CCC 1460)"
    },
    {
      "id": "act_of_contrition",
      "title": "Act of Contrition",
      "icon": "favorite_outline",
      "content": "The priest will ask you to pray an Act of Contrition. This prayer expresses your sorrow for sin and your intention to amend your life. You may use your own words or pray:\n\n[PRAYER]\nO my God, I am heartily sorry for having offended Thee, and I detest all my sins because I dread the loss of heaven and the pains of hell; but most of all because they offend Thee, my God, who art all good and deserving of all my love. I firmly resolve, with the help of Thy grace, to confess my sins, to do penance, and to amend my life. Amen.\n[/PRAYER]\n\nAlternatively:\n\n[PRAYER]\nMy God, I am sorry for my sins with all my heart. In choosing to do wrong and failing to do good, I have sinned against You whom I should love above all things. I firmly intend, with Your help, to do penance, to sin no more, and to avoid whatever leads me to sin. Our Savior Jesus Christ suffered and died for us. In His name, my God, have mercy. Amen.\n[/PRAYER]"
    },
    {
      "id": "absolution",
      "title": "Receiving Absolution",
      "icon": "auto_awesome_outlined",
      "content": "This is the most sacred moment of the sacrament. The priest extends his hands over you and speaks the words of absolution:\n\n[LITURGICAL]\n\"God, the Father of mercies, through the death and resurrection of His Son has reconciled the world to Himself and sent the Holy Spirit among us for the forgiveness of sins; through the ministry of the Church may God give you pardon and peace, and I absolve you from your sins in the name of the Father, and of the Son, + and of the Holy Spirit.\"\n[/LITURGICAL]\n\nYou respond: \"Amen.\"\n\nMake the Sign of the Cross as the priest pronounces the absolution. At this moment, all your confessed sins are truly forgiven. You are reconciled with God and the Church.\n\n\"As far as the east is from the west, so far does He remove our transgressions from us.\" —Psalm 103:12\n\n(CCC 1449)"
    },
    {
      "id": "after_confession",
      "title": "After Confession",
      "icon": "celebration_outlined",
      "content": "The priest will dismiss you with words of peace, such as:\n\"Give thanks to the Lord, for He is good.\"\nYou respond: \"His mercy endures forever.\"\n\nOr he may say: \"Go in peace.\"\n\nAfter leaving the confessional:\n\n• Complete your penance as soon as possible, if it can be done right away\n• Spend a few moments in thanksgiving—you have received an incredible gift!\n• Ask Our Lord for the grace to remain faithful\n\nRemember: You have been washed clean. Do not dwell on confessed sins with anxiety. Trust in God's mercy and go forward with joy.\n\n\"There is more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.\" —Luke 15:7\n\n(CCC 1468)"
    },
    {
      "id": "tips",
      "title": "Helpful Tips",
      "icon": "lightbulb_outlined",
      "content": "• If you forget a sin during confession, don't worry—it is forgiven along with those you confessed. Simply mention it in your next confession.\n\n• If you are nervous, tell the priest. He is there to help you.\n\n• For a long absence from confession, let the priest know. He can guide you through the process step by step.\n\n• You may bring a written list of sins to help you remember—or use this app's Examine feature to prepare and review your sins during confession.\n\n• The Seal of Confession is absolute. The priest cannot reveal anything heard in confession, under any circumstances.\n\n• Confess regularly, even venial sins. The saints recommended weekly or monthly confession as a path to holiness.\n\n\"Confess your sins to one another and pray for one another, that you may be healed.\" —James 5:16\n\n(CCC 1467)"
    }
  ],
  "callToAction": {
    "primary": "Begin Examination",
    "secondary": "View Prayers"
  }
}
