{
  "title": "നല്ല കുമ്പസാരം എങ്ങനെ നടത്താം",
  "subtitle": "അനുരഞ്ജന കൂദാശയുടെ ഘട്ടങ്ങൾ",
  "sections": [
    {
      "id": "before_confession",
      "title": "കുമ്പസാരത്തിനു മുമ്പ്",
      "icon": "assignment_outlined",
      "content": "നല്ല കുമ്പസാരത്തിന് കത്തോലിക്കാ സഭ നിർദ്ദേശിക്കുന്ന അഞ്ചു കാര്യങ്ങൾ:\n\n• പാപങ്ങളെല്ലാം ക്രമമായി ഓർക്കുന്നത്\n• പാപങ്ങളെക്കുറിച്ച് പശ്ചാത്തപിക്കുന്നത്\n• മേലിൽ പാപം ചെയ്യുകയില്ലെന്ന് പ്രതിജ്ഞ ചെയ്യുന്നത്\n• ചെയ്തുപോയ മാരകപാപങ്ങളെങ്കിലും വൈദികനെ അറിയിക്കുന്നത്\n• വൈദികൻ കല്പിക്കുന്ന പ്രായശ്ചിത്തം നിറവേറ്റുന്നത്\n\nകുമ്പസാരദിവസം അതിരാവിലെ എഴുന്നേറ്റ് വീട്ടിലിരുന്ന് ഏകാന്തമായി പ്രാർത്ഥനയോടെ പാപങ്ങളെല്ലാം ഓർക്കുക. പരിശുദ്ധാത്മാവിനോട് സഹായം അപേക്ഷിക്കുക.\n\nനന്നായി തയ്യാറാകാൻ സഹായിക്കുന്ന 300-ലധികം മനസ്സാക്ഷി പരിശോധന ചോദ്യങ്ങൾ ഈ ആപ്പിൽ ഉൾപ്പെടുന്നു. തിരക്കുകൂട്ടേണ്ട—ശ്രദ്ധാപൂർവമായ പരിശോധന നല്ല കുമ്പസാരത്തിന്റെ അടിസ്ഥാനമാണ്. നിങ്ങൾക്ക് ആവശ്യമുള്ളത്ര സെഷനുകൾ എടുക്കാം; നിങ്ങളുടെ പുരോഗതി സ്വയമേവ സംരക്ഷിക്കപ്പെടും.\n\n\"ദൈവമേ, എന്നിൽ നിർമ്മലമായ ഒരു ഹൃദയം സൃഷ്ടിക്കണമേ; സ്ഥിരതയുള്ള ഒരു മനസ്സ് എന്നിൽ നവീകരിക്കണമേ.\" —സങ്കീർത്തനം 51:10\n\n(CCC 1454)"
    },
    {
      "id": "entering_confessional",
      "title": "കുമ്പസാരക്കൂട്ടിലേക്ക് പ്രവേശിക്കൽ",
      "icon": "door_front_outlined",
      "content": "കുമ്പസാരക്കൂട്ടിലേക്ക് പ്രവേശിക്കുമ്പോൾ, നിങ്ങൾക്ക് മറയ്ക്കു പിന്നിൽ മുട്ടുകുത്തി നിൽക്കാം അല്ലെങ്കിൽ വൈദികന്റെ മുഖാമുഖം ഇരിക്കാം—നിങ്ങൾക്ക് ഏതാണോ സുഖപ്രദം അത് തിരഞ്ഞെടുക്കുക.\n\nനിങ്ങളും വൈദികനും ഒരുമിച്ച് കുരിശടയാളം വരയ്ക്കുന്നു:\n\n\"പിതാവിന്റെയും പുത്രന്റെയും പരിശുദ്ധാത്മാവിന്റെയും നാമത്തിൽ. ആമേൻ.\"\n\nവൈദികൻ സ്വാഗതവാക്കുകളും പ്രോത്സാഹനവും നൽകാം:\n\"കർത്താവ് നിങ്ങളുടെ ഹൃദയത്തിൽ ഉണ്ടായിരിക്കട്ടെ, യഥാർത്ഥ പശ്ചാത്താപത്തോടെ നിങ്ങളുടെ പാപങ്ങൾ ഏറ്റുപറയാൻ നിങ്ങളെ സഹായിക്കട്ടെ.\"\n\nദൈവത്തിന്റെ കരുണയിൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കാൻ അദ്ദേഹം തിരുവെഴുത്തിൽ നിന്ന് ഒരു ഹ്രസ്വ ഭാഗം വായിക്കാം."
    },
    {
      "id": "confessing_sins",
      "title": "പാപങ്ങൾ ഏറ്റുപറയൽ",
      "icon": "record_voice_over_outlined",
      "content": "നിങ്ങളുടെ അവസാന കുമ്പസാരം മുതൽ എത്ര സമയമായി എന്ന് ആദ്യം പറയുക:\n\n\"പിതാവേ, പാപിയായ എന്നെ അനുഗ്രഹിക്കണമേ. ഞാൻ കുമ്പസാരിച്ചിട്ട് [ദിവസങ്ങൾ/ആഴ്ചകൾ/മാസങ്ങൾ/വർഷങ്ങൾ] ആയി.\"\n\nതുടർന്ന് നിങ്ങളുടെ പാപങ്ങൾ ലളിതമായും സത്യസന്ധമായും ഏറ്റുപറയുക. മാരകപാപങ്ങൾക്ക്, നിങ്ങൾ പറയണം:\n• പാപത്തിന്റെ തരം (എന്താണ് ചെയ്തത്)\n• എത്ര തവണ (ഓർമ്മിക്കാൻ കഴിയുന്നത്ര)\n\nഉദാഹരണം: \"ഞായറാഴ്ച കുർബാന മൂന്ന് പ്രാവശ്യം മുടക്കി\" അല്ലെങ്കിൽ \"എന്റെ ഭാര്യയോട്/ഭർത്താവിനോട് പണത്തെക്കുറിച്ച് രണ്ട് തവണ കള്ളം പറഞ്ഞു.\"\n\nകൃത്യമായ വാക്കുകൾ കണ്ടെത്താൻ ആകുലപ്പെടേണ്ട—ഹൃദയത്തിൽ നിന്ന് സംസാരിക്കുക. വൈദികൻ നിങ്ങളെ സഹായിക്കാൻ അവിടെയുണ്ട്.\n\nപൂർത്തിയാകുമ്പോൾ, നിങ്ങൾ പറയാം: \"ഞാൻ ഈ പറഞ്ഞ പാപങ്ങളെക്കുറിച്ചും മറന്നുപോയ പാപങ്ങളെക്കുറിച്ചും മനസ്തപിക്കുന്നു. പാപമോചനവും പ്രായശ്ചിത്തവും തരണമെന്ന് അപേക്ഷിക്കുന്നു.\"\n\n(CCC 1456)"
    },
    {
      "id": "counsel_penance",
      "title": "ഉപദേശവും പ്രായശ്ചിത്തവും",
      "icon": "psychology_outlined",
      "content": "നിങ്ങളുടെ കുമ്പസാരം കേട്ടതിനുശേഷം, വൈദികൻ പുണ്യത്തിൽ വളരാനും ഭാവിയിൽ പാപം ഒഴിവാക്കാനും സഹായിക്കുന്ന ആത്മീയ ഉപദേശം നൽകാം. അദ്ദേഹത്തിന്റെ വാക്കുകൾ ശ്രദ്ധയോടെ കേൾക്കുക.\n\nവൈദികൻ ഒരു പ്രായശ്ചിത്തം നിർദ്ദേശിക്കും—സാധാരണയായി പ്രാർത്ഥനകൾ, ഒരു ദാനപ്രവൃത്തി, അല്ലെങ്കിൽ ഒരു ത്യാഗം. ഈ പ്രായശ്ചിത്തം:\n• പാപം മൂലമുണ്ടായ നാശം നന്നാക്കാൻ സഹായിക്കുന്നു\n• ഭാവി പ്രലോഭനങ്ങൾക്കെതിരെ നിങ്ങളെ ശക്തിപ്പെടുത്തുന്നു\n• മാറാനുള്ള നിങ്ങളുടെ ആഗ്രഹം പ്രകടിപ്പിക്കുന്നു\n\nപ്രായശ്ചിത്തം വ്യക്തമല്ലെങ്കിൽ അല്ലെങ്കിൽ വളരെ ബുദ്ധിമുട്ടാണെന്ന് തോന്നിയാൽ, ബഹുമാനത്തോടെ വിശദീകരണം അല്ലെങ്കിൽ ഒരു ബദൽ ചോദിക്കാം.\n\n(CCC 1460)"
    },
    {
      "id": "act_of_contrition",
      "title": "പശ്ചാത്താപ പ്രാർത്ഥന",
      "icon": "favorite_outline",
      "content": "വൈദികൻ നിങ്ങളോട് പശ്ചാത്താപ പ്രാർത്ഥന ചൊല്ലാൻ ആവശ്യപ്പെടും. ഈ പ്രാർത്ഥന പാപത്തെക്കുറിച്ചുള്ള നിങ്ങളുടെ ദുഃഖവും ജീവിതം മെച്ചപ്പെടുത്താനുള്ള നിങ്ങളുടെ ഉദ്ദേശ്യവും പ്രകടിപ്പിക്കുന്നു. നിങ്ങൾക്ക് സ്വന്തം വാക്കുകൾ ഉപയോഗിക്കാം അല്ലെങ്കിൽ ഇങ്ങനെ പ്രാർത്ഥിക്കാം:\n\n[PRAYER]\nഎന്റെ ദൈവമേ, ഏറ്റം നല്ലവനും എല്ലാറ്റിനും ഉപരിയായി സ്നേഹിക്കപ്പെടുവാൻ യോഗ്യനുമായ അങ്ങേയ്ക്കെതിരായി പാപം ചെയ്തുപോയതിനാൽ പൂർണ്ണ ഹൃദയത്തോടെ ഞാൻ മനസ്തപിക്കുകയും പാപങ്ങളെ വെറുക്കുകയും ചെയ്യുന്നു. അങ്ങയെ ഞാൻ സ്നേഹിക്കുന്നു. എന്റെ പാപങ്ങളാൽ എന്റെ ആത്മാവിനെ അശുദ്ധമാക്കിയതിനാലും സ്വർഗ്ഗത്തെ നഷ്ടപ്പെടുത്തി നരകത്തിന് അർഹനായി തീർന്നതിനാലും ഞാൻ ഖേദിക്കുന്നു. അങ്ങയുടെ പ്രസാദവര സഹായത്താൽ പാപസാഹചര്യങ്ങളെ ഉപേക്ഷിക്കുമെന്നും മേലിൽ പാപം ചെയ്യുകയില്ലെന്നും ദൃഢമായി ഞാൻ പ്രതിജ്ഞ ചെയ്യുന്നു. ഏതെങ്കിലും ഒരു പാപം ചെയ്യുക എന്നതിനേക്കാൾ മരിക്കാനും ഞാൻ സന്നദ്ധനായിരിക്കുന്നു. ആമേൻ.\n[/PRAYER]"
    },
    {
      "id": "absolution",
      "title": "മോചനം സ്വീകരിക്കൽ",
      "icon": "auto_awesome_outlined",
      "content": "ഇത് കൂദാശയുടെ ഏറ്റവും വിശുദ്ധമായ നിമിഷമാണ്. വൈദികൻ നിങ്ങളുടെ മേൽ കൈകൾ നീട്ടി മോചന വാക്കുകൾ പറയുന്നു:\n\n[LITURGICAL]\n\"കരുണയുടെ പിതാവായ ദൈവം, തന്റെ പുത്രന്റെ മരണത്തിലൂടെയും പുനരുത്ഥാനത്തിലൂടെയും ലോകത്തെ തന്നോട് അനുരഞ്ജിപ്പിക്കുകയും പാപമോചനത്തിനായി നമുക്കിടയിൽ പരിശുദ്ധാത്മാവിനെ അയയ്ക്കുകയും ചെയ്തു; സഭയുടെ ശുശ്രൂഷയിലൂടെ ദൈവം നിങ്ങൾക്ക് മോചനവും സമാധാനവും നൽകട്ടെ, പിതാവിന്റെയും പുത്രന്റെയും + പരിശുദ്ധാത്മാവിന്റെയും നാമത്തിൽ ഞാൻ നിങ്ങളുടെ പാപങ്ങളിൽ നിന്ന് നിങ്ങളെ മോചിപ്പിക്കുന്നു.\"\n[/LITURGICAL]\n\nനിങ്ങൾ ഉത്തരം പറയുന്നു: \"ആമേൻ.\"\n\nവൈദികൻ മോചനം പ്രഖ്യാപിക്കുമ്പോൾ കുരിശടയാളം വരയ്ക്കുക. ഈ നിമിഷം, നിങ്ങളുടെ എല്ലാ ഏറ്റുപറഞ്ഞ പാപങ്ങളും യഥാർത്ഥമായി ക്ഷമിക്കപ്പെടുന്നു. നിങ്ങൾ ദൈവവുമായും സഭയുമായും അനുരഞ്ജിതനാകുന്നു.\n\n\"കിഴക്ക് പടിഞ്ഞാറ് എത്ര ദൂരെയോ, അത്രയും ദൂരെ അവിടുന്ന് നമ്മുടെ അതിക്രമങ്ങൾ നമ്മിൽനിന്ന് അകറ്റിയിരിക്കുന്നു.\" —സങ്കീർത്തനം 103:12\n\n(CCC 1449)"
    },
    {
      "id": "after_confession",
      "title": "കുമ്പസാരത്തിനുശേഷം",
      "icon": "celebration_outlined",
      "content": "വൈദികൻ സമാധാനത്തിന്റെ വാക്കുകളോടെ നിങ്ങളെ യാത്രയാക്കും:\n\"കർത്താവിന് നന്ദി പറയുക, കാരണം അവൻ നല്ലവനാണ്.\"\nനിങ്ങൾ ഉത്തരം പറയുന്നു: \"അവന്റെ കരുണ എന്നേക്കും നിലനിൽക്കുന്നു.\"\n\nഅല്ലെങ്കിൽ അദ്ദേഹം പറയാം: \"സമാധാനത്തോടെ പോകുക.\"\n\nകുമ്പസാരക്കൂട്ടിൽ നിന്ന് പോയതിനുശേഷം:\n\n• ഉടനടി ചെയ്യാൻ കഴിയുന്നതാണെങ്കിൽ, നിങ്ങളുടെ പ്രായശ്ചിത്തം എത്രയും വേഗം പൂർത്തിയാക്കുക\n• കൃതജ്ഞതാപ്രാർത്ഥനയിൽ കുറച്ച് നിമിഷങ്ങൾ ചെലവഴിക്കുക—നിങ്ങൾ അവിശ്വസനീയമായ ഒരു സമ്മാനം സ്വീകരിച്ചിരിക്കുന്നു!\n• വിശ്വസ്തനായിരിക്കാനുള്ള കൃപയ്ക്കായി നമ്മുടെ കർത്താവിനോട് അപേക്ഷിക്കുക\n\nഓർക്കുക: നിങ്ങൾ ശുദ്ധീകരിക്കപ്പെട്ടിരിക്കുന്നു. ഏറ്റുപറഞ്ഞ പാപങ്ങളെക്കുറിച്ച് ആകുലതയോടെ ചിന്തിക്കരുത്. ദൈവത്തിന്റെ കരുണയിൽ വിശ്വസിക്കുകയും സന്തോഷത്തോടെ മുന്നോട്ട് പോകുകയും ചെയ്യുക.\n\n\"മാനസാന്തരപ്പെടുന്ന ഒരു പാപിയെപ്രതി, മാനസാന്തരം ആവശ്യമില്ലാത്ത തൊണ്ണൂറ്റൊമ്പത് നീതിമാന്മാരെപ്രതി ഉണ്ടാകുന്നതിനെക്കാൾ അധികം സന്തോഷം സ്വർഗ്ഗത്തിൽ ഉണ്ടാകും.\" —ലൂക്കാ 15:7\n\n(CCC 1468)"
    },
    {
      "id": "tips",
      "title": "സഹായകരമായ നിർദ്ദേശങ്ങൾ",
      "icon": "lightbulb_outlined",
      "content": "• കുമ്പസാരസമയത്ത് ഒരു പാപം മറന്നുപോയാൽ, വിഷമിക്കേണ്ട—നിങ്ങൾ ഏറ്റുപറഞ്ഞവയോടൊപ്പം അത് ക്ഷമിക്കപ്പെടുന്നു. അടുത്ത കുമ്പസാരത്തിൽ അത് പരാമർശിക്കുക.\n\n• നിങ്ങൾ പരിഭ്രാന്തനാണെങ്കിൽ, വൈദികനോട് പറയുക. അദ്ദേഹം നിങ്ങളെ സഹായിക്കാൻ അവിടെയുണ്ട്.\n\n• കുമ്പസാരത്തിൽ നിന്ന് ദീർഘകാലം അകന്നുനിന്നതിനുശേഷമാണെങ്കിൽ, വൈദികനെ അറിയിക്കുക. അദ്ദേഹം ഘട്ടംഘട്ടമായി നിങ്ങളെ നയിക്കും.\n\n• ഓർക്കാൻ സഹായിക്കുന്ന പാപങ്ങളുടെ എഴുതിയ പട്ടിക നിങ്ങൾക്ക് കൊണ്ടുവരാം—അല്ലെങ്കിൽ കുമ്പസാരസമയത്ത് തയ്യാറാക്കാനും അവലോകനം ചെയ്യാനും ഈ ആപ്പിന്റെ മനസ്സാക്ഷി പരിശോധന ഫീച്ചർ ഉപയോഗിക്കാം.\n\n• കുമ്പസാര രഹസ്യം കേവലമാണ്. കുമ്പസാരത്തിൽ കേട്ടത് എന്തും വൈദികന് ഒരു സാഹചര്യത്തിലും വെളിപ്പെടുത്താൻ കഴിയില്ല.\n\n• ചെറുപാപങ്ങൾ പോലും പതിവായി കുമ്പസാരിക്കുക. വിശുദ്ധിയിലേക്കുള്ള പാതയായി ആഴ്ചതോറും അല്ലെങ്കിൽ മാസംതോറും കുമ്പസാരം വിശുദ്ധർ ശുപാർശ ചെയ്തു.\n\n\"നിങ്ങൾ സൗഖ്യം പ്രാപിക്കേണ്ടതിന് അന്യോന്യം പാപങ്ങൾ ഏറ്റുപറയുകയും പരസ്പരം പ്രാർത്ഥിക്കുകയും ചെയ്യുവിൻ.\" —യാക്കോബ് 5:16\n\n(CCC 1467)"
    }
  ],
  "callToAction": {
    "primary": "മനസ്സാക്ഷി പരിശോധന ആരംഭിക്കുക",
    "secondary": "പ്രാർത്ഥനകൾ കാണുക"
  }
}