{
    "title": "Comment faire une bonne confession",
    "subtitle": "Un guide étape par étape pour le Sacrement de Réconciliation",
    "sections": [
        {
            "id": "before_confession",
            "title": "Avant la Confession",
            "icon": "assignment_outlined",
            "content": "Une bonne confession exige une préparation minutieuse. L'Église enseigne cinq éléments essentiels :\n\n• Examinez votre conscience en profondeur, en vous rappelant tous les péchés depuis votre dernière confession\n• Ressentez une véritable douleur (contrition) d'avoir offensé Dieu\n• Prenez la ferme résolution d'éviter le péché à l'avenir\n• Confessez tous les péchés mortels en espèce et en nombre au prêtre\n• Accomplissez la pénitence assignée par le prêtre\n\nPrenez le temps avant la confession de prier et de réfléchir calmement. Demandez au Saint-Esprit de vous aider à voir vos péchés clairement et de vous donner un vrai repentir.\n\nCette application comprend plus de 300 questions d'examen pour vous aider à vous préparer en profondeur. Ne vous précipitez pas—un examen minutieux est la base d'une bonne confession. Prenez autant de sessions que nécessaire ; votre progression est sauvegardée automatiquement.\n\n\"O Dieu ! crée en moi un cœur pur, Renouvelle en moi un esprit bien disposé.\" —Psaume 51:10\n\n(CEC 1454)"
        },
        {
            "id": "entering_confessional",
            "title": "Entrer dans le Confessionnal",
            "icon": "door_front_outlined",
            "content": "Lorsque vous entrez dans le confessionnal, vous pouvez vous agenouiller derrière l'écran ou vous asseoir face à face avec le prêtre—selon votre préférence. Prenez un moment pour vous calmer.\n\nVous et le prêtre faites le Signe de la Croix ensemble :\n\n\"Au nom du Père, et du Fils, et du Saint-Esprit. Amen.\"\n\nLe prêtre peut offrir des paroles de bienvenue et d'encouragement, telles que :\n\"Que le Seigneur soit dans votre cœur et vous aide à confesser vos péchés avec une vraie douleur.\"\n\nIl peut aussi lire un bref passage de l'Écriture Sainte pour vous aider à vous concentrer sur la miséricorde de Dieu."
        },
        {
            "id": "confessing_sins",
            "title": "Confesser Vos Péchés",
            "icon": "record_voice_over_outlined",
            "content": "Commencez par dire combien de temps s'est écoulé depuis votre dernière confession :\n\n\"Bénissez-moi, mon Père, parce que j'ai péché. Cela fait [jours/semaines/mois/années] depuis ma dernière confession.\"\n\nEnsuite, confessez vos péchés simplement et honnêtement. Pour les péchés mortels, vous devez confesser :\n• Le type de péché (ce que vous avez fait)\n• Le nombre de fois (aussi bien que vous vous en souvenez)\n\nPar exemple : \"J'ai manqué la messe le dimanche trois fois\" ou \"J'ai menti à mon conjoint sur l'argent deux fois.\"\n\nNe vous inquiétez pas de la formulation parfaite—parlez du fond du cœur. Le prêtre est là pour vous aider, pas pour vous juger. Si vous n'êtes pas sûr si quelque chose est un péché, vous pouvez demander.\n\nUne fois terminé, vous pouvez dire : \"Pour ces péchés et tous ceux de ma vie passée, je demande pardon à Dieu.\"\n\n(CEC 1456)"
        },
        {
            "id": "counsel_penance",
            "title": "Conseil et Pénitence",
            "icon": "psychology_outlined",
            "content": "Après avoir entendu votre confession, le prêtre peut offrir des conseils spirituels pour vous aider à grandir en vertu et à éviter le péché à l'avenir. Écoutez attentivement ses paroles.\n\nLe prêtre assignera ensuite une pénitence—généralement des prières, un acte de charité ou un sacrifice. Cette pénitence :\n• Aide à réparer les dommages causés par le péché\n• Vous fortifie contre les tentations futures\n• Exprime votre désir de changer\n\nSi la pénitence n'est pas claire ou semble trop difficile, vous pouvez respectueusement demander une clarification ou une alternative.\n\n(CEC 1460)"
        },
        {
            "id": "act_of_contrition",
            "title": "Acte de Contrition",
            "icon": "favorite_outline",
            "content": "Le prêtre vous demandera de prier un Acte de Contrition. Cette prière exprime votre douleur pour le péché et votre intention d'amender votre vie. Vous pouvez utiliser vos propres mots ou prier :\n\n[PRAYER]\nMon Dieu, j'ai un très grand regret de vous avoir offensé, parce que vous êtes infiniment bon, infiniment aimable, et que le péché vous déplaît. Je prends la ferme résolution, avec le secours de votre sainte grâce, de ne plus vous offenser et de faire pénitence. Amen.\n[/PRAYER]\n\nAlternativement :\n\n[PRAYER]\nMon Dieu, je me repens de tout mon cœur de tous mes péchés et je les déteste, parce qu'en péchant, non seulement je mérite les peines qu'ils causent, mais surtout je vous offense, Vous, le Souverain Bien et digne d'être aimé par-dessus tout. C'est pourquoi je propose fermement, avec l'aide de votre grâce, de ne plus pécher et de fuir les occasions de péché. Seigneur, par les mérites de la Passion de notre Sauveur Jésus-Christ, ayez pitié de moi. Amen.\n[/PRAYER]"
        },
        {
            "id": "absolution",
            "title": "Recevoir l'Absolution",
            "icon": "auto_awesome_outlined",
            "content": "C'est le moment le plus sacré du sacrement. Le prêtre étend ses mains sur vous et prononce les paroles d'absolution :\n\n[LITURGICAL]\n\"Que Dieu notre Père vous montre sa miséricorde ; par la mort et la résurrection de son Fils, il a réconcilié le monde avec lui et il a envoyé l'Esprit Saint pour la rémission des péchés : par le ministère de l'Église, qu'il vous donne, le pardon et la paix. Et moi, au nom du Père et du Fils + et du Saint-Esprit, je vous pardonne tous vos péchés.\"\n[/LITURGICAL]\n\nVous répondez : \"Amen.\"\n\nFaites le Signe de la Croix pendant que le prêtre prononce l'absolution. À ce moment, tous vos péchés confessés sont vraiment pardonnés. Vous êtes réconcilié avec Dieu et l'Église.\n\n\"Autant l'orient est éloigné de l'occident, Autant il éloigne de nous nos transgressions.\" —Psaume 103:12\n\n(CEC 1449)"
        },
        {
            "id": "after_confession",
            "title": "Après la Confession",
            "icon": "celebration_outlined",
            "content": "Le prêtre vous renverra avec des paroles de paix, telles que :\n\"Rendez grâce au Seigneur, car Il est bon.\"\nVous répondez : \"Car éternel est son amour.\"\n\nOu il peut dire : \"Allez en paix.\"\n\nAprès avoir quitté le confessionnal :\n\n• Accomplissez votre pénitence dès que possible, si elle peut être faite tout de suite\n• Passez quelques instants en action de grâce—vous avez reçu un cadeau incroyable !\n• Demandez à Notre Seigneur la grâce de rester fidèle\n\nRappelez-vous : vous avez été lavé et purifié. Ne vous attardez pas sur les péchés confessés avec anxiété. Ayez confiance en la miséricorde de Dieu et avancez avec joie.\n\n\"Je vous le dis, de même il y aura plus de joie dans le ciel pour un seul pécheur qui se repent, que pour quatre-vingt-dix-neuf justes qui n'ont pas besoin de repentance.\" —Luc 15:7\n\n(CEC 1468)"
        },
        {
            "id": "tips",
            "title": "Conseils Utiles",
            "icon": "lightbulb_outlined",
            "content": "• Si vous oubliez un péché pendant la confession, ne vous inquiétez pas—il est pardonné avec ceux que vous avez confessés. Mentionnez-le simplement lors de votre prochaine confession.\n\n• Si vous êtes nerveux, dites-le au prêtre. Il est là pour vous aider.\n\n• Pour une longue absence de la confession, faites-le savoir au prêtre. Il peut vous guider à travers le processus étape par étape.\n\n• Vous pouvez apporter une liste écrite de péchés pour vous aider à vous souvenir—ou utiliser la fonction Examen de cette application pour préparer et revoir vos péchés pendant la confession.\n\n• Le Sceau de la Confession est absolu. Le prêtre ne peut rien révéler de ce qui a été entendu en confession, en aucune circonstance.\n\n• Confessez-vous régulièrement, même les péchés véniels. Les saints recommandaient la confession hebdomadaire ou mensuelle comme un chemin vers la sainteté.\n\n\"Confessez donc vos péchés les uns aux autres, et priez les uns pour les autres, afin que vous soyez guéris.\" —Jacques 5:16\n\n(CEC 1467)"
        }
    ],
    "callToAction": {
        "primary": "Commencer l'Examen",
        "secondary": "Voir les Prières"
    }
}