{
    "title": "Cómo hacer una buena confesión",
    "subtitle": "Una guía paso a paso para el Sacramento de la Reconciliación",
    "sections": [
        {
            "id": "before_confession",
            "title": "Antes de la Confesión",
            "icon": "assignment_outlined",
            "content": "Una buena confesión requiere una preparación cuidadosa. La Iglesia enseña cinco elementos esenciales:\n\n• Examina tu conciencia a fondo, recordando todos los pecados desde tu última confesión\n• Siente verdadero dolor (contrición) por haber ofendido a Dios\n• Haz un firme propósito de evitar el pecado en el futuro\n• Confiesa todos los pecados mortales en especie y número al sacerdote\n• Completa la penitencia asignada por el sacerdote\n\nTómate un tiempo antes de la confesión para orar y reflexionar en silencio. Pídele al Espíritu Santo que te ayude a ver tus pecados claramente y te dé verdadero arrepentimiento.\n\nEsta aplicación incluye más de 300 preguntas de examen para ayudarte a prepararte a fondo. No te apresures: un examen cuidadoso es el fundamento de una buena confesión. Tómate tantas sesiones como necesites; tu progreso se guarda automáticamente.\n\n\"Crea en mí, oh Dios, un corazón limpio, y renueva un espíritu recto dentro de mí.\" —Salmo 51:10\n\n(CIC 1454)"
        },
        {
            "id": "entering_confessional",
            "title": "Entrando al Confesionario",
            "icon": "door_front_outlined",
            "content": "Cuando entres al confesionario, puedes arrodillarte detrás de la rejilla o sentarte frente a frente con el sacerdote, lo que prefieras. Tómate un momento para calmarte.\n\nAmbos, tú y el sacerdote, hacen la Señal de la Cruz juntos:\n\n\"En el nombre del Padre, y del Hijo, y del Espíritu Santo. Amén.\"\n\nEl sacerdote puede ofrecer palabras de bienvenida y aliento, tales como:\n\"Que el Señor esté en tu corazón y te ayude a confesar tus pecados con verdadero dolor.\"\n\nTambién puede leer un breve pasaje de la Sagrada Escritura para ayudarte a enfocarte en la misericordia de Dios."
        },
        {
            "id": "confessing_sins",
            "title": "Confesando Tus Pecados",
            "icon": "record_voice_over_outlined",
            "content": "Comienza diciendo cuánto tiempo ha pasado desde tu última confesión:\n\n\"Perdóneme, Padre, porque he pecado. Ha pasado [días/semanas/meses/años] desde mi última confesión.\"\n\nLuego confiesa tus pecados simple y honestamente. Para pecados mortales, debes confesar:\n• El tipo de pecado (qué hiciste)\n• El número de veces (lo mejor que recuerdes)\n\nPor ejemplo: \"Falté a Misa el domingo tres veces\" o \"Mentí a mi cónyuge sobre dinero dos veces.\"\n\nNo te preocupes por la redacción perfecta: habla desde el corazón. El sacerdote está allí para ayudarte, no para juzgarte. Si no estás seguro de si algo es pecado, puedes preguntar.\n\nCuando termines, puedes decir: \"Por estos y todos mis pecados, lo siento mucho.\"\n\n(CIC 1456)"
        },
        {
            "id": "counsel_penance",
            "title": "Consejo y Penitencia",
            "icon": "psychology_outlined",
            "content": "Después de escuchar tu confesión, el sacerdote puede ofrecer consejo espiritual para ayudarte a crecer en virtud y evitar el pecado en el futuro. Escucha atentamente sus palabras.\n\nEl sacerdote luego asignará una penitencia: generalmente oraciones, un acto de caridad o un sacrificio. Esta penitencia:\n• Ayuda a reparar el daño causado por el pecado\n• Te fortalece contra la tentación futura\n• Expresa tu deseo de cambiar\n\nSi la penitencia no es clara o parece demasiado difícil, puedes pedir respetuosamente una aclaración o una alternativa.\n\n(CIC 1460)"
        },
        {
            "id": "act_of_contrition",
            "title": "Acto de Contrición",
            "icon": "favorite_outline",
            "content": "El sacerdote te pedirá que reces un Acto de Contrición. Esta oración expresa tu dolor por el pecado y tu intención de enmendar tu vida. Puedes usar tus propias palabras o rezar:\n\n[PRAYER]\nSeñor Jesús, Hijo de Dios, ten piedad de mí, que soy pecador. Señor mío Jesucristo, Dios y Hombre verdadero, Creador, Padre y Redentor mío; por ser vos quien sois, bondad infinita, y porque os amo sobre todas las cosas, me pesa de todo corazón de haberos ofendido; también me pesa porque podéis castigarme con las penas del infierno. Ayudado de vuestra divina gracia, propongo firmemente nunca más pecar, confesarme y cumplir la penitencia que me fuere impuesta. Amén.\n[/PRAYER]\n\nAlternativamente:\n\n[PRAYER]\nDios mío, me arrepiento de todo corazón de todos mis pecados y los detesto, porque al pecar, no sólo merezco las penas que causan, sino que principalmente te ofendo a Ti, que eres el Sumo Bien y digno de ser amado sobre todas las cosas. Por eso propongo firmemente, con la ayuda de tu gracia, no volver a pecar y huir de las ocasiones de pecado. Señor, por los méritos de la Pasión de nuestro Salvador Jesucristo, apiádate de mí. Amén.\n[/PRAYER]"
        },
        {
            "id": "absolution",
            "title": "Recibiendo la Absolución",
            "icon": "auto_awesome_outlined",
            "content": "Este es el momento más sagrado del sacramento. El sacerdote extiende sus manos sobre ti y pronuncia las palabras de absolución:\n\n[LITURGICAL]\n\"Dios, Padre de misericordia, que reconcilió consigo al mundo por la muerte y la resurrección de su Hijo y derramó el Espíritu Santo para la remisión de los pecados, te conceda, por el ministerio de la Iglesia, el perdón y la paz. Y yo te absuelvo de tus pecados en el nombre del Padre, y del Hijo, + y del Espíritu Santo.\"\n[/LITURGICAL]\n\nTú respondes: \"Amén.\"\n\nHaz la Señal de la Cruz mientras el sacerdote pronuncia la absolución. En este momento, todos tus pecados confesados son verdaderamente perdonados. Estás reconciliado con Dios y la Iglesia.\n\n\"Cuanto dista el oriente del occidente, así alejó de nosotros nuestras rebeliones.\" —Salmo 103:12\n\n(CIC 1449)"
        },
        {
            "id": "after_confession",
            "title": "Después de la Confesión",
            "icon": "celebration_outlined",
            "content": "El sacerdote te despedirá con palabras de paz, tales como:\n\"Da gracias al Señor, porque es bueno.\"\nTú respondes: \"Porque es eterna su misericordia.\"\n\nO puede decir: \"Vete en paz.\"\n\nDespués de salir del confesionario:\n\n• Completa tu penitencia lo antes posible, si se puede hacer de inmediato\n• Pasa unos momentos en acción de gracias: ¡has recibido un regalo increíble!\n• Pídele a Nuestro Señor la gracia de permanecer fiel\n\nRecuerda: has sido lavado y limpiado. No te detengas en los pecados confesados con ansiedad. Confía en la misericordia de Dios y sigue adelante con alegría.\n\n\"Os digo que así habrá más gozo en el cielo por un pecador que se arrepiente, que por noventa y nueve justos que no necesitan de arrepentimiento.\" —Lucas 15:7\n\n(CIC 1468)"
        },
        {
            "id": "tips",
            "title": "Consejos Útiles",
            "icon": "lightbulb_outlined",
            "content": "• Si olvidas un pecado durante la confesión, no te preocupes: es perdonado junto con los que confesaste. Simplemente menciónalo en tu próxima confesión.\n\n• Si estás nervioso, díselo al sacerdote. Él está allí para ayudarte.\n\n• Para una ausencia larga de la confesión, házselo saber al sacerdote. Él puede guiarte a través del proceso paso a paso.\n\n• Puedes traer una lista escrita de pecados para ayudarte a recordar, o usar la función de Examen de esta aplicación para preparar y revisar tus pecados durante la confesión.\n\n• El Sigilo de Confesión es absoluto. El sacerdote no puede revelar nada escuchado en confesión, bajo ninguna circunstancia.\n\n• Confiésate regularmente, incluso pecados veniales. Los santos recomendaron la confesión semanal o mensual como un camino hacia la santidad.\n\n\"Confesaos vuestras ofensas unos a otros, y orad unos por otros, para que seáis sanados.\" —Santiago 5:16\n\n(CIC 1467)"
        }
    ],
    "callToAction": {
        "primary": "Comenzar Examen",
        "secondary": "Ver Oraciones"
    }
}