{
    "subtitle": "കൃപയിലേക്കുള്ള ക്ഷണം",
    "sections": [
        {
            "id": "opening",
            "title": "സ്വാഗതം",
            "icon": "favorite_outline",
            "content": "ഇത് വായിക്കുമ്പോൾ, ഒരു മാറ്റത്തിനായി നിങ്ങളുടെ ഹൃദയം ദാഹിക്കുന്നുണ്ടാകാം. ഒരുപക്ഷേ നിങ്ങൾ കുമ്പസാരിച്ചിട്ട് കുറെ നാളുകളായിട്ടുണ്ടാകാം. അല്ലെങ്കിൽ ഭയമോ അയോഗ്യതയോ നിങ്ങളെ അലട്ടുന്നുണ്ടാകാം.\n\nഒന്നോർക്കുക: നിങ്ങൾ ഇവിടെ എത്തിയത് യാദൃശ്ചികമല്ല. തൊണ്ണൂറ്റൊമ്പത് ആടുകളെയും വിട്ട്, കാണാതായ ഒന്നിനെ തേടിയിറങ്ങിയ അതേ ദൈവം നിങ്ങളെയും കാത്തിരിക്കുന്നു. അവിടുത്തെ സ്നേഹത്തിന് ഒട്ടും കുറവ് വന്നിട്ടില്ല.\n\nലജ്ജയോ ഭയമോ ജീവിതത്തിരക്കുകളോ എന്തുമാകട്ടെ നിങ്ങളെ അകറ്റി നിർത്തിയത്, പിതാവിന്റെ കരങ്ങൾ ഇന്നും നിങ്ങൾക്കായി തുറന്നിരിപ്പുണ്ട്. അവിടുന്ന് കോപത്തിലല്ല, മറിച്ച് തന്റെ മകന്റെ/മകളുടെ വരവും കാത്ത് സ്നേഹത്തോടെ ഇരിക്കുകയാണ്."
        },
        {
            "id": "returning",
            "title": "വർഷങ്ങൾക്കു ശേഷം മടങ്ങിവരുന്നവർക്കായി",
            "icon": "home_outlined",
            "content": "\"കുമ്പസാരിച്ചിട്ട് ഒത്തിരി നാളായല്ലോ...\"\n\n5 വർഷമായാലും, 20 വർഷമായാലും, ഇനി ഒരു ജീവിതകാലം മുഴുവൻ ആയാലും - നിങ്ങൾ അകന്നുനിന്ന ദിവസങ്ങളുടെ കണക്കല്ല, മറിച്ച് നിങ്ങളുടെ തിരിച്ചുവരവാണ് പിതാവ് ആഗ്രഹിക്കുന്നത്. അവിടുന്ന് വഴികണ്ണുമായി കാത്തിരിക്കുകയാണ്. ദൂരെ വെച്ചുതന്നെ നിങ്ങളെ കാണുമ്പോൾ ഓടിവന്ന് അവിടുന്ന് നിങ്ങളെ സ്വീകരിക്കും.\n\n\"അവന്‍ എഴുന്നേറ്റ്, പിതാവിന്റെ അടുത്തേക്കു ചെന്നു. ദൂരെ വച്ചുതന്നെ പിതാവ് അവനെ കണ്ടു. അവന്‍ മനസ്‌സലിഞ്ഞ് ഓടിച്ചെന്ന് അവനെ കെട്ടിപ്പിടിച്ചു ചുംബിച്ചു\" — ലൂക്കാ 15:20\n\nഈ ഉപമയിലെ പിതാവ് മകനോട് വിശദീകരണങ്ങൾ ചോദിച്ചില്ല. എവിടെയായിരുന്നുവെന്ന് കണക്ക് ചോദിച്ചില്ല. മറിച്ച്, സ്നേഹത്തോടെ സ്വീകരിച്ചു, ആഘോഷിച്ചു.\n\nഇതാണ്  ദൈവത്തിന് ഇപ്പോൾ നിങ്ങളോടുള്ള മനോഭാവം."
        },
        {
            "id": "fear_sins",
            "title": "\"എന്റെ പാപങ്ങൾ വളരെ വലുതാണ്...\"",
            "icon": "healing_outlined",
            "content": "ദൈവകാരുണ്യത്തിന് ക്ഷമിക്കാനാവാത്ത പാപങ്ങളില്ല.\n\nവിശുദ്ധ ഫൗസ്റ്റീനയ്ക്ക് ഈശോ നൽകിയ സന്ദേശം ഇതാണ്:\n\n\"പാപി എത്ര വലിയവനോ, എന്റെ കരുണയ്ക്ക് അവന് അത്രയും അവകാശമുണ്ട്.\"\n\nഓർക്കുക, നിങ്ങളുടെ ബലഹീനതകളാണ് അവിടുത്തെ കാരുണ്യം കൂടുതലായി ലഭിക്കാൻ നിങ്ങളെ യോഗ്യരാക്കുന്നത്. നിങ്ങൾ അയോഗ്യനല്ല - അവിടുന്ന് നിങ്ങളെ കാത്തിരിക്കുകയാണ്.\n\n\"എന്തെന്നാല്‍, മരണത്തിനോ ജീവനോ ദൂതന്‍മാര്‍ക്കോ അ ധികാരങ്ങള്‍ക്കോ ഇക്കാലത്തുള്ളവയ്‌ക്കോ വരാനിരിക്കുന്നവയ്‌ക്കോ ശക്തികള്‍ക്കോ ഉയരത്തിനോ ആഴത്തിനോ മറ്റേതെങ്കിലും സൃഷ്ടിക്കോ നമ്മുടെ കര്‍ത്താവായ യേശുക്രിസ്തുവിലൂടെയുള്ള ദൈവസ്‌നേഹത്തില്‍നിന്നു നമ്മെ വേര്‍പെടുത്താന്‍ കഴിയുകയില്ലെന്ന് എനിക്ക് ഉറപ്പുണ്ട്.\" - റോമാ 8:38-39\n\nഒന്നിനും, നിങ്ങളുടെ ഭൂതകാലത്തിന് പോലും, നിങ്ങളെ ദൈവസ്നേഹത്തിൽ നിന്ന് അകറ്റാനാവില്ല."
        },
        {
            "id": "fear_priest",
            "title": "\"വൈദികൻ എന്നെ കുറ്റപ്പെടുത്തുമോ?\"",
            "icon": "person_outline",
            "content": "വൈദികൻ ക്രിസ്തുവിന്റെ പ്രതിപുരുഷനായാണ് കുമ്പസാരക്കൂട്ടിൽ ഇരിക്കുന്നത്. ക്രിസ്തു വന്നത് നീതിമാന്മാർക്കല്ല, പാപികൾക്കുവേണ്ടിയാണ്.\n\n\"ഇതു കേട്ട് യേശു പറഞ്ഞു: ആരോഗ്യമുള്ളവര്‍ക്കല്ല, രോഗികള്‍ക്കാണു വൈദ്യനെക്കൊണ്ട് ആവശ്യം. നീതിമാന്‍മാരെയല്ല, പാപികളെ വിളിക്കാനാണു ഞാന്‍ വന്നത്.\" (മർക്കോസ് 2:17).\n\nനിങ്ങൾ പറയുന്നതിനേക്കാളും വലിയ പാപങ്ങൾ ഓരോ വൈദികനും കേട്ടിട്ടുണ്ട്. അതുകൊണ്ട് നിങ്ങളുടെ പാപങ്ങൾ കേട്ട് അദ്ദേഹം ഞെട്ടില്ല. മടങ്ങിവരുന്ന മകനെ ഓർത്ത് ആ പിതാവിനെപ്പോലെ വൈദികനും സന്തോഷിക്കുകയാണ് ചെയ്യുക.\n\nഏറ്റവും പ്രധാനപ്പെട്ട കാര്യം: കുമ്പസാര രഹസ്യം (Seal of Confession) പാലിക്കാൻ വൈദികൻ ബാധ്യസ്ഥനാണ്. മരണം വരിച്ചാലും, നിങ്ങളുടെ പാപങ്ങൾ മറ്റൊരാളോട് പറയാൻ അദ്ദേഹത്തിന് അനുവാദമില്ല. നിങ്ങളുടെ കുമ്പസാരം അവിടെ സുരക്ഷിതമാണ്.\n\nവൈദികനും കുമ്പസാരം ആവശ്യമുള്ള ഒരു മനുഷ്യനാണെന്ന് ഓർക്കുക. അദ്ദേഹത്തിന് നിങ്ങളെ മനസ്സിലാക്കാൻ സാധിക്കും. വിധിക്കാനല്ല, സഹായിക്കാനാണ് അദ്ദേഹം ഇരിക്കുന്നത്."
        },
        {
            "id": "fear_memory",
            "title": "\"എനിക്ക് എല്ലാം ഓർക്കാൻ കഴിയുന്നില്ല...\"",
            "icon": "psychology_outlined",
            "content": "ചെയ്ത പാപങ്ങളെല്ലാം അതേപടി ഓർക്കണമെന്ന് നിർബന്ധമില്ല.\n\nനിങ്ങളുടെ ഹൃദയം ദൈവത്തിനറിയാം. ആത്മാർത്ഥമായി കുമ്പസാരിക്കാനുള്ള നിങ്ങളുടെ ആഗ്രഹം അവിടുന്ന് കാണുന്നുണ്ട്. നിങ്ങളാൽ കഴിയുന്നത് ചെയ്യുക:\n\n• ഓർമ്മയുള്ള വലിയ പാപങ്ങൾ പറയുക\n• ഏകദേശം എത്ര തവണ എന്ന് പറയുക\n• \"ഞാൻ മറന്നുപോയ പാപങ്ങളും\" എന്ന് കൂട്ടിചേർക്കുക\n\nബാക്കി കാര്യങ്ങളിൽ വൈദികൻ നിങ്ങളെ സഹായിക്കും. പേടിക്കേണ്ടതില്ല.\n\nഇനി, കുമ്പസാരത്തിന് ശേഷം എന്തെങ്കിലും ഓർമ്മ വന്നാലോ? വിഷമിക്കേണ്ട, കർത്താവ് അതും ക്ഷമിച്ചുകഴിഞ്ഞു. അടുത്ത തവണ കുമ്പസാരിക്കുമ്പോൾ അത് ഏറ്റുപറഞ്ഞാൽ മതി.\n\nസഹായിക്കാനായി 300-ലധികം ചോദ്യങ്ങൾ ഈ ആപ്പിലുണ്ട്. തിരക്കുകൂട്ടാതെ, സാവധാനം അത് വായിച്ച് നോക്കൂ."
        },
        {
            "id": "practical",
            "title": "നിങ്ങൾ കരുതുന്നതിനേക്കാൾ നിങ്ങൾ തയ്യാറാണ്",
            "icon": "check_circle_outline",
            "content": "എല്ലാം തികഞ്ഞവനായിട്ടല്ല വരേണ്ടത്.\nയോഗ്യതയുണ്ടെന്ന് തോന്നിയിട്ടുമല്ല വരേണ്ടത്.\n\nമടങ്ങി വന്നാൽ മാത്രം മതി.\n\nബാക്കി കാര്യങ്ങൾ, ഈ ആപ്പിലെ നിർദ്ദേശങ്ങളും വൈദികനും നിങ്ങളെ സഹായിക്കും. ദൈവമോ? അവിടുന്ന് ഇപ്പോൾ തന്നെ സ്വർഗ്ഗത്തിൽ ആഘോഷം തുടങ്ങിക്കഴിഞ്ഞു.\n\n\"അതുപോലെ തന്നെ, അനുതാപം ആവശ്യമില്ലാത്ത തൊണ്ണൂറ്റൊന്‍പതു നീതിമാന്‍മാരെക്കുറിച്ച് എന്നതിനെക്കാള്‍ അനുതപിക്കുന്ന ഒരു പാപിയെക്കുറിച്ച് സ്വര്‍ഗത്തില്‍ കൂടുതല്‍ സന്തോഷമുണ്ടാകും എന്ന് ഞാന്‍ നിങ്ങളോടു പറയുന്നു.\" — ലൂക്കാ 15:7\n\nനിങ്ങളെക്കുറിച്ച് സ്വർഗ്ഗം സന്തോഷിക്കാൻ തയ്യാറാണ്. ഇന്ന് തന്നെ അത് നടക്കട്ടെ."
        },
        {
            "id": "prayer",
            "title": "ധൈര്യം ലഭിക്കാൻ ഒരു പ്രാർത്ഥന",
            "icon": "local_fire_department_outlined",
            "content": "ഈശോയേ,\n\nഎന്റെ ഉള്ളം അങ്ങേയ്ക്ക് അറിയാമല്ലോ. എന്റെ ഭയങ്ങളും, ലജ്ജയും, മടിയുമെല്ലാം അങ്ങ് കാണുന്നുണ്ട്. ഞാൻ അങ്ങയിൽ നിന്ന് അകന്നിട്ട് എത്ര നാളായെന്നും അങ്ങേയ്ക്കറിയാം.\n\nഎനിക്ക് ധൈര്യം തരണേ. എന്റെ കുറവുകളെക്കാൾ ഉപരിയായി അങ്ങയുടെ കാരുണ്യത്തിൽ വിശ്വസിക്കാൻ എന്നെ പഠിപ്പിക്കണമേ.\n\nപരിശുദ്ധാത്മാവേ, എന്റെ പാപങ്ങൾ വ്യക്തമായി കാണാനും, അതിലുപരിയായി ദൈവത്തിന്റെ സ്നേഹം തിരിച്ചറിയാനും എന്നെ സഹായിക്കണമേ.\n\nമാതാവേ, ഈശോയുടെ അടുത്തേക്ക് എന്നെ കൈപിടിച്ചു നടത്തണമേ.\n\nഎനിക്ക് തിരികെ വരണം. അതിനുള്ള കൃപ തരണേ.\n\nആമേൻ."
        }
    ],
    "callToAction": {
        "primary": "മനഃസാക്ഷി പരിശോധന തുടങ്ങാം",
        "secondary": "കുമ്പസാര ഗൈഡ്",
        "tertiary": "പ്രാർത്ഥനകൾ"
    }
}