{
    "subtitle": "Une invitation à la Grâce",
    "sections": [
        {
            "id": "opening",
            "title": "Vous êtes les bienvenus ici",
            "icon": "favorite_outline",
            "content": "Si vous lisez ceci, quelque chose a bougé dans votre cœur. Peut-être que cela fait des années depuis votre dernière confession. Peut-être avez-vous peur. Peut-être vous sentez-vous indigne.\n\nSachez ceci : Vous n'êtes pas ici par accident. Le même Dieu qui a laissé les quatre-vingt-dix-neuf brebis pour chercher la seule brebis perdue vous cherchait. Il n'a jamais cessé de vous aimer.\n\nQuoi que ce soit qui vous ait tenu éloigné—la honte, la peur, le doute, les occupations de la vie—les bras du Père restent ouverts. Il n'est pas en colère. Il attend avec joie votre retour."
        },
        {
            "id": "returning",
            "title": "Pour ceux qui reviennent après de nombreuses années",
            "icon": "home_outlined",
            "content": "\"Mais cela fait si longtemps...\"\n\nQue ce soit 5 ans, 20 ans ou toute une vie—le Père ne compte pas les jours où vous étiez absent. Il regarde la route, attendant que vous apparaissiez à l'horizon. Et quand Il vous verra, Il courra à votre rencontre.\n\n\"Comme il était encore loin, son père le vit et fut ému de compassion, il courut se jeter à son cou et le couvrit de baisers.\" — Luc 15:20\n\nLe père de cette parabole n'a pas attendu d'explications. Il n'a pas exigé de comptes sur l'endroit où son fils avait été. Il a couru. Il a embrassé. Il a célébré.\n\nC'est ce que Dieu ressent pour vous en ce moment précis.\n\n\"Venez et discutons —dit le Seigneur—. Si vos péchés sont comme l'écarlate, ils deviendront aussi blancs que la neige; s'ils sont rouges comme le cramoisi, ils deviendront comme la laine.\" — Isaïe 1:18"
        },
        {
            "id": "fear_sins",
            "title": "\"Mes péchés sont trop terribles...\"",
            "icon": "healing_outlined",
            "content": "Il n'y a aucun péché que la miséricorde de Dieu ne puisse couvrir. Aucun.\n\nSainte Faustine, à qui Jésus a révélé sa Divine Miséricorde, a noté ces paroles de Notre Seigneur :\n\n\"Plus le pécheur est grand, plus il a droit à Ma miséricorde.\"\n\nPensez-y. Votre faiblesse même, votre nature pécheresse même, vous donne un droit à Sa miséricorde. Vous n'êtes pas disqualifié—vous êtes invité.\n\n\"Car j'ai l'assurance que ni la mort ni la vie, ni les anges ni les dominations, ni les choses présentes ni les choses à venir, ni les puissances, ni la hauteur, ni la profondeur, ni aucune autre créature ne pourra nous séparer de l'amour de Dieu manifesté en Jésus-Christ notre Seigneur.\" — Romains 8:38-39\n\nRien. Pas votre passé. Pas votre pire moment. Rien ne peut vous séparer de Son amour."
        },
        {
            "id": "fear_priest",
            "title": "\"Le prêtre va me juger...\"",
            "icon": "person_outline",
            "content": "Le prêtre est assis dans le confessionnal en tant que représentant du Christ—et le Christ n'est pas venu pour les justes, mais pour les pécheurs. \"Ce ne sont pas les gens bien portants qui ont besoin de médecin, mais les malades\" (Marc 2:17).\n\nChaque prêtre a entendu des confessions qui vous choqueraient. La vôtre ne sera pas la pire qu'il ait entendue. Et quand un fils prodigue revient, il y a de la joie dans ce confessionnal—pas de jugement.\n\nRappelez-vous : Le prêtre est lié par le Sceau de la Confession, la confidentialité la plus absolue au monde. Il ne peut révéler vos péchés à personne, en aucune circonstance, même sous la menace de mort. Votre confession est en sécurité.\n\nDe plus, le prêtre lui-même est un pécheur qui va se confesser. Il comprend. Il est là pour vous aider, pas pour vous condamner."
        },
        {
            "id": "fear_memory",
            "title": "\"Je ne peux pas me souvenir de tout...\"",
            "icon": "psychology_outlined",
            "content": "Vous n'avez pas besoin de vous souvenir de chaque péché parfaitement.\n\nDieu connaît votre cœur. Il voit votre intention de vous confesser honnêtement et complètement. Faites simplement de votre mieux :\n\n• Confessez les péchés graves dont vous vous souvenez\n• Donnez une idée générale de la fréquence\n• Dites \"et tous les péchés que j'ai oubliés\"\n\nLe prêtre vous aidera. Il peut poser des questions douces si nécessaire. Vous n'êtes pas seul dans cette démarche.\n\nSi vous ne pouvez vraiment pas vous souvenir de quelque chose et que vous vous en souvenez plus tard, vous pourrez le confesser la prochaine fois. La grâce de Dieu couvre ce qui est honnêtement oublié.\n\nL'examen de conscience dans cette application comprend plus de 300 questions pour vous aider à réfléchir en profondeur. Ne vous sentez pas dépassé—prenez votre temps. Vous pouvez travailler dessus sur plusieurs sessions ; vos progrès sont sauvegardés. Il n'y a pas d'urgence. Un examen réfléchi est en soi un acte d'amour envers Dieu."
        },
        {
            "id": "practical",
            "title": "Vous êtes plus prêt que vous ne le pensez",
            "icon": "check_circle_outline",
            "content": "Vous n'avez pas besoin d'avoir tout résolu.\nVous n'avez pas besoin de vous sentir digne.\nVous n'avez pas besoin de mots parfaits.\n\nVous avez juste besoin de venir.\n\nL'examen vous guidera étape par étape. Le prêtre vous aidera tout au long du processus. Et Dieu ? Il prépare déjà la célébration.\n\n\"Je vous le dis, de même il y aura plus de joie dans le ciel pour un seul pécheur qui se repent, que pour quatre-vingt-dix-neuf justes qui n'ont pas besoin de repentance.\" — Luc 15:7\n\nLe ciel est prêt à se réjouir pour vous. Aujourd'hui peut être ce jour."
        },
        {
            "id": "prayer",
            "title": "Une prière pour le courage",
            "icon": "local_fire_department_outlined",
            "content": "Seigneur Jésus-Christ, Fils du Dieu Vivant,\n\nTu connais mon cœur. Tu connais mes peurs, ma honte, mon hésitation. Tu sais combien de temps j'ai été absent.\n\nDonne-moi du courage. Donne-moi la grâce de faire confiance à Ta miséricorde plus que je ne fais confiance à mon indignité.\n\nEsprit Saint, guide mes pensées pendant que j'examine ma conscience. Aide-moi à voir mes péchés clairement, mais aussi à voir Ton amour plus clairement encore.\n\nMarie, Mère de Miséricorde, prie pour moi. Conduis-moi doucement vers ton Fils.\n\nJe veux rentrer à la maison. Aide-moi à faire ce pas.\n\nAmen."
        }
    ],
    "callToAction": {
        "primary": "Commencer Votre Examen",
        "secondary": "Lire le Guide de Confession",
        "tertiary": "Voir les Prières"
    }
}