{
    "subtitle": "Um Convite à Graça",
    "sections": [
        {
            "id": "opening",
            "title": "Você é Bem-vindo Aqui",
            "icon": "favorite_outline",
            "content": "Se você está lendo isso, algo se moveu em seu coração. Talvez tenham se passado anos desde sua última confissão. Talvez você esteja com medo. Talvez você se sinta indigno.\n\nSaiba disto: Você não está aqui por acaso. O mesmo Deus que deixou as noventa e nove ovelhas para buscar a única perdida está buscando você. Ele nunca deixou de amar você.\n\nO que quer que tenha mantido você afastado—vergonha, medo, dúvida, a correria da vida—os braços do Pai permanecem abertos. Ele não está com raiva. Ele está esperando com alegria pelo seu retorno."
        },
        {
            "id": "returning",
            "title": "Para Aqueles que Retornam Após Muitos Anos",
            "icon": "home_outlined",
            "content": "\"Mas faz tanto tempo...\"\n\nSejam 5 anos, 20 anos ou uma vida inteira—o Pai não conta os dias que você esteve longe. Ele observa a estrada, esperando que você apareça no horizonte. E quando Ele vir você, Ele correrá ao seu encontro.\n\n\"Estando ele ainda longe, seu pai o viu e teve compaixão dele; correu para seu filho, o abraçou e o beijou.\" — Lucas 15:20\n\nO pai nesta parábola não esperou por explicações. Ele não exigiu um relato de onde seu filho tinha estado. Ele correu. Ele abraçou. Ele celebrou.\n\nÉ assim que Deus se sente a seu respeito agora mesmo.\n\n\"Vinde, pois, e arrazoemos —diz o Senhor—. Ainda que os vossos pecados sejam como a escarlata, eles se tornarão brancos como a neve; ainda que sejam vermelhos como o carmesim, se tornarão como a lã.\" — Isaías 1:18"
        },
        {
            "id": "fear_sins",
            "title": "\"Meus Pecados São Terríveis Demais...\"",
            "icon": "healing_outlined",
            "content": "Não há pecado que a misericórdia de Deus não possa cobrir. Nenhum.\n\nSanta Faustina, a quem Jesus revelou Sua Divina Misericórdia, registrou estas palavras de Nosso Senhor:\n\n\"Quanto maior o pecador, maior o direito que ele tem à Minha misericórdia.\"\n\nPense nisso. Sua própria fraqueza, sua própria pecaminosidade, lhe dá um direito à Sua misericórdia. Você não está desqualificado—você está convidado.\n\n\"Pois estou convencido de que nem a morte nem a vida, nem os anjos nem os demônios, nem o presente nem o futuro, nem quaisquer poderes, nem a altura nem a profundidade, nem qualquer outra coisa em toda a criação, poderá nos separar do amor de Deus que está em Cristo Jesus nosso Senhor.\" — Romanos 8:38-39\n\nNada. Nem seu passado. Nem seu pior momento. Nada pode separar você do amor d'Ele."
        },
        {
            "id": "fear_priest",
            "title": "\"O Padre Vai Me Julgar...\"",
            "icon": "person_outline",
            "content": "O padre senta-se no confessionário como representante de Cristo—e Cristo não veio para os justos, mas para os pecadores. \"Não são os saudáveis que precisam de médico, mas os doentes\" (Marcos 2:17).\n\nTodo padre já ouviu confissões que chocariam você. A sua não será a pior que ele já ouviu. E quando um filho pródigo retorna, há alegria naquele confessionário—não julgamento.\n\nLembre-se: O padre é obrigado pelo Sigilo da Confissão, a confidencialidade mais absoluta do mundo. Ele não pode revelar seus pecados a ninguém, sob nenhuma circunstância, mesmo sob ameaça de morte. Sua confissão é segura.\n\nAlém disso, o próprio padre é um pecador que vai à confissão. Ele entende. Ele está lá para ajudar você, não para condená-lo."
        },
        {
            "id": "fear_memory",
            "title": "\"Não Consigo Lembrar de Tudo...\"",
            "icon": "psychology_outlined",
            "content": "Você não precisa lembrar de cada pecado perfeitamente.\n\nDeus conhece seu coração. Ele vê sua intenção de confessar honesta e completamente. Simplesmente faça o seu melhor:\n\n• Confesse os pecados graves que lembrar\n• Dê uma noção geral da frequência\n• Diga \"e quaisquer pecados que eu tenha esquecido\"\n\nO padre ajudará a guiar você. Ele pode fazer perguntas gentis, se necessário. Você não está sozinho nisso.\n\nSe você realmente não conseguir lembrar de algo e depois lembrar, pode confessar na próxima vez. A graça de Deus cobre o que é honestamente esquecido.\n\nO exame de consciência neste app inclui mais de 300 perguntas para ajudar você a refletir profundamente. Não se sinta sobrecarregado—leve o seu tempo. Você pode trabalhar nisso ao longo de várias sessões; seu progresso é salvo. Não há pressa. Um exame reflexivo é em si mesmo um ato de amor a Deus."
        },
        {
            "id": "practical",
            "title": "Você Está Mais Pronto do Que Pensa",
            "icon": "check_circle_outline",
            "content": "Você não precisa ter tudo resolvido.\nVocê não precisa se sentir digno.\nVocê não precisa de palavras perfeitas.\n\nVocê só precisa vir.\n\nO exame guiará você passo a passo. O padre ajudará você no processo. E Deus? Ele já está preparando a celebração.\n\n\"Eu lhes digo que, da mesma forma, haverá mais alegria no céu por um pecador que se arrepende do que por noventa e nove justos que não precisam se arrepender.\" — Lucas 15:7\n\nO céu está pronto para se alegrar por você. Hoje pode ser o dia."
        },
        {
            "id": "prayer",
            "title": "Uma Oração por Coragem",
            "icon": "local_fire_department_outlined",
            "content": "Senhor Jesus Cristo, Filho do Deus Vivo,\n\nTu conheces meu coração. Conheces meus medos, minha vergonha, minha hesitação. Conheces quanto tempo estive longe.\n\nDá-me coragem. Dá-me a graça de confiar em Tua misericórdia mais do que confio em minha indignidade.\n\nEspírito Santo, guia meus pensamentos enquanto examino minha consciência. Ajuda-me a ver meus pecados claramente, mas também a ver Teu amor mais claramente ainda.\n\nMaria, Mãe de Misericórdia, rogai por mim. Guia-me gentilmente de volta ao teu Filho.\n\nQuero voltar para casa. Ajuda-me a dar este passo.\n\nAmém."
        }
    ],
    "callToAction": {
        "primary": "Começar Seu Exame",
        "secondary": "Ler o Guia de Confissão",
        "tertiary": "Ver Orações"
    }
}