Repository: sabinjose/metanoia
Catalog: lib/src/core/localization/l10n/app_*.arb
Languages: es, fr, ml

# homeTitle
source: Welcome
es: Bienvenido
fr: Bienvenue
ml: സ്വാഗതം

# examineTitle
source: Examine
es: Examinar
fr: Examiner
ml: പരിശോധന

# confessTitle
source: Confess
es: Confesar
fr: Confesser
ml: കുമ്പസാരം

# prayersTitle
source: Prayers
es: Oraciones
fr: Prières
ml: പ്രാർത്ഥനകൾ

# settingsTitle
source: Settings
es: Ajustes
fr: Paramètres
ml: ക്രമീകരണങ്ങൾ

# examinationTitle
source: Examination
es: Examen
fr: Examen
ml: മനസ്സാക്ഷി പരിശോധന

source: Commandment
es: Mandamiento
fr: Commandement
ml: കൽപ്പന

# guideTitle
source: Guide
es: Guía
ml: വഴികാട്ടി

# faqTitle
source: FAQ
es: Entendiendo la Confesión
fr: Comprendre la Confession
ml: പതിവ് ചോദ്യങ്ങൾ

source: Language
es: Idioma
fr: Langue
ml: ഭാഷ

# chooseLanguage
source: Choose your preferred language
es: Elige tu idioma preferido
fr: Choisissez votre langue préférée
ml: നിങ്ങളുടെ ഭാഷ തിരഞ്ഞെടുക്കുക

source: Theme
es: Tema
fr: Thème
ml: തീം

# chooseTheme
source: Choose your preferred theme
es: Elige tu tema preferido
fr: Choisissez votre thème préféré
ml: നിങ്ങളുടെ തീം തിരഞ്ഞെടുക്കുക

source: System
es: Sistema
fr: Système
ml: സിസ്റ്റം

source: Light
es: Claro
fr: Clair
ml: ലൈറ്റ്

source: Dark
es: Oscuro
fr: Sombre
ml: ഡാർക്ക്

source: Reminders
es: Recordatorios
fr: Rappels
ml: ഓർമ്മപ്പെടുത്തലുകൾ

# getReminded
source: Get reminded to go to confession
es: Recibe recordatorios para confesarte
fr: Soyez rappelé de vous confesser
ml: കുമ്പസാരത്തിന് പോകാൻ ഓർമ്മപ്പെടുത്തുക

source: Enable Reminders
es: Activar Recordatorios
fr: Activer les Rappels
ml: ഓർമ്മപ്പെടുത്തലുകൾ പ്രവർത്തനക്ഷമമാക്കുക

source: Weekly
es: Semanalmente
fr: Hebdomadaire
ml: ആഴ്ചതോറും

source: Bi-weekly
es: Cada dos semanas
fr: Tous les 15 jours
ml: രണ്ടാഴ്ചയിലൊരിക്കൽ

source: Monthly
es: Mensualmente
fr: Mensuel
ml: മാസംതോറും

source: Quarterly
es: Trimestralmente
fr: Trimestriel
ml: ത്രൈമാസികം

source: Day
es: Día
fr: Jour
ml: ദിവസം

source: Time
es: Hora
fr: Heure
ml: സമയം

source: Remind me
es: Recordarme
fr: Rappelez-moi
ml: ഓർമ്മിപ്പിക്കുക

source: On the day
es: El mismo día
fr: Le jour même
ml: അന്ന് തന്നെ

# daysBefore
source: {count, plural, =1{1 day before} other{{count} days before}}
es: {count, plural, =1{1 día antes} other{{count} días antes}}
fr: {count, plural, =1{1 jour avant} other{{count} jours avant}}
ml: {count} ദിവസം മുമ്പ്

source: Quick Actions
es: Acciones Rápidas
fr: Actions Rapides
ml: ദ്രുത പ്രവർത്തനങ്ങൾ

source: Last Confession
es: Última Confesión
fr: Dernière Confession
ml: കഴിഞ്ഞ കുമ്പസാരം

source: None yet
es: Ninguna aún
fr: Aucune encore
ml: ഇതുവരെ ഇല്ല

source: Today
es: Hoy
fr: Aujourd'hui
ml: ഇന്ന്

source: Yesterday
es: Ayer
fr: Hier
ml: ഇന്നലെ

# daysAgo
source: {count, plural, =1{1 day ago} other{{count} days ago}}
es: {count, plural, =1{hace 1 día} other{hace {count} días}}
fr: {count, plural, =1{il y a 1 jour} other{il y a {count} jours}}
ml: {count} ദിവസം മുമ്പ്

source: Next Reminder
es: Próximo Recordatorio
fr: Prochain Rappel
ml: അടുത്ത ഓർമ്മപ്പെടുത്തൽ

source: Off
es: Apagado
fr: Désactivé
ml: ഓഫ്

source: Mon
es: Lun
fr: Lun
ml: തിങ്കൾ

source: Tue
es: Mar
fr: Mar
ml: ചൊവ്വ

source: Wed
es: Mié
fr: Mer
ml: ബുധൻ

source: Thu
es: Jue
fr: Jeu
ml: വ്യാഴം

source: Fri
es: Vie
fr: Ven
ml: വെള്ളി

source: Sat
es: Sáb
fr: Sam
ml: ശനി

source: Sun
es: Dom
fr: Dim
ml: ഞായർ

source: Monday
es: Lunes
fr: Lundi
ml: തിങ്കൾ

source: Tuesday
es: Martes
fr: Mardi
ml: ചൊവ്വ

source: Wednesday
es: Miércoles
fr: Mercredi
ml: ബുധൻ

source: Thursday
es: Jueves
fr: Jeudi
ml: വ്യാഴം

source: Friday
es: Viernes
fr: Vendredi
ml: വെള്ളി

source: Saturday
es: Sábado
fr: Samedi
ml: ശനി

source: Sunday
es: Domingo
fr: Dimanche
ml: ഞായർ

source: App Language
es: Idioma de la App
fr: Langue de l'App
ml: ആപ്പ് ഭാഷ

# appLanguageSubtitle
source: Language for buttons, labels, and menus
es: Idioma para botones, etiquetas y menús
fr: Langue pour les boutons, étiquettes et menus
ml: ബട്ടണുകൾക്കും ലേബലുകൾക്കും മെനുകൾക്കുമുള്ള ഭാഷ

source: Content Language
es: Idioma del Contenido
fr: Langue du Contenu
ml: ഉള്ളടക്ക ഭാഷ

# contentLanguageSubtitle
source: Language for examination questions, FAQs, and prayers
es: Idioma para el examen, FAQs y oraciones
fr: Langue pour l'examen, FAQs et prières
ml: പരിശോധനാ ചോദ്യങ്ങൾക്കും പ്രാർത്ഥനകൾക്കുമുള്ള ഭാഷ

source: Version
es: Versión
ml: പതിപ്പ്

source: Select Day
es: Seleccionar Día
fr: Sélectionner le Jour
ml: ദിവസം തിരഞ്ഞെടുക്കുക

# selected
source: {count} selected
es: {count, plural, =1{1 seleccionado} other{{count} seleccionados}}
fr: {count} sélectionnés
ml: {count} തിരഞ്ഞെടുത്തു

# selectedLabel
source: selected
es: seleccionado
fr: sélectionné
ml: തിരഞ്ഞെടുത്തു

# searchPlaceholder
source: Search commandments or questions...
es: Buscar mandamientos o preguntas...
fr: Rechercher des commandements ou questions...
ml: കൽപ്പനകളോ ചോദ്യങ്ങളോ തിരയുക...

# noResults
source: No results found
es: No se encontraron resultados
fr: Aucun résultat trouvé
ml: ഫലങ്ങളൊന്നും കണ്ടെത്തിയില്ല

source: View History
es: Ver Historial
fr: Voir l'Historique
ml: ചരിത്രം കാണുക

source: No active confession
es: No hay confesión activa
fr: Pas de confession active
ml: സജീവമായ കുമ്പസാരമില്ല

# startExaminationPrompt
source: Start an examination to add sins here.
es: Inicia un examen para añadir pecados aquí.
fr: Commencez un examen pour ajouter des péchés ici.
ml: പാപങ്ങൾ ചേർക്കാൻ പരിശോധന ആരംഭിക്കുക.

source: Start Examination
es: Iniciar Examen
fr: Commencer l'Examen
ml: പരിശോധന ആരംഭിക്കുക

# finishConfessionTitle
source: Finish Confession?
es: ¿Finalizar Confesión?
fr: Terminer la Confession ?
ml: കുമ്പസാരം പൂർത്തിയാക്കണോ?

# finishConfessionContent
source: This will mark the confession as completed and move it to your history.
es: Esto marcará la confesión como completada y la moverá a tu historial.
fr: Cela marquera la confession comme terminée et la déplacera dans votre historique.
ml: ഇത് കുമ്പസാരം പൂർത്തിയായതായി അടയാളപ്പെടുത്തുകയും ചരിത്രത്തിലേക്ക് മാറ്റുകയും ചെയ്യും.

source: Cancel
es: Cancelar
fr: Annuler
ml: റദ്ദാക്കുക

source: Finish
es: Finalizar
fr: Terminer
ml: പൂർത്തിയാക്കുക

# confessionCompletedMessage
source: Confession completed! God bless you.
es: ¡Confesión completada! Dios te bendiga.
fr: Confession terminée ! Que Dieu vous bénisse.
ml: കുമ്പസാരം പൂർത്തിയായി! ദൈവം അനുഗ്രഹിക്കട്ടെ.

source: Finish Confession
es: Finalizar Confesión
fr: Terminer la Confession
ml: കുമ്പസാരം പൂർത്തിയാക്കുക

# keepHistory
source: Keep Confession History
es: Guardar Historial de Confesiones
fr: Garder l'Historique des Confessions
ml: കുമ്പസാര ചരിത്രം സൂക്ഷിക്കുക

# keepHistorySubtitle
source: Save your sins along with the date. If disabled, only the date will be saved.
es: Guarda tus pecados junto con la fecha. Si se desactiva, solo se guardará la fecha.
fr: Sauvegarde vos péchés avec la date. Si désactivé, seule la date sera sauvegardée.
ml: തീയതിക്കൊപ്പം പാപങ്ങളും സൂക്ഷിക്കുക. പ്രവർത്തനരഹിതമാക്കിയാൽ, തീയതി മാത്രമേ സൂക്ഷിക്കൂ.

source: Delete Confession
es: Eliminar Confesión
fr: Supprimer la Confession
ml: കുമ്പസാരം നീക്കം ചെയ്യുക

# deleteConfessionContent
source: Are you sure you want to delete this confession? This action cannot be undone.
es: ¿Estás seguro de que deseas eliminar esta confesión? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette confession ? Cette action ne peut pas être annulée.
ml: ഈ കുമ്പസാരം നീക്കം ചെയ്യണമെന്ന് ഉറപ്പാണോ? ഈ പ്രവർത്തനം പഴയപടിയാക്കാൻ കഴിയില്ല.

# tutorialExamineDesc
source: Start here to examine your conscience before confession.
es: Comienza aquí para examinar tu conciencia antes de la confesión.
fr: Commencez ici pour examiner votre conscience avant la confession.
ml: കുമ്പസാരത്തിനുമുമ്പ് മനസ്സാക്ഷി പരിശോധന ഇവിടെ ആരംഭിക്കുക.

# tutorialConfessDesc
source: Use this during confession to track your sins.
es: Usa esto durante la confesión para llevar la cuenta de tus pecados.
fr: Utilisez ceci pendant la confession pour suivre vos péchés.
ml: കുമ്പസാരത്തിനിടെ നിങ്ങളുടെ പാപങ്ങൾ ട്രാക്ക് ചെയ്യാൻ ഇത് ഉപയോഗിക്കുക.

# tutorialPrayersDesc
source: Find common prayers for before and after confession.
es: Encuentra oraciones comunes para antes y después de la confesión.
fr: Trouvez des prières courantes pour avant et après la confession.
ml: കുമ്പസാരത്തിനുമുമ്പും ശേഷവുമുള്ള പ്രാർത്ഥനകൾ കണ്ടെത്തുക.

# tutorialGuideDesc
source: Read the guide and FAQs to learn more.
es: Encuentra aliento, una guía paso a paso y FAQs aquí.
fr: Trouvez de l'encouragement, un guide étape par étape et des FAQs ici.
ml: കൂടുതലറിയാൻ വഴികാട്ടിയും പതിവ് ചോദ്യങ്ങളും വായിക്കുക.

# tutorialSwipeDesc
source: Swipe left or right to navigate between commandments.
es: Desliza a la izquierda o derecha para navegar entre mandamientos.
fr: Glissez à gauche ou à droite pour naviguer entre les commandements.
ml: കൽപ്പനകൾക്കിടയിൽ മാറാൻ ഇടത്തോട്ടോ വലത്തോട്ടോ സ്വൈപ്പ് ചെയ്യുക.

# tutorialSelectDesc
source: Tap any question to select it for your confession.
es: Toca cualquier pregunta para seleccionarla para tu confesión.
fr: Appuyez sur n'importe quelle question pour la sélectionner pour votre confession.
ml: കുമ്പസാരത്തിനായി തിരഞ്ഞെടുക്കാൻ ഏതെങ്കിലും ചോദ്യത്തിൽ ടാപ്പ് ചെയ്യുക.

# tutorialFinishDesc
source: When done, tap here to finish and proceed to confession.
es: Cuando termines, toca aquí para finalizar y proceder a la confesión.
fr: Une fois terminé, appuyez ici pour finir et passer à la confession.
ml: പൂർത്തിയായിക്കഴിഞ്ഞാൽ, കുമ്പസാരത്തിലേക്ക് നീങ്ങാൻ ഇവിടെ ടാപ്പ് ചെയ്യുക.

# tutorialCounterDesc
source: This shows how many items you've selected for confession.
es: Esto muestra cuántos elementos has seleccionado para la confesión.
fr: Cela montre combien d'éléments vous avez sélectionnés pour la confession.
ml: കുമ്പസാരത്തിനായി നിങ്ങൾ എത്ര ഇനങ്ങൾ തിരഞ്ഞെടുത്തു എന്ന് ഇത് കാണിക്കുന്നു.

# tutorialMenuDesc
source: Access custom sins and clear your selections from here.
es: Accede a pecados personalizados y borra tus selecciones desde aquí.
fr: Accédez aux péchés personnalisés et effacez vos sélections d'ici.
ml: സ്വന്തം പാപങ്ങൾ കൈകാര്യം ചെയ്യാനും തിരഞ്ഞെടുപ്പുകൾ മായ്ക്കാനും ഇവിടെ ഉപയോഗിക്കുക.

# tutorialPenanceDesc
source: Track penances given by your confessor here.
es: Registra las penitencias dadas por tu confesor aquí.
fr: Suivez les pénitences données par votre confesseur ici.
ml: കുമ്പസാരക്കാരൻ നൽകുന്ന പ്രായശ്ചിത്തങ്ങൾ ഇവിടെ രേഖപ്പെടുത്താം.

# tutorialInsightsDesc
source: View your confession journey statistics and streaks.
es: Mira las estadísticas y rachas de tu jornada de confesión.
fr: Voyez les statistiques et séries de votre parcours de confession.
ml: നിങ്ങളുടെ കുമ്പസാര യാത്രയുടെ സ്ഥിതിവിവരക്കണക്കുകളും തുടർച്ചയും കാണുക.

# tutorialHistoryDesc
source: Access your past confessions and their dates.
es: Accede a tus confesiones pasadas y sus fechas.
fr: Accédez à vos confessions passées et leurs dates.
ml: നിങ്ങളുടെ മുൻ കുമ്പസാരങ്ങളും തീയതികളും കാണുക.

source: Replay Tutorial
es: Repetir Tutorial
fr: Rejouer le Tutoriel
ml: ട്യൂട്ടോറിയൽ വീണ്ടും കാണുക

# replayTutorialDesc
source: View the app tutorial again
es: Ver el tutorial de la app de nuevo
fr: Voir le tutoriel de l'application à nouveau
ml: ആപ്പ് ട്യൂട്ടോറിയൽ വീണ്ടും കാണുക

# tutorialReset
source: Tutorial reset! You'll see the guides again.
es: ¡Tutorial reiniciado! Verás las guías de nuevo.
fr: Tutoriel réinitialisé ! Vous verrez les guides à nouveau.
ml: ട്യൂട്ടോറിയൽ പുനഃക്രമീകരിച്ചു! നിങ്ങൾക്ക് ഗൈഡുകൾ വീണ്ടും കാണാം.

source: About
es: Acerca de
fr: À propos
ml: വിവരങ്ങൾ

# aboutSubtitle
source: Version, license, and source code
es: Versión, licencia y código fuente
fr: Version, licence et code source
ml: പതിപ്പ്, ലൈസൻസ്, സോഴ്സ് കോഡ്

source: Share App
es: Compartir App
fr: Partager l'App
ml: ആപ്പ് പങ്കിടുക

# shareAppSubtitle
source: Share with friends and family
es: Compartir con amigos y familia
fr: Partager avec amis et famille
ml: സുഹൃത്തുക്കളുമായും കുടുംബാംഗങ്ങളുമായും പങ്കിടുക

source: Rate App
es: Calificar App
fr: Noter l'App
ml: ആപ്പ് റേറ്റ് ചെയ്യുക

# rateAppSubtitle
source: Rate us on the Play Store
es: Califícanos en Play Store
fr: Notez-nous sur le Play Store
ml: പ്ലേ സ്റ്റോറിൽ ഞങ്ങളെ റേറ്റ് ചെയ്യുക

source: Source Code
es: Código Fuente
fr: Code Source
ml: സോഴ്സ് കോഡ്

source: View on GitHub
es: Ver en GitHub
fr: Voir sur GitHub
ml: GitHub-ൽ കാണുക

# madeWithLove
source: Made with ❤️ by Sabin
es: Hecho con ❤️ por Sabin
fr: Fait avec ❤️ par Sabin
ml: സ്നേഹത്തോടെ നിർമ്മിച്ചത്

# rateDialogTitle
source: Enjoying Metanoia?
es: ¿Disfrutando Metanoia?
fr: Vous aimez Metanoia ?
ml: മെറ്റാനോയ ഇഷ്ടപ്പെട്ടോ?

# rateDialogContent
source: If you find this app helpful, please take a moment to rate it. It helps us a lot!
es: Si encuentras útil esta app, por favor tómate un momento para calificarla. ¡Nos ayuda mucho!
fr: Si vous trouvez cette application utile, veuillez prendre un moment pour la noter. Cela nous aide beaucoup !
ml: ഈ ആപ്പ് നിങ്ങൾക്ക് സഹായകരമാണെങ്കിൽ, ദയവായി റേറ്റ് ചെയ്യുക. ഇത് ഞങ്ങളെ വളരെയധികം സഹായിക്കും!

# rateDialogYes
source: Rate Now
es: Calificar Ahora
fr: Noter Maintenant
ml: ഇപ്പോൾ റേറ്റ് ചെയ്യുക

# rateDialogNo
source: No, thanks
es: No, gracias
fr: Non, merci
ml: വേണ്ട, നന്ദി

# rateDialogLater
source: Remind me later
es: Recordarme luego
fr: Me rappeler plus tard
ml: പിന്നീട് ഓർമ്മിപ്പിക്കുക

# greekLabel
source: Greek
es: Griego
fr: Grec
ml: ഗ്രീക്ക്

# nounLabel
source: noun
es: sustantivo
fr: nom
ml: നാമം

# metanoiaDefinition
source: A profound change of mind and heart; a spiritual awakening that transforms one's entire being and redirects their life toward God.
es: Un cambio profundo de mente y corazón; un despertar espiritual que transforma todo el ser y redirige la vida hacia Dios.
fr: Un changement profond d'esprit et de cœur ; un éveil spirituel qui transforme tout l'être et redirige la vie vers Dieu.
ml: മനസ്സിനും ഹൃദയത്തിനും ഉണ്ടാകുന്ന ആഴത്തിലുള്ള മാറ്റം; ഒരു വ്യക്തിയുടെ സത്തയെ മുഴുവനായി രൂപാന്തരപ്പെടുത്തുകയും ദൈവത്തിലേക്ക് തിരിച്ചുവിടുകയും ചെയ്യുന്ന ആത്മീയ ഉണർവ്.

source: Turn Back to Grace
es: Volver a la Gracia
fr: Retour à la Grâce
ml: കൃപയിലേക്ക് മടങ്ങുക

# welcomeSubtitle
source: Your guide for a meaningful confession
es: Tu guía para una confesión significativa
fr: Votre guide pour une confession significative
ml: അർത്ഥവത്തായ കുമ്പസാരത്തിനുള്ള നിങ്ങളുടെ വഴികാട്ടി

source: Get Started
es: Comenzar
fr: Commencer
ml: തുടങ്ങാം

source: Choose Content Language
es: Elegir Idioma del Contenido
fr: Choisir la Langue du Contenu
ml: ഉള്ളടക്ക ഭാഷ തിരഞ്ഞെടുക്കുക

# contentLanguageDescription
source: Select language for prayers, conscience examination, and guides
es: Selecciona el idioma para oraciones, examen y guías
fr: Sélectionnez la langue pour les prières, l'examen et les guides
ml: പ്രാർത്ഥനകൾക്കും മനസ്സാക്ഷി പരിശോധനയ്ക്കും വഴികാട്ടികൾക്കുമായി ഭാഷ തിരഞ്ഞെടുക്കുക

# changeAnytimeNote
source: You can change this anytime in Settings
es: Puedes cambiar esto en cualquier momento en Ajustes
fr: Vous pouvez changer cela à tout moment dans les Paramètres
ml: ക്രമീകരണങ്ങളിൽ നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും ഇത് മാറ്റാം

# continueButton
source: Continue
es: Continuar
fr: Continuer
ml: തുടരുക

# examineDescription
source: Examine your conscience using the Ten Commandments before confession
es: Examina tu conciencia usando los Diez Mandamientos antes de la confesión
fr: Examinez votre conscience en utilisant les Dix Commandements avant la confession
ml: കുമ്പസാരത്തിന് മുമ്പ് പത്തു കൽപ്പനകൾ ഉപയോഗിച്ച് മനസ്സാക്ഷി പരിശോധിക്കുക

# confessDescription
source: Track your sins during confession to ensure nothing is forgotten
es: Lleva la cuenta de tus pecados durante la confesión para no olvidar nada
fr: Suivez vos péchés pendant la confession pour vous assurer de ne rien oublier
ml: ഒന്നും മറന്നുപോകാതിരിക്കാൻ കുമ്പസാരത്തിനിടെ പാപങ്ങൾ രേഖപ്പെടുത്തുക

# prayersDescription
source: Access prayers for before and after confession, and penance prayers
es: Accede a oraciones para antes y después de la confesión, y oraciones de penitencia
fr: Accédez aux prières pour avant et après la confession, et aux prières de pénitence
ml: കുമ്പസാരത്തിന് മുമ്പും ശേഷവുമുള്ള പ്രാർത്ഥനകളും പ്രായശ്ചിത്ത പ്രാർത്ഥനകളും ലഭ്യമാണ്

# remindersDescription
source: Set regular reminders in Settings so you never forget to go to confession
es: Configura recordatorios regulares en Ajustes para nunca olvidar confesarte
fr: Définissez des rappels réguliers dans les Paramètres pour ne jamais oublier de vous confesser
ml: കുമ്പസാരത്തിന് പോകാൻ മറക്കാതിരിക്കാൻ ക്രമീകരണങ്ങളിൽ ഓർമ്മപ്പെടുത്തലുകൾ സജ്ജീകരിക്കുക

# nextButton
source: Next
es: Siguiente
fr: Suivant
ml: അടുത്തത്

source: Custom Sins
es: Pecados Personalizados
fr: Péchés Personnalisés
ml: സ്വന്തം പാപങ്ങൾ

source: Manage Custom Sins
es: Gestionar Pecados Personalizados
fr: Gérer les Péchés Personnalisés
ml: സ്വന്തം പാപങ്ങൾ കൈകാര്യം ചെയ്യുക

source: Add Custom Sin
es: Añadir Pecado Personalizado
fr: Ajouter Péché Personnalisé
ml: പാപം ചേർക്കുക

source: Edit Custom Sin
es: Editar Pecado Personalizado
fr: Modifier Péché Personnalisé
ml: പാപം തിരുത്തുക

source: Delete Custom Sin
es: Eliminar Pecado Personalizado
fr: Supprimer Péché Personnalisé
ml: പാപം നീക്കം ചെയ്യുക

source: Sin Description
es: Descripción del Pecado
fr: Description du Péché
ml: പാപത്തിന്റെ വിവരണം

# sinDescriptionHint
source: Describe the sin you want to remember
es: Describe el pecado que quieres recordar
fr: Décrivez le péché dont vous voulez vous souvenir
ml: നിങ്ങൾ ഓർക്കാൻ ആഗ്രഹിക്കുന്ന പാപം വിവരിക്കുക

# sinDescriptionRequired
source: Please enter a sin description
es: Por favor ingresa una descripción del pecado
fr: Veuillez entrer une description du péché
ml: ദയവായി പാപത്തിന്റെ വിവരണം നൽകുക

source: Optional Note
es: Nota Opcional
fr: Note Optionnelle
ml: അധിക വിവരം (ഓപ്ഷണൽ)

# optionalNoteHint
source: Add any additional details
es: Añade detalles adicionales
fr: Ajoutez des détails supplémentaires
ml: അധിക വിശദാംശങ്ങൾ ചേർക്കുക

# selectCommandment
source: Select Commandment (Optional)
es: Seleccionar Mandamiento (Opcional)
fr: Sélectionner Commandement (Optionnel)
ml: കൽപ്പന തിരഞ്ഞെടുക്കുക (ഓപ്ഷണൽ)

# noCommandment
source: General / No Commandment
es: General / Sin Mandamiento
fr: Général / Pas de Commandement
ml: പൊതു / കൽപ്പനയില്ല

source: Custom sin added
es: Pecado personalizado añadido
fr: Péché personnalisé ajouté
ml: പാപം ചേർത്തു

source: Custom sin updated
es: Pecado personalizado actualizado
fr: Péché personnalisé mis à jour
ml: പാപം പുതുക്കി

source: Custom sin deleted
es: Pecado personalizado eliminado
fr: Péché personnalisé supprimé
ml: പാപം നീക്കം ചെയ്തു

# deleteCustomSinConfirm
source: Are you sure you want to delete this custom sin?
es: ¿Estás seguro de que deseas eliminar este pecado personalizado?
fr: Êtes-vous sûr de vouloir supprimer ce péché personnalisé ?
ml: ഈ പാപം നീക്കം ചെയ്യണമെന്ന് ഉറപ്പാണോ?

# noCustomSins
source: No custom sins yet
es: Aún no hay pecados personalizados
fr: Pas encore de péchés personnalisés
ml: ഇതുവരെ സ്വന്തം പാപങ്ങളില്ല

# noCustomSinsDesc
source: Add custom sins to personalize your examination
es: Añade pecados personalizados para personalizar tu examen
fr: Ajoutez des péchés personnalisés pour personnaliser votre examen
ml: നിങ്ങളുടെ പരിശോധന വ്യക്തിഗതമാക്കാൻ സ്വന്തം പാപങ്ങൾ ചേർക്കുക

# customVersion
source: Custom (Edited)
es: Personalizado (Editado)
fr: Personnalisé (Modifié)
ml: സ്വന്തം (തിരുത്തിയത്)

source: Search custom sins...
es: Buscar pecados personalizados...
fr: Rechercher péchés personnalisés...
ml: സ്വന്തം പാപങ്ങൾ തിരയുക...

# addButton
source: Add
es: Añadir
fr: Ajouter
ml: ചേർക്കുക

# updateButton
source: Update
es: Actualizar
fr: Mettre à jour
ml: പുതുക്കുക

# deleteButton
source: Delete
es: Eliminar
fr: Supprimer
ml: നീക്കം ചെയ്യുക

source: Add your own...
es: Añade el tuyo...
fr: Ajoutez le vôtre...
ml: സ്വന്തമായി ചേർക്കുക...

source: Penance
es: Penitencia
fr: Pénitence
ml: പ്രായശ്ചിത്തം

source: Penance Tracker
es: Rastreador de Penitencia
fr: Suivi de Pénitence
ml: പ്രായശ്ചിത്ത ട്രാക്കർ

source: Add Penance
es: Añadir Penitencia
fr: Ajouter Pénitence
ml: പ്രായശ്ചിത്തം ചേർക്കുക

source: Edit Penance
es: Editar Penitencia
fr: Modifier Pénitence
ml: പ്രായശ്ചിത്തം തിരുത്തുക

# penanceDescription
source: What penance were you given?
es: ¿Qué penitencia se te dio?
fr: Quelle pénitence vous a-t-on donnée ?
ml: നിങ്ങൾക്ക് ലഭിച്ച പ്രായശ്ചിത്തം എന്താണ്?

# penanceHint
source: e.g., Say 3 Hail Marys, Read a Scripture passage...
es: ej., Rezar 3 Avemarías, Leer un pasaje...
fr: ex: Dire 3 Je vous salue Marie, Lire un passage...
ml: ഉദാ: 3 നന്മ നിറഞ്ഞ മറിയമേ ചൊല്ലുക, ബൈബിൾ വായിക്കുക...

source: Penance added
es: Penitencia añadida
fr: Pénitence ajoutée
ml: പ്രായശ്ചിത്തം ചേർത്തു

source: Penance updated
es: Penitencia actualizada
fr: Pénitence mise à jour
ml: പ്രായശ്ചിത്തം പുതുക്കി

# penanceCompleted
source: Penance completed! God bless you.
es: ¡Penitencia completada! Dios te bendiga.
fr: Pénitence terminée ! Que Dieu vous bénisse.
ml: പ്രായശ്ചിത്തം പൂർത്തിയായി! ദൈവം അനുഗ്രഹിക്കട്ടെ.

source: Mark as Complete
es: Marcar como Completada
fr: Marquer comme Terminée
ml: പൂർത്തിയായതായി അടയാളപ്പെടുത്തുക

source: Pending Penances
es: Penitencias Pendientes
fr: Pénitences en Attente
ml: ബാക്കിയുള്ള പ്രായശ്ചിത്തങ്ങൾ

source: No pending penances
es: No hay penitencias pendientes
fr: Pas de pénitences en attente
ml: ബാക്കിയുള്ള പ്രായശ്ചിത്തങ്ങളില്ല

# noPendingPenancesDesc
source: All your penances are completed. God bless!
es: Todas tus penitencias están completadas. ¡Dios te bendiga!
fr: Toutes vos pénitences sont terminées. Que Dieu vous bénisse !
ml: നിങ്ങളുടെ എല്ലാ പ്രായശ്ചിത്തങ്ങളും പൂർത്തിയായി. ദൈവം അനുഗ്രഹിക്കട്ടെ!

# completedOn
source: Completed on {date}
es: Completada el {date}
fr: Terminée le {date}
ml: പൂർത്തിയായത് {date}-ൽ

# assignedOn
source: Assigned on {date}
es: Asignada el {date}
fr: Attribuée le {date}
ml: ലഭിച്ചത് {date}-ൽ

# skipPenance
source: Skip
es: Omitir
fr: Sauter
ml: ഒഴിവാക്കുക

source: Save Penance
es: Guardar Penitencia
fr: Sauvegarder Pénitence
ml: പ്രായശ്ചിത്തം സേവ് ചെയ്യുക

source: Insights
es: Estadísticas
fr: Statistiques
ml: സ്ഥിതിവിവരങ്ങൾ

source: Confession Insights
es: Estadísticas de Confesión
fr: Statistiques de Confession
ml: കുമ്പസാര സ്ഥിതിവിവരങ്ങൾ

source: Total Confessions
es: Total de Confesiones
fr: Total des Confessions
ml: ആകെ കുമ്പസാരങ്ങൾ

source: Average Frequency
es: Frecuencia Promedio
fr: Fréquence Moyenne
ml: ശരാശരി ഇടവേള

# everyXDays
source: Every {count} days
es: Cada {count} días
fr: Tous les {count} jours
ml: ഓരോ {count} ദിവസത്തിലും

# daysSinceLastConfession
source: Days Since Last
es: Días desde la última
fr: Jours Depuis la Dernière
ml: അവസാന കുമ്പസാരത്തിന് ശേഷം

source: Current Streak
es: Racha Actual
fr: Série Actuelle
ml: നിലവിലെ തുടർച്ച

# weeksStreak
source: {count, plural, =1{1 week} other{{count} weeks}}
es: {count, plural, =1{1 semana} other{{count} semanas}}
fr: {count, plural, =1{1 semaine} other{{count} semaines}}
ml: {count, plural, =1{1 ആഴ്ച} other{{count} ആഴ്ചകൾ}}

source: Monthly Activity
es: Actividad Mensual
fr: Activité Mensuelle
ml: പ്രതിമാസ പ്രവർത്തനം

source: Confessions This Year
es: Confesiones este Año
fr: Confessions Cette Année
ml: ഈ വർഷത്തെ കുമ്പസാരങ്ങൾ

source: No insights yet
es: Aún no hay estadísticas
fr: Pas encore de statistiques
ml: സ്ഥിതിവിവരങ്ങൾ ലഭ്യമല്ല

# noInsightsYetDesc
source: Complete your first confession to see your spiritual journey stats
es: Completa tu primera confesión para ver las estadísticas de tu viaje espiritual
fr: Complétez votre première confession pour voir les statistiques de votre parcours spirituel
ml: നിങ്ങളുടെ ആത്മീയ യാത്രയുടെ സ്ഥിതിവിവരങ്ങൾ കാണാൻ ആദ്യ കുമ്പസാരം പൂർത്തിയാക്കുക

source: Total Items Confessed
es: Total de Ítems Confesados
fr: Total d'Éléments Confessés
ml: ഏറ്റുപറഞ്ഞ ആകെ പാപങ്ങൾ

source: First Confession
es: Primera Confesión
fr: Première Confession
ml: ആദ്യ കുമ്പസാരം

# spiritualJourney
source: Your Spiritual Journey
es: Tu Viaje Espiritual
fr: Votre Parcours Spirituel
ml: നിങ്ങളുടെ ആത്മീയ യാത്ര
