Repository: sabinjose/metanoia
Catalog: lib/src/core/localization/l10n/app_*.arb
Languages: es, fr, ml

# listView
source: List
es: Lista
fr: Liste
ml: ലിസ്റ്റ്

# guidedView
source: Guided
es: Guiada
fr: Guidée
ml: ഗൈഡഡ്

# commandmentProgress
source: {current} of {total}
es: {current} de {total}
fr: {current} sur {total}
ml: {current} / {total}

# previousCommandment
source: Previous
es: Anterior
fr: Précédent
ml: മുൻപുള്ളത്

# nextCommandment
source: Next
es: Siguiente
fr: Suivant
ml: അടുത്തത്

# finishExamination
source: Finish
es: Finalizar
fr: Terminer
ml: പൂർത്തിയാക്കുക

# noQuestionsSelected
source: No questions selected in this section
es: No hay preguntas seleccionadas en esta sección
fr: Aucune question sélectionnée dans cette section
ml: ഈ വിഭാഗത്തിൽ ചോദ്യങ്ങളൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല

# questionsSelectedInSection
source: {count} selected
es: {count} seleccionadas
fr: {count} sélectionnés
ml: {count} എണ്ണം തിരഞ്ഞെടുത്തു

source: Examination Summary
es: Resumen del Examen
fr: Résumé de l'Examen
ml: പരിശോധനാ സംഗ്രഹം

# selectedCount
source: {count} items selected
es: {count} ítems seleccionados
fr: {count} éléments sélectionnés
ml: {count} ഇനങ്ങൾ തിരഞ്ഞെടുത്തു

source: No sins selected
es: Ningún pecado seleccionado
fr: Aucun péché sélectionné
ml: പാപങ്ങളൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല

source: Continue Editing
es: Continuar Editando
fr: Continuer l'Édition
ml: തുടരുക

# proceedToConfess
source: Proceed
es: Proceder
fr: Procéder
ml: മുന്നോട്ട്

# clearDraftTitle
source: Clear Draft?
es: ¿Borrar Borrador?
fr: Effacer le Brouillon ?
ml: ഡ്രാഫ്റ്റ് മായ്ക്കണോ?

# clearDraftMessage
source: This will remove all selected questions. Are you sure?
es: Esto eliminará todas las preguntas seleccionadas. ¿Estás seguro?
fr: Cela supprimera toutes les questions sélectionnées. Êtes-vous sûr ?
ml: തിരഞ്ഞെടുത്ത എല്ലാ ചോദ്യങ്ങളും നീക്കം ചെയ്യും. തുടരണോ?

source: Clear Draft
es: Borrar Borrador
fr: Effacer le Brouillon
ml: ഡ്രാഫ്റ്റ് മായ്ക്കുക

# draftRestored
source: {count, plural, =1{Restored 1 item from your last session} other{Restored {count} items from your last session}}
es: {count, plural, =1{Restaurado 1 ítem de tu última sesión} other{Restaurados {count} ítems de tu última sesión}}
fr: {count, plural, =1{Restauré 1 élément de votre dernière session} other{Restauré {count} éléments de votre dernière session}}
ml: {count, plural, =1{കഴിഞ്ഞ സെഷനിൽ നിന്ന് 1 ഇനം പുനഃസ്ഥാപിച്ചു} other{കഴിഞ്ഞ സെഷനിൽ നിന്ന് {count} ഇനങ്ങൾ പുനഃസ്ഥാപിച്ചു}}

source: Just now
es: Justo ahora
fr: À l'instant
ml: ഇപ്പോൾ

# minutesAgo
source: {count}m ago
es: hace {count}m
fr: il y a {count}m
ml: {count} മി. മുമ്പ്

# hoursAgo
source: {count}h ago
es: hace {count}h
fr: il y a {count}h
ml: {count} മ. മുമ്പ്

# noQuestionsInSection
source: No questions in this section
es: No hay preguntas en esta sección
fr: Pas de questions dans cette section
ml: ഈ വിഭാഗത്തിൽ ചോദ്യങ്ങളില്ല

source: Skip
es: Saltar
fr: Passer
ml: ഒഴിവാക്കുക

source: Back
es: Atrás
fr: Retour
ml: മടങ്ങുക

# skipOnboardingTitle
source: Skip Introduction?
es: ¿Saltar Introducción?
fr: Passer l'Introduction ?
ml: ആമുഖം ഒഴിവാക്കണോ?

# skipOnboardingMessage
source: You can always access help and settings later from the app menu.
es: Siempre puedes acceder a la ayuda y ajustes más tarde desde el menú.
fr: Vous pourrez toujours accéder à l'aide et aux paramètres plus tard depuis le menu.
ml: ആപ്പ് മെനുവിൽ നിന്ന് പിന്നീട് സഹായവും ക്രമീകരണങ്ങളും എപ്പോൾ വേണമെങ്കിലും ആക്സസ് ചെയ്യാം.

# confessionHistoryTitle
source: Confession History
es: Historial de Confesiones
fr: Historique des Confessions
ml: കുമ്പസാര ചരിത്രം

source: Delete All
es: Eliminar Todo
fr: Tout Supprimer
ml: എല്ലാം ഇല്ലാതാക്കുക

source: Edit Date
es: Editar Fecha
fr: Modifier la Date
ml: തീയതി മാറ്റുക

source: Confession Date
es: Fecha de Confesión
fr: Date de Confession
ml: കുമ്പസാര തീയതി

source: Date updated
es: Fecha actualizada
fr: Date mise à jour
ml: തീയതി അപ്‌ഡേറ്റ് ചെയ്തു

# changeDateConfirmTitle
source: Change Date?
es: ¿Cambiar Fecha?
fr: Changer la Date ?
ml: തീയതി മാറ്റണോ?

# changeDateConfirmMessage
source: Change confession date to {date}?
es: ¿Cambiar fecha de confesión a {date}?
fr: Changer la date de confession à {date} ?
ml: കുമ്പസാര തീയതി {date} ആയി മാറ്റണോ?

# noGuideContent
source: No guide content available
es: Contenido de la guía no disponible
fr: Contenu du guide non disponible
ml: ഗൈഡ് ഉള്ളടക്കം ലഭ്യമല്ല

# noGuideContentDesc
source: Guide content will appear here
es: El contenido de la guía aparecerá aquí
fr: Le contenu du guide apparaîtra ici
ml: ഗൈഡ് ഉള്ളടക്കം ഇവിടെ ദൃശ്യമാകും

# noFaqContent
source: No FAQs available
es: FAQs no disponibles
fr: FAQs non disponibles
ml: FAQ-കൾ ലഭ്യമല്ല

# noFaqContentDesc
source: Frequently asked questions will appear here
es: Las preguntas frecuentes aparecerán aquí
fr: Les questions fréquentes apparaîtront ici
ml: പതിവ് ചോദ്യങ്ങൾ ഇവിടെ ദൃശ്യമാകും

# faqSubtitle
source: Frequently asked questions about confession
es: Una guía para el Sacramento de la Reconciliación
fr: Un guide pour le Sacrement de Réconciliation
ml: കുമ്പസാരത്തെക്കുറിച്ചുള്ള പതിവ് ചോദ്യങ്ങൾ

# tapToExpand
source: Tap to read more
es: Toca para leer más
fr: Appuyez pour lire plus
ml: കൂടുതൽ വായിക്കാൻ ടാപ്പ് ചെയ്യുക

source: Continue Examination
es: Continuar Examen
fr: Continuer l'Examen
ml: പരിശോധന തുടരുക

# continueExaminationDesc
source: You have an examination in progress
es: Tienes un examen en progreso
fr: Vous avez un examen en cours
ml: നിങ്ങൾക്ക് പുരോഗതിയിലുള്ള ഒരു പരിശോധന ഉണ്ട്

# examinationProgress
source: {count} items selected
es: {count} ítems seleccionados
fr: {count} éléments sélectionnés
ml: {count} ഇനങ്ങൾ തിരഞ്ഞെടുത്തു

source: Security
es: Seguridad
fr: Sécurité
ml: സുരക്ഷ

# securitySubtitle
source: Protect your personal data
es: Protege tus datos personales
fr: Protégez vos données personnelles
ml: നിങ്ങളുടെ വ്യക്തിഗത ഡാറ്റ സംരക്ഷിക്കുക

# pinAndBiometric
source: PIN & Biometric
es: PIN y Biometría
fr: PIN & Biométrie
ml: PIN & ബയോമെട്രിക്

# pinAndBiometricSubtitle
source: Configure app lock settings
es: Configurar ajustes de bloqueo de app
fr: Configurer le verrouillage de l'app
ml: ആപ്പ് ലോക്ക് ക്രമീകരണങ്ങൾ ക്രമീകരിക്കുക

source: Enter PIN
es: Ingresar PIN
fr: Entrer PIN
ml: PIN നൽകുക

source: Create PIN
es: Crear PIN
fr: Créer PIN
ml: PIN സൃഷ്ടിക്കുക

source: Confirm PIN
es: Confirmar PIN
fr: Confirmer PIN
ml: PIN സ്ഥിരീകരിക്കുക

source: Incorrect PIN
es: PIN Incorrecto
fr: PIN Incorrect
ml: തെറ്റായ PIN

# pinMismatch
source: PINs don't match
es: Los PINs no coinciden
fr: Les PINs ne correspondent pas
ml: PIN കൾ പൊരുത്തപ്പെടുന്നില്ല

source: Biometric Unlock
es: Desbloqueo Biométrico
fr: Déverrouillage Biométrique
ml: ബയോമെട്രിക് അൺലോക്ക്

source: Auto-Lock Timeout
es: Tiempo de Auto-Bloqueo
fr: Délai de Verrouillage Auto
ml: ഓട്ടോ-ലോക്ക് ടൈംഔട്ട്

# tooManyAttempts
source: Too many failed attempts
es: Demasiados intentos fallidos
fr: Trop de tentatives échouées
ml: വളരെയധികം പരാജയപ്പെട്ട ശ്രമങ്ങൾ

# tryAgainIn
source: Try again in {time}
es: Intenta de nuevo en {time}
fr: Réessayez dans {time}
ml: {time}-ൽ വീണ്ടും ശ്രമിക്കുക

source: Use Biometric Unlock
es: Usar Desbloqueo Biométrico
fr: Utiliser Déverrouillage Biométrique
ml: ബയോമെട്രിക് അൺലോക്ക് ഉപയോഗിക്കുക

source: Unlock with fingerprint or face
es: Desbloquear con huella digital o rostro
fr: Déverrouiller avec empreinte ou visage
ml: ഫിംഗർപ്രിന്റ് അല്ലെങ്കിൽ മുഖം ഉപയോഗിച്ച് അൺലോക്ക് ചെയ്യുക

source: Lock After
es: Bloquear Después de
fr: Verrouiller Après
ml: ശേഷം ലോക്ക് ചെയ്യുക

source: Time in background before locking
es: Tiempo en segundo plano antes de bloquear
fr: Temps en arrière-plan avant verrouillage
ml: ലോക്ക് ചെയ്യുന്നതിന് മുമ്പുള്ള പശ്ചാത്തല സമയം

source: Change PIN
es: Cambiar PIN
fr: Changer PIN
ml: PIN മാറ്റുക

source: Update your security PIN
es: Actualiza tu PIN de seguridad
fr: Mettez à jour votre PIN de sécurité
ml: നിങ്ങളുടെ സുരക്ഷാ PIN അപ്‌ഡേറ്റ് ചെയ്യുക

source: Enter Current PIN
es: Ingresa PIN Actual
fr: Entrer PIN Actuel
ml: നിലവിലെ PIN നൽകുക

source: Enter New PIN
es: Ingresa Nuevo PIN
fr: Entrer Nouveau PIN
ml: പുതിയ PIN നൽകുക

source: Confirm New PIN
es: Confirma Nuevo PIN
fr: Confirmer Nouveau PIN
ml: പുതിയ PIN സ്ഥിരീകരിക്കുക

source: PIN changed successfully
es: PIN cambiado con éxito
fr: PIN changé avec succès
ml: PIN വിജയകരമായി മാറ്റി

# currentPinIncorrect
source: Current PIN is incorrect
es: El PIN actual es incorrecto
fr: Le PIN actuel est incorrect
ml: നിലവിലെ PIN തെറ്റാണ്

source: Enable Biometric Unlock?
es: ¿Activar Desbloqueo Biométrico?
fr: Activer Déverrouillage Biométrique ?
ml: ബയോമെട്രിക് അൺലോക്ക് പ്രവർത്തനക്ഷമമാക്കണോ?

# biometricDescription
source: Use your fingerprint or face to unlock the app quickly and securely.
es: Usa tu huella o rostro para desbloquear la app rápida y seguramente.
fr: Utilisez votre empreinte ou visage pour déverrouiller l'app rapidement et sûrement.
ml: ആപ്പ് വേഗത്തിലും സുരക്ഷിതമായും അൺലോക്ക് ചെയ്യാൻ ഫിംഗർപ്രിന്റോ മുഖമോ ഉപയോഗിക്കുക.

source: Not Now
es: Ahora no
fr: Pas Maintenant
ml: ഇപ്പോഴല്ല

source: Enable
es: Activar
fr: Activer
ml: പ്രവർത്തനക്ഷമമാക്കുക

source: Set Up PIN
es: Configurar PIN
fr: Configurer PIN
ml: PIN സജ്ജീകരിക്കുക

# createSixDigitPin
source: Create a 6-digit PIN
es: Crea un PIN de 6 dígitos
fr: Créez un PIN à 6 chiffres
ml: 6 അക്ക PIN സൃഷ്ടിക്കുക

# pinProtectData
source: This PIN will be used to protect your data
es: Este PIN se usará para proteger tus datos
fr: Ce PIN sera utilisé pour protéger vos données
ml: നിങ്ങളുടെ ഡാറ്റ സംരക്ഷിക്കാൻ ഈ PIN ഉപയോഗിക്കും

source: Confirm your PIN
es: Confirma tu PIN
fr: Confirmez votre PIN
ml: നിങ്ങളുടെ PIN സ്ഥിരീകരിക്കുക

# enterSamePinAgain
source: Enter the same PIN again to confirm
es: Ingresa el mismo PIN de nuevo para confirmar
fr: Entrez le même PIN à nouveau pour confirmer
ml: സ്ഥിരീകരിക്കാൻ അതേ PIN വീണ്ടും നൽകുക

# enterPinToUnlock
source: Enter your PIN to unlock
es: Ingresa tu PIN para desbloquear
fr: Entrez votre PIN pour déverrouiller
ml: അൺലോക്ക് ചെയ്യാൻ നിങ്ങളുടെ PIN നൽകുക

# attemptsRemaining
source: {count, plural, =1{1 attempt remaining} other{{count} attempts remaining}}
es: {count, plural, =1{queda 1 intento} other{quedan {count} intentos}}
fr: {count, plural, =1{1 tentative restante} other{{count} tentatives restantes}}
ml: {count, plural, =1{1 ശ്രമം ശേഷിക്കുന്നു} other{{count} ശ്രമങ്ങൾ ശേഷിക്കുന്നു}}

# seconds
source: {count, plural, =1{1 second} other{{count} seconds}}
es: {count, plural, =1{1 segundo} other{{count} segundos}}
fr: {count, plural, =1{1 seconde} other{{count} secondes}}
ml: {count, plural, =1{1 സെക്കൻഡ്} other{{count} സെക്കൻഡുകൾ}}

# minutes
source: {count, plural, =1{1 minute} other{{count} minutes}}
es: {count, plural, =1{1 minuto} other{{count} minutos}}
ml: {count, plural, =1{1 മിനിറ്റ്} other{{count} മിനിറ്റുകൾ}}

source: Undo
es: Deshacer
fr: Annuler
ml: പഴയപടിയാക്കുക

source: Confession deleted
es: Confesión eliminada
fr: Confession supprimée
ml: കുമ്പസാരം ഇല്ലാതാക്കി

source: No confession history
es: Sin historial de confesiones
fr: Pas d'historique de confession
ml: കുമ്പസാര ചരിത്രമില്ല

# noConfessionHistoryDesc
source: Completed confessions will appear here
es: Las confesiones completadas aparecerán aquí
fr: Les confessions terminées apparaîtront ici
ml: പൂർത്തിയാക്കിയ കുമ്പസാരങ്ങൾ ഇവിടെ കാണിക്കും

source: Font Size
es: Tamaño de Fuente
fr: Taille de Police

# fontSizeSubtitle
source: Adjust text size for better readability
es: Ajustar tamaño de texto para mejor legibilidad
fr: Ajuster la taille du texte pour une meilleure lisibilité

# fontSizeSmall
source: Small
es: Pequeño
fr: Petit

# fontSizeMedium
source: Medium
es: Mediano
fr: Moyen

# fontSizeLarge
source: Large
es: Grande
fr: Grand

# fontSizeExtraLarge
source: Extra Large
es: Extra Grande
fr: Très Grand

source: Forgot PIN?
es: ¿Olvidaste el PIN?
fr: PIN Oublié ?

# resetPinTitle
source: Reset PIN
es: Restablecer PIN
fr: Réinitialiser PIN

# resetPinWarning
source: Warning: This will permanently delete all your data
es: Advertencia: Esto eliminará permanentemente todos tus datos
fr: Attention : Cela supprimera définitivement toutes vos données

# resetPinDescription
source: If you reset your PIN, all your confessions, custom sins, penances, and other personal data will be permanently deleted. This action cannot be undone.
es: Si restableces tu PIN, todas tus confesiones, pecados personalizados, penitencias y otros datos personales se eliminarán permanentemente. Esta acción no se puede deshacer.
fr: Si vous réinitialisez votre PIN, toutes vos confessions, péchés personnalisés, pénitences et autres données personnelles seront supprimés définitivement. Cette action ne peut pas être annulée.

# resetPinConfirmation
source: Type DELETE to confirm
es: Escribe ELIMINAR para confirmar
fr: Tapez SUPPRIMER pour confirmer

# resetPinButton
source: Reset PIN & Delete Data
es: Restablecer PIN y Borrar Datos
fr: Réinitialiser PIN & Supprimer Données

# resetPinSuccess
source: PIN reset successfully. Please set up a new PIN.
es: PIN restablecido con éxito. Por favor configura un nuevo PIN.
fr: PIN réinitialisé avec succès. Veuillez configurer un nouveau PIN.

# resetPinError
source: Failed to reset PIN. Please try again.
es: Error al restablecer PIN. Por favor intenta de nuevo.
fr: Échec de la réinitialisation du PIN. Veuillez réessayer.

# deleteConfirmationText
source: DELETE
es: ELIMINAR
fr: SUPPRIMER

# resetPinWaitTimer
source: Please wait {seconds} seconds
es: Por favor espera {seconds} segundos
fr: Veuillez patienter {seconds} secondes

# resetPinBiometricPrompt
source: Verify your identity to reset PIN
es: Verifica tu identidad para restablecer el PIN
fr: Vérifiez votre identité pour réinitialiser le PIN

# invitationTitle
source: Returning to Confession?
es: ¿Regresando a la Confesión?
fr: Retour à la Confession ?

# invitationSubtitle
source: A word of encouragement for you
es: Una palabra de aliento para ti
fr: Un mot d'encouragement pour vous

# invitationDialogTitle
source: Welcome
es: Bienvenido
fr: Bienvenue

# invitationDialogContent
source: Is this your first confession in a while, or are you feeling anxious about going?
es: ¿Es tu primera confesión en mucho tiempo, o te sientes ansioso por ir?
fr: Est-ce votre première confession depuis longtemps, ou vous sentez-vous anxieux d'y aller ?

# invitationDialogYes
source: Yes, I'd like some encouragement
es: Sí, me gustaría algo de aliento
fr: Oui, j'aimerais un peu d'encouragement

# invitationDialogNo
source: No, I'm ready to begin
es: No, estoy listo para comenzar
fr: Non, je suis prêt à commencer

# invitationDialogDontShowAgain
source: Don't show this again
es: No mostrar esto de nuevo
fr: Ne plus montrer ceci

source: Error
fr: Erreur
ml: പിശക്

source: General
fr: Général
ml: പൊതുവായത്

source: Clear
ml: മായ്ക്കുക

source: Metanoia
ml: മെറ്റാനോയ
