[
    {
        "section": "confession_steps",
        "title": "നല്ല കുമ്പസാരം എങ്ങനെ നടത്താം",
        "icon": "church_outlined",
        "content": "കുമ്പസാരക്കാരനും പുരോഹിതനും കുരിശടയാളത്തോടെ തുടങ്ങുന്നു:\nപിതാവിന്റെയും പുത്രന്റെയും പരിശുദ്ധാത്മാവിന്റെയും നാമത്തിൽ.\n\nദൈവത്തിൽ വിശ്വാസം വെക്കാൻ പുരോഹിതൻ കുമ്പസാരക്കാരനെ പ്രോത്സാഹിപ്പിക്കുന്നു:\nകർത്താവ് നിങ്ങളുടെ ഹൃദയത്തിൽ ഉണ്ടായിരിക്കട്ടെ, യഥാർത്ഥ പശ്ചാത്താപത്തോടെ നിങ്ങളുടെ പാപങ്ങൾ ഏറ്റുപറയാൻ നിങ്ങളെ സഹായിക്കട്ടെ.\n\nപുരോഹിതൻ തിരുവെഴുത്തിൽ നിന്ന് ഒരു വചനം വായിച്ചതിനുശേഷം കുമ്പസാരക്കാരൻ പറയുന്നു:\nഎന്നോട് ക്ഷമിക്കണേ പിതാവേ, കാരണം ഞാൻ പാപം ചെയ്തു. എന്റെ അവസാന കുമ്പസാരം മുതൽ (എത്ര ദിവസങ്ങൾ, ആഴ്ചകൾ, മാസങ്ങൾ അല്ലെങ്കിൽ വർഷങ്ങൾ) ആയി.\n\nതുടർന്ന് കുമ്പസാരക്കാരൻ തന്റെ പാപങ്ങൾ പറയുന്നു. കുമ്പസാരം സാധുതയുള്ളതായിരിക്കണമെങ്കിൽ, കുമ്പസാരക്കാരൻ അവസാന കുമ്പസാരത്തിനുശേഷം ചെയ്ത എല്ലാ മഹാപാപങ്ങളും ഏറ്റുപറയണം, അവയിൽ പശ്ചാത്തപിക്കണം, ഇനി അവ ചെയ്യില്ല എന്ന് ഉറച്ച തീരുമാനമെടുക്കണം.\n\nഇതിനുശേഷം, പുരോഹിതൻ സാധാരണയായി കുമ്പസാരക്കാരന് ഉപദേശം നൽകുകയും ഒരു തപസ്സ് നിർദ്ദേശിക്കുകയും ചെയ്യും. തുടർന്ന് അദ്ദേഹം കുമ്പസാരക്കാരോട് പശ്ചാത്താപ പ്രാർത്ഥന ചൊല്ലാൻ ആവശ്യപ്പെടും.",
        "displayOrder": 1
    },
    {
        "section": "prayers",
        "title": "പശ്ചാത്താപ പ്രാർത്ഥന",
        "icon": "favorite_outline",
        "content": "എന്റെ ദൈവമേ, ഞാൻ പാപം ചെയ്തതിൽ എന്റെ പൂർണ്ണഹൃദയത്തോടെ ഖേദിക്കുന്നു. തെറ്റ് ചെയ്യാൻ തീരുമാനിക്കുകയും നന്മ ചെയ്യുന്നതിൽ പരാജയപ്പെടുകയും ചെയ്തതിലൂടെ, എല്ലാറ്റിനുമുപരി സ്നേഹിക്കേണ്ട നിന്നോട് ഞാൻ പാപം ചെയ്തു. നിന്റെ കൃപയുടെ സഹായത്താൽ, തപസ്സ് ചെയ്യാനും, ഇനി പാപം ചെയ്യാതിരിക്കാനും, എന്നെ പാപത്തിലേക്ക് നയിക്കുന്നതെല്ലാം ഒഴിവാക്കാനും ഞാൻ ഉറച്ച് തീരുമാനിക്കുന്നു. നമ്മുടെ രക്ഷകനായ യേശുക്രിസ്തു നമുക്കുവേണ്ടി കഷ്ടത അനുഭവിക്കുകയും മരിക്കുകയും ചെയ്തു. അവന്റെ നാമത്തിൽ, കർത്താവേ, കരുണയുണ്ടാകണമേ.",
        "displayOrder": 2
    },
    {
        "section": "confession_steps",
        "title": "മോചനം",
        "icon": "check_circle_outline",
        "content": "ഇതിനുശേഷം പുരോഹിതൻ ഈ വാക്കുകളിൽ കുമ്പസാരക്കാരനെ മോചിപ്പിക്കും:\nകരുണയുടെ പിതാവായ ദൈവം, തന്റെ പുത്രന്റെ മരണത്തിലൂടെയും പുനരുത്ഥാനത്തിലൂടെയും ലോകത്തെ തന്നോട് അനുരഞ്ജിപ്പിക്കുകയും പാപമോചനത്തിനായി നമുക്കിടയിൽ പരിശുദ്ധാത്മാവിനെ അയയ്ക്കുകയും ചെയ്തു; സഭയുടെ ശുശ്രൂഷയിലൂടെ ദൈവം നിങ്ങൾക്ക് മോചനവും സമാധാനവും നൽകട്ടെ, പിതാവിന്റെയും പുത്രന്റെയും + പരിശുദ്ധാത്മാവിന്റെയും നാമത്തിൽ ഞാൻ നിങ്ങളുടെ പാപങ്ങളിൽ നിന്ന് നിങ്ങളെ മോചിപ്പിക്കുന്നു.\n\nകുമ്പസാരക്കാരൻ കുരിശടയാളം ഇട്ട് ഉത്തരം പറയുന്നു: ആമേൻ.\n\nതുടർന്ന് പുരോഹിതൻ ഒരു ചെറിയ പ്രാർത്ഥനയോടും പ്രോത്സാഹനത്തോടും കുമ്പസാരക്കാരനെ യാത്രയാക്കും. നിർദ്ദേശിച്ച തപസ്സ് വേഗത്തിൽ നിർവഹിക്കാൻ കഴിയുന്ന കാര്യമാണെങ്കിൽ അത് ഉടൻ നിർവഹിക്കാൻ കുമ്പസാരക്കാരൻ ശ്രമിക്കണം.",
        "displayOrder": 3
    }
]