[
    {
        "section": "confession_steps",
        "title": "How to Make a Good Confession",
        "icon": "church_outlined",
        "content": "The penitent and the priest begin with the sign of the Cross, saying:\nIn the Name of the Father and of the Son and of the Holy Spirit.\n\nThe priest urges the penitent to have confidence in God with these or similar words:\nMay the Lord be in your heart and help you to confess your sins with true sorrow.\n\nThe priest may read or say a passage from Sacred Scripture after which the penitent then states:\nForgive me, Father, for I have sinned. It has been (however many days, weeks, months or years) since my last confession.\n\nThe penitent then states his or her sins. For the confession to be valid, the penitent must confess all of the mortal sins he or she is aware of having committed since the last confession, be sorry for them, and have a firm purpose of amendment to try not to commit the same sins in the future.\n\nAfter this, the priest will generally give some advice to the penitent and impose a penance. Then he will ask the penitent to make an act of contrition. The penitent may do so in his or her own words, or may say one of many memorized acts of contrition.",
        "displayOrder": 1
    },
    {
        "section": "prayers",
        "title": "Act of Contrition",
        "icon": "favorite_outline",
        "content": "O My God, I am sorry for my sins with all my heart. In choosing to do wrong and failing to do good, I have sinned against you, whom I should love above all things. I firmly intend, with the help of your grace, to do penance, to sin no more and to avoid whatever leads me to sin. Our Savior, Jesus Christ, suffered and died for us. In His Name, O Lord, have mercy.",
        "displayOrder": 2
    },
    {
        "section": "confession_steps",
        "title": "Absolution",
        "icon": "check_circle_outline",
        "content": "After this the priest will absolve the penitent in the following words:\nGod, the Father of mercies, through the death and resurrection of his Son has reconciled the world to himself and sent the Holy Spirit among us for the forgiveness of sins; through the ministry of the Church may God give you pardon and peace, and I absolve you from your sins in the name of the Father, and of the Son + and of the Holy Spirit.\n\nThe penitent makes the sign of the Cross and answers: Amen.\n\nThe priest will then dismiss the penitent with a short prayer and encouragement. The penitent should then immediately try to fulfill the penance imposed if it is something that can be done quickly.",
        "displayOrder": 3
    }
]