[
    {
        "section": "preparation",
        "title": "കുമ്പസാരത്തിനുള്ള ഒരുക്കങ്ങൾ",
        "icon": "assignment_outlined",
        "content": "നല്ല കുമ്പസാരത്തിന് കത്തോലിക്കാ സഭ നിർദ്ദേശിക്കുന്ന അഞ്ചു കാര്യങ്ങൾ:\n1. പാപങ്ങളെല്ലാം ക്രമമായി ഓർക്കുന്നത്.\n2. പാപങ്ങളെക്കുറിച്ച് പശ്ചാത്തപിക്കുന്നത്.\n3. മേലിൽ പാപം ചെയ്യുകയില്ലെന്ന് പ്രതിജ്ഞ ചെയ്യുന്നത്.\n4. ചെയ്തു‌പോയ മാരകപാപങ്ങളെങ്കിലും വൈദികനെ അറിയിക്കുന്നത്.\n5. വൈദികൻ കല്പ്‌പിക്കുന്ന പ്രായശ്ചിത്തം നിറവേറ്റുന്നത്.\n\nകുമ്പസാരദിവസം അതിരാവിലെ എഴുന്നേറ്റ് വീട്ടിലിരുന്ന് ഏകാന്തമായി പ്രാർത്ഥനയോടെ പാപങ്ങളെല്ലാം ഓർക്കുകയും (ആവശ്യമെങ്കിൽ ഒരു കടലാസിൽ കുറിച്ചെടുക്കാം.) പാപങ്ങളെക്കുറിച്ച് പശ്ചാത്തപിക്കുകയും ചെയ്യുന്നത് നല്ല കുമ്പസാരത്തിന് വളരെ ഉപകരിക്കും.",
        "displayOrder": 0
    },
    {
        "section": "confession_steps",
        "title": "നല്ല കുമ്പസാരം എങ്ങനെ നടത്താം",
        "icon": "church_outlined",
        "content": "കുമ്പസാരക്കാരനും പുരോഹിതനും കുരിശടയാളത്തോടെ തുടങ്ങുന്നു:\nപിതാവിന്റെയും പുത്രന്റെയും പരിശുദ്ധാത്മാവിന്റെയും നാമത്തിൽ.\n\nദൈവത്തിൽ വിശ്വാസം വെക്കാൻ പുരോഹിതൻ കുമ്പസാരക്കാരനെ പ്രോത്സാഹിപ്പിക്കുന്നു:\nകർത്താവ് നിങ്ങളുടെ ഹൃദയത്തിൽ ഉണ്ടായിരിക്കട്ടെ, യഥാർത്ഥ പശ്ചാത്താപത്തോടെ നിങ്ങളുടെ പാപങ്ങൾ ഏറ്റുപറയാൻ നിങ്ങളെ സഹായിക്കട്ടെ.\n\nപുരോഹിതൻ തിരുവെഴുത്തിൽ നിന്ന് ഒരു വചനം വായിച്ചതിനുശേഷം കുമ്പസാരക്കാരൻ പറയുന്നു:\nഎന്നോട് ക്ഷമിക്കണേ പിതാവേ, കാരണം ഞാൻ പാപം ചെയ്തു. എന്റെ അവസാന കുമ്പസാരം മുതൽ (എത്ര ദിവസങ്ങൾ, ആഴ്ചകൾ, മാസങ്ങൾ അല്ലെങ്കിൽ വർഷങ്ങൾ) ആയി.\n\nതുടർന്ന് കുമ്പസാരക്കാരൻ തന്റെ പാപങ്ങൾ പറയുന്നു. കുമ്പസാരം സാധുതയുള്ളതായിരിക്കണമെങ്കിൽ, കുമ്പസാരക്കാരൻ അവസാന കുമ്പസാരത്തിനുശേഷം ചെയ്ത എല്ലാ മഹാപാപങ്ങളും ഏറ്റുപറയണം, അവയിൽ പശ്ചാത്തപിക്കണം, ഇനി അവ ചെയ്യില്ല എന്ന് ഉറച്ച തീരുമാനമെടുക്കണം.\n\nഇതിനുശേഷം, പുരോഹിതൻ സാധാരണയായി കുമ്പസാരക്കാരന് ഉപദേശം നൽകുകയും ഒരു തപസ്സ് നിർദ്ദേശിക്കുകയും ചെയ്യും. തുടർന്ന് അദ്ദേഹം കുമ്പസാരക്കാരോട് പശ്ചാത്താപ പ്രാർത്ഥന ചൊല്ലാൻ ആവശ്യപ്പെടും.",
        "displayOrder": 1
    },
    {
        "section": "prayers",
        "title": "പശ്ചാത്താപ പ്രാർത്ഥന",
        "icon": "favorite_outline",
        "content": "എന്റെ ദൈവമേ, ഏറ്റം നല്ലവനും എല്ലാറ്റിനും ഉപരിയായി സ്നേഹിക്കപ്പെടുവാൻ യോഗ്യനുമായ അങ്ങേയ്ക്കെതിരായി പാപം ചെയ്തുപോയതിനാൽ പൂർണ്ണ ഹൃദയത്തോടെ ഞാൻ മനസ്‌തപിക്കുകയും പാപങ്ങളെ വെറുക്കുകയും ചെയ്യുന്നു. അങ്ങയെ ഞാൻ സ്നേഹിക്കുന്നു. എൻ്റെ പാപങ്ങളാൽ എന്റെ ആത്മാവിനെ അശുദ്ധമാക്കിയതിനാലും സ്വർഗ്ഗത്തെ നഷ്ട്‌ടപ്പെടുത്തി നരകത്തിന് അർഹനായി തീർന്നതിനാലും ഞാൻ ഖേദിക്കുന്നു. അങ്ങയുടെ പ്രസാദവര സഹായത്താൽ പാപസാഹചര്യങ്ങളെ ഉപേക്ഷിക്കുമെന്നും മേലിൽ പാപം ചെയ്യുകയില്ലെന്നും ദൃഢമായി ഞാൻ പ്രതിജ്ഞ ചെയുന്നു. ഏതെങ്കിലും ഒരു പാപം ചെയുക എന്നതിനേക്കാൾ മരിക്കാനും ഞാൻ സന്നദ്ധനായിരിക്കുന്നു. ആമേൻ",
        "displayOrder": 2
    },
    {
        "section": "confession_steps",
        "title": "മോചനം",
        "icon": "check_circle_outline",
        "content": "ഇതിനുശേഷം പുരോഹിതൻ ഈ വാക്കുകളിൽ കുമ്പസാരക്കാരനെ മോചിപ്പിക്കും:\nകരുണയുടെ പിതാവായ ദൈവം, തന്റെ പുത്രന്റെ മരണത്തിലൂടെയും പുനരുത്ഥാനത്തിലൂടെയും ലോകത്തെ തന്നോട് അനുരഞ്ജിപ്പിക്കുകയും പാപമോചനത്തിനായി നമുക്കിടയിൽ പരിശുദ്ധാത്മാവിനെ അയയ്ക്കുകയും ചെയ്തു; സഭയുടെ ശുശ്രൂഷയിലൂടെ ദൈവം നിങ്ങൾക്ക് മോചനവും സമാധാനവും നൽകട്ടെ, പിതാവിന്റെയും പുത്രന്റെയും + പരിശുദ്ധാത്മാവിന്റെയും നാമത്തിൽ ഞാൻ നിങ്ങളുടെ പാപങ്ങളിൽ നിന്ന് നിങ്ങളെ മോചിപ്പിക്കുന്നു.\n\nകുമ്പസാരക്കാരൻ കുരിശടയാളം ഇട്ട് ഉത്തരം പറയുന്നു: ആമേൻ.\n\nതുടർന്ന് പുരോഹിതൻ ഒരു ചെറിയ പ്രാർത്ഥനയോടും പ്രോത്സാഹനത്തോടും കുമ്പസാരക്കാരനെ യാത്രയാക്കും. നിർദ്ദേശിച്ച തപസ്സ് വേഗത്തിൽ നിർവഹിക്കാൻ കഴിയുന്ന കാര്യമാണെങ്കിൽ അത് ഉടൻ നിർവഹിക്കാൻ കുമ്പസാരക്കാരൻ ശ്രമിക്കണം.",
        "displayOrder": 3
    },
    {
        "section": "communion",
        "title": "കുർബാന സ്വീകരണം",
        "icon": "local_dining_outlined",
        "content": "പരിശുദ്ധ കുർബാന യോഗ്യതയോടെ ഉൾക്കൊള്ളുവാൻ കത്തോലിക്കാസഭ നിർദ്ദേശിക്കുന്ന മൂന്നുകാര്യങ്ങൾ:\n1. പ്രസാദവരം ഉണ്ടായിരിക്കുന്നത്.\n2. ദിവ്യകാരുണ്യ സ്വീകരണത്തിനുമുമ്പ് ഒരു മണിക്കൂർ നേരത്തേക്ക് ഉപവസിക്കുന്നത് (വെള്ളം കുടിക്കുന്നത് ഉപവാസ ലംഘനമല്ല).\n3. വേണ്ടത്ര ഭക്തിയും ഒരുക്കവും ഉണ്ടായിരിക്കുന്നത്.",
        "displayOrder": 4
    }
]